{
  "metadata": {
    "title": "Academic Entry Requirements Procedure",
    "source_path": "/mnt/data/Academic_Entry_Requirements_Procedure.pdf",
    "pages": 5
  },
  "structure": [
    {
      "part_label": "Part Unspecified",
      "part_title": "—",
      "sections": [
        {
          "section_number": 1,
          "section_title": "Context",
          "clauses": [
            {
              "clause_number": 1,
              "text": "This procedure documents the minimum academic entry requirements for admission into programs and courses at RMIT.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": 2,
          "section_title": "Authority",
          "clauses": [
            {
              "clause_number": 2,
              "text": "Authority for this document is established by the Admission Policy .",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": 3,
          "section_title": "Scope",
          "clauses": [
            {
              "clause_number": 3,
              "text": "This procedure applies to all programs, courses and non-award study offered by the RMIT Group and RMIT partner institutions.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": 4,
          "section_title": "Procedure General",
          "clauses": [
            {
              "clause_number": 4,
              "text": "International Admissions, in collaboration with Colleges/Schools/industry clusters as required, maintains the list of overseas qualifications equivalent to the Australian Qualifications Framework (AQF) that satisfy University academic entry requirements for coursework programs. The list is determined in accordance with Australian Government or other RMIT-recognised databases. a. College Admission teams assess equivalence of overseas qualifications to the AQF for applications made directb. to RMIT. The Programs Committee approves changes to this list.c.",
              "subclauses": []
            },
            {
              "clause_number": 5,
              "text": "Where a qualification is stated to meet a minimum entry requirement, the following also meet the requirement except for entry to a one-year honours program: a qualification (or equivalent volume of learning) at a higher AQF level, ora. an equivalent overseas qualification. b.",
              "subclauses": []
            },
            {
              "clause_number": 6,
              "text": "The following qualifications are considered by RMIT to be equivalent to the Victorian Certificate of Education (VCE): Senior Certificate of Education in other Australian states or territories, as deemed by the Victorian Curriculuma. and Assessment Authority New Zealand National Certificate of Educational Achievement (NCEA) Level 3 b. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 5the International Baccalaureate Diploma Programme, or c. a recognised equivalent overseas high school qualification. d. Preparatory Programs",
              "subclauses": []
            },
            {
              "clause_number": 7,
              "text": "Admission to the VCE is subject to the requirements stated in the publications of the Victorian Curriculum and Assessment Authority.",
              "subclauses": []
            },
            {
              "clause_number": 8,
              "text": "All selected into programs funded by the Victorian Government must complete an approved language, literacy and numeracy test before enrolment.",
              "subclauses": []
            },
            {
              "clause_number": 9,
              "text": "Foundation Studies programs for students studying on a student visa are designed according to the Foundation Program Standards 2021. International Admissions and Pathways and Operations, in collaboration with RMIT UP, advise on thea. comparability of standard for non-award and overseas preparatory programs with reference to Australian Government and other recognised databases. The Associate Director, Admissions, Pathways and Operations approves alternative non-award and overseasb. studies, including but not limited to, Australian Foundation programs (which comply with Foundation Programs Standards 2021) and other overseas foundation programs. Vocational Education Programs Certificate I, II, III and IV, Diploma and Advanced Diploma Programs",
              "subclauses": []
            },
            {
              "clause_number": 10,
              "text": "There are no University academic entry requirements for domestic applicants.",
              "subclauses": []
            },
            {
              "clause_number": 11,
              "text": "All applicants (except international applicants) must complete an approved language, literacy and numeracy test before enrolment.",
              "subclauses": []
            },
            {
              "clause_number": 12,
              "text": "All applicants selected into programs funded by the Victorian government must complete an approved language, literacy and numeracy test before enrolment.",
              "subclauses": []
            },
            {
              "clause_number": 13,
              "text": "Apprenticeship and traineeship applicants must present a current, signed and valid Australian Apprenticeship Support Network Training Agreement. Undergraduate Programs Associate Degree and Bachelor Degree Programs (Including Four-Year Bachelor Honours Degree Programs)",
              "subclauses": []
            },
            {
              "clause_number": 14,
              "text": "Applicants must have a Victorian Certificate of Education (VCE) or one of the equivalent qualifications or approved studies in Table 1 below. Alternatively, an applicant may satisfy the requirement if they achieve an acceptable result in an approveda. aptitude test. Table 1: Completion of Minimum Academic Requirement by Qualification and approved studies to meet RMIT’s minimum academic requirements. Qualiﬁcations and Approved Studies TypeMinimum Academic Requirement Victorian Senior Secondary QualiﬁcationVictorian Certiﬁcate of Education Vocational Major. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 5Victorian Senior Secondary QualiﬁcationSenior Victorian Certiﬁcate of Applied Learning (Senior VCAL). Australian Year 12 (other states) An Australian Senior Certiﬁcate of Education for the State. New Zealand Level 3 The National Certiﬁcate of Educational Achievement. International Baccalaureate Diploma The International Baccalaureate Diploma. Foundation StudiesA Foundation Studies program oﬀered by a registered TAFE, university or private provider that is accredited as a Certiﬁcate IV or compliant with the Foundation Programs Standards 2021 or deemed acceptable for entry. International secondary schoolingA qualiﬁcation recognised by RMIT as detailed under the Country or region equivalence webpage for recognised qualiﬁcations that are frequently presented by applicants. Australian higher education studiesSatisfactory completion, on an award or non-award basis at any university (including Open Universities Australia), of at least two courses (subjects) at undergraduate level equivalent in volume of learning to at least 24 RMIT University credit points. International tertiary studiesSatisfactory completion of study equivalent to at least six months full time in a program assessed as equivalent to an AQF qualiﬁcation of at least level 5. Australian vocational education studiesSatisfactory completion of an AQF accredited award at Certiﬁcate IV or above. Double Degree",
              "subclauses": []
            },
            {
              "clause_number": 15,
              "text": "The level of achievement required for admission to a double degree will not be lower than the requirement for admission to either of the two component single degrees. One-Year Bachelor Honours Programs",
              "subclauses": []
            },
            {
              "clause_number": 16,
              "text": "Applicants for one-year bachelor honours programs must hold an equivalent Australian bachelor degree in a relevant discipline with an RMIT-equivalent GPA of at least 2.0. The published entry requirements of the program will specify which courses contribute to this GPA. Postgraduate by Coursework",
              "subclauses": []
            },
            {
              "clause_number": 17,
              "text": "Applicants for graduate certificate, graduate diploma and master by coursework programs must hold: a bachelor degree; ora. an appropriate level of advanced professional experience relevant to the discipline area.b.",
              "subclauses": []
            },
            {
              "clause_number": 18,
              "text": "Applicants for extended master programs must hold a bachelor degree. Higher Degree by Research Masters by Research",
              "subclauses": []
            },
            {
              "clause_number": 19,
              "text": "The minimum requirements for admission to a masters by research program are: a bachelor's degree requiring at least four years of full-time study in a relevant discipline awarded with honours.a. The degree should include a research component comprised of a thesis, other research projects or research methodology subjects that constitute at least 25% of a full time (or part time equivalent) academic year. The applicant must have achieved at least a credit average in the final year; or evidence of appropriate academic qualifications and/or experience that satisfies the Associate Deputy Vice-b. Chancellor Research Training and Development or nominee that the applicant has developed knowledge of the This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 5field of study or cognate field and the potential for research sufficient to undertake the proposed program.",
              "subclauses": []
            },
            {
              "clause_number": 20,
              "text": "At RMIT a grade of Credit represents academic achievement of 60% or higher. Doctor of Philosophy",
              "subclauses": []
            },
            {
              "clause_number": 21,
              "text": "The minimum requirements for admission to a Doctor of Philosophy (PhD) program are: a bachelor's degree requiring at least four (4) years of full-time study in a relevant discipline awarded witha. honours. The degree should include a research component comprised of a thesis, other research projects or research methodology subjects that constitute at least 25% of a full time (or part time equivalent) academic year. The applicant must have achieved at least a distinction average in the final year; or a master's degree that includes a research component comprised of at least 25% of a full time (or part timeb. equivalent) academic year with an overall distinction average or a master's degree without a research component with at least a high distinction average; or evidence of appropriate academic qualifications and/or experience that satisfies the Associate Deputy Vice-c. Chancellor Research Training and Development or nominee that the applicant has developed knowledge of the field of study or cognate field and the potential for research sufficient to undertake the proposed program.",
              "subclauses": []
            },
            {
              "clause_number": 22,
              "text": "At RMIT a grade of Distinction represents academic achievement of 70% or higher and a High Distinction is 80% or higher. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 5Status and Details Status Current Eﬀective Date 14th August 2025 Review Date 18th December 2025 Approval Authority Manager, Central Policy Approval Date 22nd November 2023 Expiry Date Not Applicable Policy OwnerConnie Merlino University Secretary and Academic Registrar Policy AuthorMargot Thompson Associate Director, Academic and Admissions Governance and Systems Enquiries Contact Academic Policy Glossary Terms and Definitions \"RMIT Group\" - RMIT University and its controlled entities (RMIT Europe, RMIT Online, RMIT Vietnam, RMIT University Pathways)",
              "subclauses": []
            }
          ]
        }
      ]
    }
  ],
  "qa_index": [
    {
      "id": "S.1",
      "type": "section",
      "title": "Context",
      "path": [
        "Part Unspecified",
        "Context"
      ],
      "text": "This procedure documents the minimum academic entry requirements for admission into programs and courses at RMIT."
    },
    {
      "id": "C.1(1)",
      "type": "clause",
      "title": "Context",
      "path": [
        "Part Unspecified",
        "Context",
        "(1)"
      ],
      "text": "This procedure documents the minimum academic entry requirements for admission into programs and courses at RMIT.",
      "subclauses": []
    },
    {
      "id": "S.2",
      "type": "section",
      "title": "Authority",
      "path": [
        "Part Unspecified",
        "Authority"
      ],
      "text": "Authority for this document is established by the Admission Policy ."
    },
    {
      "id": "C.2(2)",
      "type": "clause",
      "title": "Authority",
      "path": [
        "Part Unspecified",
        "Authority",
        "(2)"
      ],
      "text": "Authority for this document is established by the Admission Policy .",
      "subclauses": []
    },
    {
      "id": "S.3",
      "type": "section",
      "title": "Scope",
      "path": [
        "Part Unspecified",
        "Scope"
      ],
      "text": "This procedure applies to all programs, courses and non-award study offered by the RMIT Group and RMIT partner institutions."
    },
    {
      "id": "C.3(3)",
      "type": "clause",
      "title": "Scope",
      "path": [
        "Part Unspecified",
        "Scope",
        "(3)"
      ],
      "text": "This procedure applies to all programs, courses and non-award study offered by the RMIT Group and RMIT partner institutions.",
      "subclauses": []
    },
    {
      "id": "S.4",
      "type": "section",
      "title": "Procedure General",
      "path": [
        "Part Unspecified",
        "Procedure General"
      ],
      "text": "International Admissions, in collaboration with Colleges/Schools/industry clusters as required, maintains the list of overseas qualifications equivalent to the Australian Qualifications Framework (AQF) that satisfy University academic entry requirements for coursework programs. The list is determined in accordance with Australian Government or other RMIT-recognised databases. a. College Admission teams assess equivalence of overseas qualifications to the AQF for applications made directb. to RMIT. The Programs Committee approves changes to this list.c. Where a qualification is stated to meet a minimum entry requirement, the following also meet the requirement except for entry to a one-year honours program: a qualification (or equivalent volume of learning) at a higher AQF level, ora. an equivalent overseas qualification. b. The following qualifications are considered by RMIT to be equivalent to the Victorian Certificate of Education (VCE): Senior Certificate of Education in other Australian states or territories, as deemed by the Victorian Curriculuma. and Assessment Authority New Zealand National Certificate of Educational Achievement (NCEA) Level 3 b. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 5the International Baccalaureate Diploma Programme, or c. a recognised equivalent overseas high school qualification. d. Preparatory Programs Admission to the VCE is subject to the requirements stated in the publications of the Victorian Curriculum and Assessment Authority. All selected into programs funded by the Victorian Government must complete an approved language, literacy and numeracy test before enrolment. Foundation Studies programs for students studying on a student visa are designed according to the Foundation Program Standards 2021. International Admissions and Pathways and Operations, in collaboration with RMIT UP, advise on thea. comparability of standard for non-award and overseas preparatory programs with reference to Australian Government and other recognised databases. The Associate Director, Admissions, Pathways and Operations approves alternative non-award and overseasb. studies, including but not limited to, Australian Foundation programs (which comply with Foundation Programs Standards 2021) and other overseas foundation programs. Vocational Education Programs Certificate I, II, III and IV, Diploma and Advanced Diploma Programs There are no University academic entry requirements for domestic applicants. All applicants (except international applicants) must complete an approved language, literacy and numeracy test before enrolment. All applicants selected into programs funded by the Victorian government must complete an approved language, literacy and numeracy test before enrolment. Apprenticeship and traineeship applicants must present a current, signed and valid Australian Apprenticeship Support Network Training Agreement. Undergraduate Programs Associate Degree and Bachelor Degree Programs (Including Four-Year Bachelor Honours Degree Programs) Applicants must have a Victorian Certificate of Education (VCE) or one of the equivalent qualifications or approved studies in Table 1 below. Alternatively, an applicant may satisfy the requirement if they achieve an acceptable result in an approveda. aptitude test. Table 1: Completion of Minimum Academic Requirement by Qualification and approved studies to meet RMIT’s minimum academic requirements. Qualiﬁcations and Approved Studies TypeMinimum Academic Requirement Victorian Senior Secondary QualiﬁcationVictorian Certiﬁcate of Education Vocational Major. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 5Victorian Senior Secondary QualiﬁcationSenior Victorian Certiﬁcate of Applied Learning (Senior VCAL). Australian Year 12 (other states) An Australian Senior Certiﬁcate of Education for the State. New Zealand Level 3 The National Certiﬁcate of Educational Achievement. International Baccalaureate Diploma The International Baccalaureate Diploma. Foundation StudiesA Foundation Studies program oﬀered by a registered TAFE, university or private provider that is accredited as a Certiﬁcate IV or compliant with the Foundation Programs Standards 2021 or deemed acceptable for entry. International secondary schoolingA qualiﬁcation recognised by RMIT as detailed under the Country or region equivalence webpage for recognised qualiﬁcations that are frequently presented by applicants. Australian higher education studiesSatisfactory completion, on an award or non-award basis at any university (including Open Universities Australia), of at least two courses (subjects) at undergraduate level equivalent in volume of learning to at least 24 RMIT University credit points. International tertiary studiesSatisfactory completion of study equivalent to at least six months full time in a program assessed as equivalent to an AQF qualiﬁcation of at least level 5. Australian vocational education studiesSatisfactory completion of an AQF accredited award at Certiﬁcate IV or above. Double Degree The level of achievement required for admission to a double degree will not be lower than the requirement for admission to either of the two component single degrees. One-Year Bachelor Honours Programs Applicants for one-year bachelor honours programs must hold an equivalent Australian bachelor degree in a relevant discipline with an RMIT-equivalent GPA of at least 2.0. The published entry requirements of the program will specify which courses contribute to this GPA. Postgraduate by Coursework Applicants for graduate certificate, graduate diploma and master by coursework programs must hold: a bachelor degree; ora. an appropriate level of advanced professional experience relevant to the discipline area.b. Applicants for extended master programs must hold a bachelor degree. Higher Degree by Research Masters by Research The minimum requirements for admission to a masters by research program are: a bachelor's degree requiring at least four years of full-time study in a relevant discipline awarded with honours.a. The degree should include a research component comprised of a thesis, other research projects or research methodology subjects that constitute at least 25% of a full time (or part time equivalent) academic year. The applicant must have achieved at least a credit average in the final year; or evidence of appropriate academic qualifications and/or experience that satisfies the Associate Deputy Vice-b. Chancellor Research Training and Development or nominee that the applicant has developed knowledge of the This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 5field of study or cognate field and the potential for research sufficient to undertake the proposed program. At RMIT a grade of Credit represents academic achievement of 60% or higher. Doctor of Philosophy The minimum requirements for admission to a Doctor of Philosophy (PhD) program are: a bachelor's degree requiring at least four (4) years of full-time study in a relevant discipline awarded witha. honours. The degree should include a research component comprised of a thesis, other research projects or research methodology subjects that constitute at least 25% of a full time (or part time equivalent) academic year. The applicant must have achieved at least a distinction average in the final year; or a master's degree that includes a research component comprised of at least 25% of a full time (or part timeb. equivalent) academic year with an overall distinction average or a master's degree without a research component with at least a high distinction average; or evidence of appropriate academic qualifications and/or experience that satisfies the Associate Deputy Vice-c. Chancellor Research Training and Development or nominee that the applicant has developed knowledge of the field of study or cognate field and the potential for research sufficient to undertake the proposed program. At RMIT a grade of Distinction represents academic achievement of 70% or higher and a High Distinction is 80% or higher. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 5Status and Details Status Current Eﬀective Date 14th August 2025 Review Date 18th December 2025 Approval Authority Manager, Central Policy Approval Date 22nd November 2023 Expiry Date Not Applicable Policy OwnerConnie Merlino University Secretary and Academic Registrar Policy AuthorMargot Thompson Associate Director, Academic and Admissions Governance and Systems Enquiries Contact Academic Policy Glossary Terms and Definitions \"RMIT Group\" - RMIT University and its controlled entities (RMIT Europe, RMIT Online, RMIT Vietnam, RMIT University Pathways)"
    },
    {
      "id": "C.4(4)",
      "type": "clause",
      "title": "Procedure General",
      "path": [
        "Part Unspecified",
        "Procedure General",
        "(4)"
      ],
      "text": "International Admissions, in collaboration with Colleges/Schools/industry clusters as required, maintains the list of overseas qualifications equivalent to the Australian Qualifications Framework (AQF) that satisfy University academic entry requirements for coursework programs. The list is determined in accordance with Australian Government or other RMIT-recognised databases. a. College Admission teams assess equivalence of overseas qualifications to the AQF for applications made directb. to RMIT. The Programs Committee approves changes to this list.c.",
      "subclauses": []
    },
    {
      "id": "C.4(5)",
      "type": "clause",
      "title": "Procedure General",
      "path": [
        "Part Unspecified",
        "Procedure General",
        "(5)"
      ],
      "text": "Where a qualification is stated to meet a minimum entry requirement, the following also meet the requirement except for entry to a one-year honours program: a qualification (or equivalent volume of learning) at a higher AQF level, ora. an equivalent overseas qualification. b.",
      "subclauses": []
    },
    {
      "id": "C.4(6)",
      "type": "clause",
      "title": "Procedure General",
      "path": [
        "Part Unspecified",
        "Procedure General",
        "(6)"
      ],
      "text": "The following qualifications are considered by RMIT to be equivalent to the Victorian Certificate of Education (VCE): Senior Certificate of Education in other Australian states or territories, as deemed by the Victorian Curriculuma. and Assessment Authority New Zealand National Certificate of Educational Achievement (NCEA) Level 3 b. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 5the International Baccalaureate Diploma Programme, or c. a recognised equivalent overseas high school qualification. d. Preparatory Programs",
      "subclauses": []
    },
    {
      "id": "C.4(7)",
      "type": "clause",
      "title": "Procedure General",
      "path": [
        "Part Unspecified",
        "Procedure General",
        "(7)"
      ],
      "text": "Admission to the VCE is subject to the requirements stated in the publications of the Victorian Curriculum and Assessment Authority.",
      "subclauses": []
    },
    {
      "id": "C.4(8)",
      "type": "clause",
      "title": "Procedure General",
      "path": [
        "Part Unspecified",
        "Procedure General",
        "(8)"
      ],
      "text": "All selected into programs funded by the Victorian Government must complete an approved language, literacy and numeracy test before enrolment.",
      "subclauses": []
    },
    {
      "id": "C.4(9)",
      "type": "clause",
      "title": "Procedure General",
      "path": [
        "Part Unspecified",
        "Procedure General",
        "(9)"
      ],
      "text": "Foundation Studies programs for students studying on a student visa are designed according to the Foundation Program Standards 2021. International Admissions and Pathways and Operations, in collaboration with RMIT UP, advise on thea. comparability of standard for non-award and overseas preparatory programs with reference to Australian Government and other recognised databases. The Associate Director, Admissions, Pathways and Operations approves alternative non-award and overseasb. studies, including but not limited to, Australian Foundation programs (which comply with Foundation Programs Standards 2021) and other overseas foundation programs. Vocational Education Programs Certificate I, II, III and IV, Diploma and Advanced Diploma Programs",
      "subclauses": []
    },
    {
      "id": "C.4(10)",
      "type": "clause",
      "title": "Procedure General",
      "path": [
        "Part Unspecified",
        "Procedure General",
        "(10)"
      ],
      "text": "There are no University academic entry requirements for domestic applicants.",
      "subclauses": []
    },
    {
      "id": "C.4(11)",
      "type": "clause",
      "title": "Procedure General",
      "path": [
        "Part Unspecified",
        "Procedure General",
        "(11)"
      ],
      "text": "All applicants (except international applicants) must complete an approved language, literacy and numeracy test before enrolment.",
      "subclauses": []
    },
    {
      "id": "C.4(12)",
      "type": "clause",
      "title": "Procedure General",
      "path": [
        "Part Unspecified",
        "Procedure General",
        "(12)"
      ],
      "text": "All applicants selected into programs funded by the Victorian government must complete an approved language, literacy and numeracy test before enrolment.",
      "subclauses": []
    },
    {
      "id": "C.4(13)",
      "type": "clause",
      "title": "Procedure General",
      "path": [
        "Part Unspecified",
        "Procedure General",
        "(13)"
      ],
      "text": "Apprenticeship and traineeship applicants must present a current, signed and valid Australian Apprenticeship Support Network Training Agreement. Undergraduate Programs Associate Degree and Bachelor Degree Programs (Including Four-Year Bachelor Honours Degree Programs)",
      "subclauses": []
    },
    {
      "id": "C.4(14)",
      "type": "clause",
      "title": "Procedure General",
      "path": [
        "Part Unspecified",
        "Procedure General",
        "(14)"
      ],
      "text": "Applicants must have a Victorian Certificate of Education (VCE) or one of the equivalent qualifications or approved studies in Table 1 below. Alternatively, an applicant may satisfy the requirement if they achieve an acceptable result in an approveda. aptitude test. Table 1: Completion of Minimum Academic Requirement by Qualification and approved studies to meet RMIT’s minimum academic requirements. Qualiﬁcations and Approved Studies TypeMinimum Academic Requirement Victorian Senior Secondary QualiﬁcationVictorian Certiﬁcate of Education Vocational Major. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 5Victorian Senior Secondary QualiﬁcationSenior Victorian Certiﬁcate of Applied Learning (Senior VCAL). Australian Year 12 (other states) An Australian Senior Certiﬁcate of Education for the State. New Zealand Level 3 The National Certiﬁcate of Educational Achievement. International Baccalaureate Diploma The International Baccalaureate Diploma. Foundation StudiesA Foundation Studies program oﬀered by a registered TAFE, university or private provider that is accredited as a Certiﬁcate IV or compliant with the Foundation Programs Standards 2021 or deemed acceptable for entry. International secondary schoolingA qualiﬁcation recognised by RMIT as detailed under the Country or region equivalence webpage for recognised qualiﬁcations that are frequently presented by applicants. Australian higher education studiesSatisfactory completion, on an award or non-award basis at any university (including Open Universities Australia), of at least two courses (subjects) at undergraduate level equivalent in volume of learning to at least 24 RMIT University credit points. International tertiary studiesSatisfactory completion of study equivalent to at least six months full time in a program assessed as equivalent to an AQF qualiﬁcation of at least level 5. Australian vocational education studiesSatisfactory completion of an AQF accredited award at Certiﬁcate IV or above. Double Degree",
      "subclauses": []
    },
    {
      "id": "C.4(15)",
      "type": "clause",
      "title": "Procedure General",
      "path": [
        "Part Unspecified",
        "Procedure General",
        "(15)"
      ],
      "text": "The level of achievement required for admission to a double degree will not be lower than the requirement for admission to either of the two component single degrees. One-Year Bachelor Honours Programs",
      "subclauses": []
    },
    {
      "id": "C.4(16)",
      "type": "clause",
      "title": "Procedure General",
      "path": [
        "Part Unspecified",
        "Procedure General",
        "(16)"
      ],
      "text": "Applicants for one-year bachelor honours programs must hold an equivalent Australian bachelor degree in a relevant discipline with an RMIT-equivalent GPA of at least 2.0. The published entry requirements of the program will specify which courses contribute to this GPA. Postgraduate by Coursework",
      "subclauses": []
    },
    {
      "id": "C.4(17)",
      "type": "clause",
      "title": "Procedure General",
      "path": [
        "Part Unspecified",
        "Procedure General",
        "(17)"
      ],
      "text": "Applicants for graduate certificate, graduate diploma and master by coursework programs must hold: a bachelor degree; ora. an appropriate level of advanced professional experience relevant to the discipline area.b.",
      "subclauses": []
    },
    {
      "id": "C.4(18)",
      "type": "clause",
      "title": "Procedure General",
      "path": [
        "Part Unspecified",
        "Procedure General",
        "(18)"
      ],
      "text": "Applicants for extended master programs must hold a bachelor degree. Higher Degree by Research Masters by Research",
      "subclauses": []
    },
    {
      "id": "C.4(19)",
      "type": "clause",
      "title": "Procedure General",
      "path": [
        "Part Unspecified",
        "Procedure General",
        "(19)"
      ],
      "text": "The minimum requirements for admission to a masters by research program are: a bachelor's degree requiring at least four years of full-time study in a relevant discipline awarded with honours.a. The degree should include a research component comprised of a thesis, other research projects or research methodology subjects that constitute at least 25% of a full time (or part time equivalent) academic year. The applicant must have achieved at least a credit average in the final year; or evidence of appropriate academic qualifications and/or experience that satisfies the Associate Deputy Vice-b. Chancellor Research Training and Development or nominee that the applicant has developed knowledge of the This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 5field of study or cognate field and the potential for research sufficient to undertake the proposed program.",
      "subclauses": []
    },
    {
      "id": "C.4(20)",
      "type": "clause",
      "title": "Procedure General",
      "path": [
        "Part Unspecified",
        "Procedure General",
        "(20)"
      ],
      "text": "At RMIT a grade of Credit represents academic achievement of 60% or higher. Doctor of Philosophy",
      "subclauses": []
    },
    {
      "id": "C.4(21)",
      "type": "clause",
      "title": "Procedure General",
      "path": [
        "Part Unspecified",
        "Procedure General",
        "(21)"
      ],
      "text": "The minimum requirements for admission to a Doctor of Philosophy (PhD) program are: a bachelor's degree requiring at least four (4) years of full-time study in a relevant discipline awarded witha. honours. The degree should include a research component comprised of a thesis, other research projects or research methodology subjects that constitute at least 25% of a full time (or part time equivalent) academic year. The applicant must have achieved at least a distinction average in the final year; or a master's degree that includes a research component comprised of at least 25% of a full time (or part timeb. equivalent) academic year with an overall distinction average or a master's degree without a research component with at least a high distinction average; or evidence of appropriate academic qualifications and/or experience that satisfies the Associate Deputy Vice-c. Chancellor Research Training and Development or nominee that the applicant has developed knowledge of the field of study or cognate field and the potential for research sufficient to undertake the proposed program.",
      "subclauses": []
    },
    {
      "id": "C.4(22)",
      "type": "clause",
      "title": "Procedure General",
      "path": [
        "Part Unspecified",
        "Procedure General",
        "(22)"
      ],
      "text": "At RMIT a grade of Distinction represents academic achievement of 70% or higher and a High Distinction is 80% or higher. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 5Status and Details Status Current Eﬀective Date 14th August 2025 Review Date 18th December 2025 Approval Authority Manager, Central Policy Approval Date 22nd November 2023 Expiry Date Not Applicable Policy OwnerConnie Merlino University Secretary and Academic Registrar Policy AuthorMargot Thompson Associate Director, Academic and Admissions Governance and Systems Enquiries Contact Academic Policy Glossary Terms and Definitions \"RMIT Group\" - RMIT University and its controlled entities (RMIT Europe, RMIT Online, RMIT Vietnam, RMIT University Pathways)",
      "subclauses": []
    }
  ]
}