{
  "metadata": {
    "title": "Admission Procedure",
    "source_path": "/mnt/data/Admission_Procedure.pdf",
    "pages": 7,
    "effective_date": null,
    "review_date": "18th December 2025",
    "approval_authority": "Manager, Central Policy",
    "approval_date": "16th December 2022",
    "expiry_date": "Not Applicable",
    "policy_owner": null,
    "policy_author": null,
    "enquiries_contact": "Academic Policy"
  },
  "sections": [
    {
      "id": "S.1",
      "heading": "Section 1 – Context",
      "number": 1,
      "text": "(1) This procedure provides requirements relating to the: publication of admissions standardsa. minimum criteria for admission and selection of applicants into programs and courses at RMIT and the authorityb. to determine those rules requirements for acceptance, deferral or withdrawal of offers for admission, and readmission.c."
    },
    {
      "id": "S.2",
      "heading": "Section 2 – Authority",
      "number": 2,
      "text": "(2) Authority for this document is established by the Admission Policy ."
    },
    {
      "id": "S.3",
      "heading": "Section 3 – Scope",
      "number": 3,
      "text": "(3) The Admission Procedure applies to all programs, courses and non-award study offered by the RMIT Group and RMIT partner institutions."
    },
    {
      "id": "S.4",
      "heading": "Section 4 – Procedure",
      "number": 4,
      "subsections": [
        {
          "heading": "Admission Standards",
          "text": "(4) Admission standards comprise: the University entry requirements for that level of program a. award and non-award program entry requirements, and b. selection methodology. c."
        },
        {
          "heading": "Publication of Information for Applicants",
          "text": "(5) The program guide is the authoritative source of approved program entry requirements. All published information for applicants must accurately reflect the approved program entry requirements. a. Any other admissions information provided to applicants must be consistent with program guides. b. Colleges are accountable for ensuring that all published information is consistent across all platforms.c. (6) Application and submission deadlines are published in program brochures and on the University website. If application is offered through VTAC, application deadlines are published on the VTAC website. (7) Application deadlines may be changed with the approval of the relevant college admissions office. If these deadlines are changed, college admissions offices update published information. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 7(8) In collaboration with colleges, Domestic Admissions determines: the VTAC program review and approval timelines and processes annuallya. timelines and processes for managing direct applications.b. (9) The School of Graduate Research determines timelines and processes for domestic and international higher degrees by research (HDR) applications."
        },
        {
          "heading": "Minimum Entry Requirements",
          "text": "(10) The University sets minimum age requirements, minimum academic entry requirements, and minimum English language entry requirements designed for students to have the academic preparation and proficiency in English language required to complete their program. Individual programs may have entry requirements that are higher than the University minimum entrya. requirements and these will be published in program guides. (11) To be considered for selection to an RMIT program or course, domestic and international applicants must meet the following minimum entry requirements: English language proficiency as detailed in the English Language Proficiency Procedure a. Academic entry requirements as detailed in the Academic Entry Requirements Procedure . b."
        },
        {
          "heading": "Minimum Age Requirement",
          "text": "(12) In accordance with the Enrolment Policy , applicants for admission to RMIT must be at least 16 years of age on the commencement date of the program in which they will enrol as a student."
        },
        {
          "heading": "Program Entry Requirements",
          "text": "(13) Program entry requirements are approved in accordance with the program approval process and are compliant with minimum entry requirements and may include: a specified level of previous study, or equivalenta. a specified minimum level of achievement in previous studyb. a specified age requirementc. selection tasks to assess specified entry requirements, and/ord. pre-requisite courses or subjects, and minimum scores in these.e. (14) The same program entry requirements apply at all locations where the program is offered."
        },
        {
          "heading": "Exceptions and Cases of Equivalence",
          "text": "(15) Colleges may submit a case of equivalence when an individual does not meet the minimum program entry requirements but can demonstrate by other means that they are capable of success in the program. (16) The following officers may approve a case of equivalence: for applicants to coursework programs: Deputy Vice-Chancellor Education or the University Secretary anda. Academic Registrar as the nominee. Such decisions and the reasons for them must be reported to the next meeting of the Programs Committee. for applicants to HDR programs: Deputy Vice-Chancellor Research and Innovation or nominee. Such decisionsb. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 7and the reasons for them must be reported to the next meeting of the Research Committee. (17) The Programs Committee may waive University entry requirements and/or program entry requirements for a program or specific cohorts of applicants to a program. The relevant College Deputy Vice-Chancellor (or nominee) may request such decisions."
        },
        {
          "heading": "International Applicants",
          "text": "(18) International Admissions may deny an application under Simplified Student Visa Framework (SSVF) obligations if an international applicant: fails to meet the minimum entry requirements stipulated by the Australian Government to have a visa granted,a. or is deemed high risk under the SSVF or Migration Regulations 1994 . b. (19) Applicants intending to study in Australia on a student visa are assessed against Australian Government requirements for a genuine temporary entrant. (20) Applicants who will study on an international student visa and will be under 18 years of age at the time they commence their program must satisfy additional requirements and provide written consent to their admission from a parent or guardian. The additional requirements will be advised at the time of offer."
        },
        {
          "heading": "Deferment",
          "text": "(21) Where deferment is available in coursework programs: An applicant may defer only once before they have enrolled. a. If an applicant has been offered a place in a sequenced program, there is only one opportunity for deferment. b. The maximum period of deferment is until the start of the next academic year. c. The officers listed in (24) below may approve a longer period of deferment in exceptional circumstances. d. (22) Applicants for HDR programs may defer for six or 12 months if: deferment is available in the programa. their request is supported by the relevant Dean/Head of School/Cluster Director (or nominee) and their seniorb. supervisor, and in the case they are recipients of a research scholarship, they will still commence their program in the year inc. which the scholarship is to commence. (23) Where an applicant defers but does not take up the place by the end of the deferment period, and no extension has been approved, the offer will lapse. If the applicant later wishes to be admitted to the program they must reapply for admission. (24) The following officers decide whether deferment is available in program offerings at specific locations: for coursework programs: the relevant General Manager – College Operations (or equivalent).a. for HDR programs: the Associate Deputy Vice-Chancellor Research Training and Development b. for Foundation Studies programs and English programs delivered at RMIT University Pathways (RMIT UP): RMITc. UP Chief Executive Officer. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 7Cancellation of Program Intake (25) The College Deputy Vice-Chancellor or nominee may make a decision to cancel a program intake. (26) Decisions to cancel a program intake should be finalised before any offers are made to applicants, wherever possible. (27) If no offers have been made for a program intake, the Deputy Vice-Chancellor Education or the University Secretary and Academic Registrar as nominee (for coursework programs) or the Deputy Vice-Chancellor Research and Innovation (for research programs) will be advised of any program cancellation. (28) If considering cancelling a program intake after offers have been made, colleges must seek approval from the Deputy Vice-Chancellor Education or the University Secretary and Academic Registrar as nominee (for coursework programs), or the Deputy Vice-Chancellor Research and Innovation (for research programs) to cancel both the program intake and any offers already made. The following factors are considered in the decision: a. the reason for the program intake cancellation i. the reason the program intake was not cancelled before offers were madeii. the number of applicants who have received offersiii. the number of students already enrolled (including in pathway programs), andiv. alternative programs in which applicants can be offered a place. v. (29) Communication to applicants that their offer has been revoked due to a cancelled program intake must include the reason for the cancellation and advice about any suitable alternative program or future intake to the same program. (30) If offers have been made to students intending to study in Australia on a student visa the decision to cancel must be made after consultation with International Compliance to ensure ESOS compliance."
        },
        {
          "heading": "Withdrawal or Refusal of Admission",
          "text": "(31) RMIT may refuse admission to applicants who would otherwise be eligible if: the applicant has outstanding fees owing to the University (the applicant may still be offered a place, but willa. not be permitted to enrol until the debt is cleared) the applicant has been excluded from the same program for unsatisfactory academic progressb. the applicant has been expelled, excluded or is subject to an executive suspension or revocation of licensec. order from any RMIT institution due to misconduct or in order to comply with the University's obligations of occupational health and safety the applicant has a formally documented history of having contravened the Student Charter or displayed d. otherwise unacceptable behaviour during a previous admission or enrolment in an RMIT institution the applicant has been expelled or excluded from another education institution misconducte. the applicant has been excluded from the same or similar program at another education institution forf. unsatisfactory academic progress in the opinion of the relevant College Deputy Vice-Chancellor, or the RMIT UP Chief Executive Officerg. the applicant's conduct during the application process would provide reasonable grounds to excludei. them from study for misconduct had they been a student of the University; or the applicant does not have a reasonable likelihood of completing the program. ii. admission of the applicant would be contrary to Australian law or the law of the country in which the program ish. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 7delivered in the case of an application to study in Australia on a student visa, the applicant does not satisfy RMIT’s SSVFi. risk assessment the applicant poses a risk to RMIT complying with its commitment to child safety and wellbeing and compliancej. under the Victorian Child Safe Standards admission of the applicant would be contrary to the policies of an RMIT partner institution with whom thek. program is being delivered for admission into Foundation Studies, the applicant: l. has already completed the Foundation Studies program in another stream, or with another provideri. has had poor academic performance with another provider, or at RMIT UPii. has a record of poor attendance at RMIT UP or another provideriii. is close to completing their Foundation Studies program with another provideriv. is not in an eligible age group for the programv. for admission into RMIT UP, English program, the applicant:m. has had poor academic performance with another provideri. has a record of poor attendance either with RMIT UP or another provider. ii. (32) RMIT may impose additional requirements on applicants who will require Australian student visas to commence study. Applicants who do not meet these requirements at the time of application or acceptance will be refused admission. (33) RMIT may withdraw an offer of admission and/or cancel the enrolment of a student where such an offer: was made on the basis of incomplete, inaccurate or fraudulent information supplied by the applicant or aa. certifying authority would be contrary to Australian law or, if relevant, the law of another country in which the program is deliveredb. would be contrary to the University’s contractual obligations, orc. has been made and a program intake is full. d. (34) RMIT may withdraw an offer of admission where it has been made through administrative error and the applicant does not meet the program entry requirements in accordance with the Selection Procedure . If a withdrawn offer was made to an international applicant and the applicant has accepted the offer,a. alternatives must be provided that do not involve greater cost to the applicant."
        },
        {
          "heading": "Readmission",
          "text": "(35) A student whose enrolment lapses may apply for readmission. (36) Applicants for readmission to a program are subject to the same requirements and selection methodology as any other applicant. (37) Applicants who have previously studied at RMIT may be given preference over applicants who have not previously been RMIT students provided they meet all current entry requirements. The applicant’s academic performance in their previous RMIT program is a factor in the selection decision. (38) The applicant must meet current University and program entry requirements and the selection officer must be satisfied that the applicant has a reasonable likelihood of success in the program. (39) Applicants who have previously been excluded from an RMIT program are eligible to apply for readmission to the This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 6 of 7program or a replacement program in the admission period before their period of exclusion will end. Their previous results in the program will be a factor in the selection decision. (40) International applicants whose enrolments have been cancelled for non-payment of fees are assessed against SSVF requirements and may be refused readmission on the basis of their potential risk to the University. (41) HDR applicants seeking readmission for examination of their thesis/project should refer to the HDR Submission and Examination Procedure ."
        },
        {
          "heading": "Review of Selection Decisions",
          "text": "(42) An unsuccessful applicant may seek a review of a selection decision in accordance with the Selection Procedure . This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 7 of 7Status and Details Status Current Eﬀective Date 7th January 2025 Review Date 18th December 2025 Approval Authority Manager, Central Policy Approval Date 16th December 2022 Expiry Date Not Applicable Policy OwnerConnie Merlino University Secretary and Academic Registrar Policy AuthorMargot Thompson Associate Director, Academic and Admissions Governance and Systems Enquiries Contact Academic Policy Glossary Terms and Definitions \"RMIT Group\" - RMIT University and its controlled entities (RMIT Europe, RMIT Online, RMIT Vietnam, RMIT University Pathways)"
        }
      ],
      "text": ""
    }
  ],
  "qa_index": [
    {
      "id": "S.1",
      "type": "section",
      "title": "Section 1 – Context",
      "path": [
        "Section 1 – Context"
      ],
      "text": "(1) This procedure provides requirements relating to the: publication of admissions standardsa. minimum criteria for admission and selection of applicants into programs and courses at RMIT and the authorityb. to determine those rules requirements for acceptance, deferral or withdrawal of offers for admission, and readmission.c."
    },
    {
      "id": "S.2",
      "type": "section",
      "title": "Section 2 – Authority",
      "path": [
        "Section 2 – Authority"
      ],
      "text": "(2) Authority for this document is established by the Admission Policy ."
    },
    {
      "id": "S.3",
      "type": "section",
      "title": "Section 3 – Scope",
      "path": [
        "Section 3 – Scope"
      ],
      "text": "(3) The Admission Procedure applies to all programs, courses and non-award study offered by the RMIT Group and RMIT partner institutions."
    },
    {
      "id": "S.4",
      "type": "section",
      "title": "Section 4 – Procedure",
      "path": [
        "Section 4 – Procedure"
      ],
      "text": ""
    },
    {
      "id": "S.4.Admission_Standards",
      "type": "subsection",
      "title": "Admission Standards",
      "path": [
        "Section 4 – Procedure",
        "Admission Standards"
      ],
      "text": "(4) Admission standards comprise: the University entry requirements for that level of program a. award and non-award program entry requirements, and b. selection methodology. c."
    },
    {
      "id": "S.4.Publication_of_Information_for_Applicants",
      "type": "subsection",
      "title": "Publication of Information for Applicants",
      "path": [
        "Section 4 – Procedure",
        "Publication of Information for Applicants"
      ],
      "text": "(5) The program guide is the authoritative source of approved program entry requirements. All published information for applicants must accurately reflect the approved program entry requirements. a. Any other admissions information provided to applicants must be consistent with program guides. b. Colleges are accountable for ensuring that all published information is consistent across all platforms.c. (6) Application and submission deadlines are published in program brochures and on the University website. If application is offered through VTAC, application deadlines are published on the VTAC website. (7) Application deadlines may be changed with the approval of the relevant college admissions office. If these deadlines are changed, college admissions offices update published information. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 7(8) In collaboration with colleges, Domestic Admissions determines: the VTAC program review and approval timelines and processes annuallya. timelines and processes for managing direct applications.b. (9) The School of Graduate Research determines timelines and processes for domestic and international higher degrees by research (HDR) applications."
    },
    {
      "id": "S.4.Minimum_Entry_Requirements",
      "type": "subsection",
      "title": "Minimum Entry Requirements",
      "path": [
        "Section 4 – Procedure",
        "Minimum Entry Requirements"
      ],
      "text": "(10) The University sets minimum age requirements, minimum academic entry requirements, and minimum English language entry requirements designed for students to have the academic preparation and proficiency in English language required to complete their program. Individual programs may have entry requirements that are higher than the University minimum entrya. requirements and these will be published in program guides. (11) To be considered for selection to an RMIT program or course, domestic and international applicants must meet the following minimum entry requirements: English language proficiency as detailed in the English Language Proficiency Procedure a. Academic entry requirements as detailed in the Academic Entry Requirements Procedure . b."
    },
    {
      "id": "S.4.Minimum_Age_Requirement",
      "type": "subsection",
      "title": "Minimum Age Requirement",
      "path": [
        "Section 4 – Procedure",
        "Minimum Age Requirement"
      ],
      "text": "(12) In accordance with the Enrolment Policy , applicants for admission to RMIT must be at least 16 years of age on the commencement date of the program in which they will enrol as a student."
    },
    {
      "id": "S.4.Program_Entry_Requirements",
      "type": "subsection",
      "title": "Program Entry Requirements",
      "path": [
        "Section 4 – Procedure",
        "Program Entry Requirements"
      ],
      "text": "(13) Program entry requirements are approved in accordance with the program approval process and are compliant with minimum entry requirements and may include: a specified level of previous study, or equivalenta. a specified minimum level of achievement in previous studyb. a specified age requirementc. selection tasks to assess specified entry requirements, and/ord. pre-requisite courses or subjects, and minimum scores in these.e. (14) The same program entry requirements apply at all locations where the program is offered."
    },
    {
      "id": "S.4.Exceptions_and_Cases_of_Equivalence",
      "type": "subsection",
      "title": "Exceptions and Cases of Equivalence",
      "path": [
        "Section 4 – Procedure",
        "Exceptions and Cases of Equivalence"
      ],
      "text": "(15) Colleges may submit a case of equivalence when an individual does not meet the minimum program entry requirements but can demonstrate by other means that they are capable of success in the program. (16) The following officers may approve a case of equivalence: for applicants to coursework programs: Deputy Vice-Chancellor Education or the University Secretary anda. Academic Registrar as the nominee. Such decisions and the reasons for them must be reported to the next meeting of the Programs Committee. for applicants to HDR programs: Deputy Vice-Chancellor Research and Innovation or nominee. Such decisionsb. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 7and the reasons for them must be reported to the next meeting of the Research Committee. (17) The Programs Committee may waive University entry requirements and/or program entry requirements for a program or specific cohorts of applicants to a program. The relevant College Deputy Vice-Chancellor (or nominee) may request such decisions."
    },
    {
      "id": "S.4.International_Applicants",
      "type": "subsection",
      "title": "International Applicants",
      "path": [
        "Section 4 – Procedure",
        "International Applicants"
      ],
      "text": "(18) International Admissions may deny an application under Simplified Student Visa Framework (SSVF) obligations if an international applicant: fails to meet the minimum entry requirements stipulated by the Australian Government to have a visa granted,a. or is deemed high risk under the SSVF or Migration Regulations 1994 . b. (19) Applicants intending to study in Australia on a student visa are assessed against Australian Government requirements for a genuine temporary entrant. (20) Applicants who will study on an international student visa and will be under 18 years of age at the time they commence their program must satisfy additional requirements and provide written consent to their admission from a parent or guardian. The additional requirements will be advised at the time of offer."
    },
    {
      "id": "S.4.Deferment",
      "type": "subsection",
      "title": "Deferment",
      "path": [
        "Section 4 – Procedure",
        "Deferment"
      ],
      "text": "(21) Where deferment is available in coursework programs: An applicant may defer only once before they have enrolled. a. If an applicant has been offered a place in a sequenced program, there is only one opportunity for deferment. b. The maximum period of deferment is until the start of the next academic year. c. The officers listed in (24) below may approve a longer period of deferment in exceptional circumstances. d. (22) Applicants for HDR programs may defer for six or 12 months if: deferment is available in the programa. their request is supported by the relevant Dean/Head of School/Cluster Director (or nominee) and their seniorb. supervisor, and in the case they are recipients of a research scholarship, they will still commence their program in the year inc. which the scholarship is to commence. (23) Where an applicant defers but does not take up the place by the end of the deferment period, and no extension has been approved, the offer will lapse. If the applicant later wishes to be admitted to the program they must reapply for admission. (24) The following officers decide whether deferment is available in program offerings at specific locations: for coursework programs: the relevant General Manager – College Operations (or equivalent).a. for HDR programs: the Associate Deputy Vice-Chancellor Research Training and Development b. for Foundation Studies programs and English programs delivered at RMIT University Pathways (RMIT UP): RMITc. UP Chief Executive Officer. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 7Cancellation of Program Intake (25) The College Deputy Vice-Chancellor or nominee may make a decision to cancel a program intake. (26) Decisions to cancel a program intake should be finalised before any offers are made to applicants, wherever possible. (27) If no offers have been made for a program intake, the Deputy Vice-Chancellor Education or the University Secretary and Academic Registrar as nominee (for coursework programs) or the Deputy Vice-Chancellor Research and Innovation (for research programs) will be advised of any program cancellation. (28) If considering cancelling a program intake after offers have been made, colleges must seek approval from the Deputy Vice-Chancellor Education or the University Secretary and Academic Registrar as nominee (for coursework programs), or the Deputy Vice-Chancellor Research and Innovation (for research programs) to cancel both the program intake and any offers already made. The following factors are considered in the decision: a. the reason for the program intake cancellation i. the reason the program intake was not cancelled before offers were madeii. the number of applicants who have received offersiii. the number of students already enrolled (including in pathway programs), andiv. alternative programs in which applicants can be offered a place. v. (29) Communication to applicants that their offer has been revoked due to a cancelled program intake must include the reason for the cancellation and advice about any suitable alternative program or future intake to the same program. (30) If offers have been made to students intending to study in Australia on a student visa the decision to cancel must be made after consultation with International Compliance to ensure ESOS compliance."
    },
    {
      "id": "S.4.Withdrawal_or_Refusal_of_Admission",
      "type": "subsection",
      "title": "Withdrawal or Refusal of Admission",
      "path": [
        "Section 4 – Procedure",
        "Withdrawal or Refusal of Admission"
      ],
      "text": "(31) RMIT may refuse admission to applicants who would otherwise be eligible if: the applicant has outstanding fees owing to the University (the applicant may still be offered a place, but willa. not be permitted to enrol until the debt is cleared) the applicant has been excluded from the same program for unsatisfactory academic progressb. the applicant has been expelled, excluded or is subject to an executive suspension or revocation of licensec. order from any RMIT institution due to misconduct or in order to comply with the University's obligations of occupational health and safety the applicant has a formally documented history of having contravened the Student Charter or displayed d. otherwise unacceptable behaviour during a previous admission or enrolment in an RMIT institution the applicant has been expelled or excluded from another education institution misconducte. the applicant has been excluded from the same or similar program at another education institution forf. unsatisfactory academic progress in the opinion of the relevant College Deputy Vice-Chancellor, or the RMIT UP Chief Executive Officerg. the applicant's conduct during the application process would provide reasonable grounds to excludei. them from study for misconduct had they been a student of the University; or the applicant does not have a reasonable likelihood of completing the program. ii. admission of the applicant would be contrary to Australian law or the law of the country in which the program ish. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 7delivered in the case of an application to study in Australia on a student visa, the applicant does not satisfy RMIT’s SSVFi. risk assessment the applicant poses a risk to RMIT complying with its commitment to child safety and wellbeing and compliancej. under the Victorian Child Safe Standards admission of the applicant would be contrary to the policies of an RMIT partner institution with whom thek. program is being delivered for admission into Foundation Studies, the applicant: l. has already completed the Foundation Studies program in another stream, or with another provideri. has had poor academic performance with another provider, or at RMIT UPii. has a record of poor attendance at RMIT UP or another provideriii. is close to completing their Foundation Studies program with another provideriv. is not in an eligible age group for the programv. for admission into RMIT UP, English program, the applicant:m. has had poor academic performance with another provideri. has a record of poor attendance either with RMIT UP or another provider. ii. (32) RMIT may impose additional requirements on applicants who will require Australian student visas to commence study. Applicants who do not meet these requirements at the time of application or acceptance will be refused admission. (33) RMIT may withdraw an offer of admission and/or cancel the enrolment of a student where such an offer: was made on the basis of incomplete, inaccurate or fraudulent information supplied by the applicant or aa. certifying authority would be contrary to Australian law or, if relevant, the law of another country in which the program is deliveredb. would be contrary to the University’s contractual obligations, orc. has been made and a program intake is full. d. (34) RMIT may withdraw an offer of admission where it has been made through administrative error and the applicant does not meet the program entry requirements in accordance with the Selection Procedure . If a withdrawn offer was made to an international applicant and the applicant has accepted the offer,a. alternatives must be provided that do not involve greater cost to the applicant."
    },
    {
      "id": "S.4.Readmission",
      "type": "subsection",
      "title": "Readmission",
      "path": [
        "Section 4 – Procedure",
        "Readmission"
      ],
      "text": "(35) A student whose enrolment lapses may apply for readmission. (36) Applicants for readmission to a program are subject to the same requirements and selection methodology as any other applicant. (37) Applicants who have previously studied at RMIT may be given preference over applicants who have not previously been RMIT students provided they meet all current entry requirements. The applicant’s academic performance in their previous RMIT program is a factor in the selection decision. (38) The applicant must meet current University and program entry requirements and the selection officer must be satisfied that the applicant has a reasonable likelihood of success in the program. (39) Applicants who have previously been excluded from an RMIT program are eligible to apply for readmission to the This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 6 of 7program or a replacement program in the admission period before their period of exclusion will end. Their previous results in the program will be a factor in the selection decision. (40) International applicants whose enrolments have been cancelled for non-payment of fees are assessed against SSVF requirements and may be refused readmission on the basis of their potential risk to the University. (41) HDR applicants seeking readmission for examination of their thesis/project should refer to the HDR Submission and Examination Procedure ."
    },
    {
      "id": "S.4.Review_of_Selection_Decisions",
      "type": "subsection",
      "title": "Review of Selection Decisions",
      "path": [
        "Section 4 – Procedure",
        "Review of Selection Decisions"
      ],
      "text": "(42) An unsuccessful applicant may seek a review of a selection decision in accordance with the Selection Procedure . This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 7 of 7Status and Details Status Current Eﬀective Date 7th January 2025 Review Date 18th December 2025 Approval Authority Manager, Central Policy Approval Date 16th December 2022 Expiry Date Not Applicable Policy OwnerConnie Merlino University Secretary and Academic Registrar Policy AuthorMargot Thompson Associate Director, Academic and Admissions Governance and Systems Enquiries Contact Academic Policy Glossary Terms and Definitions \"RMIT Group\" - RMIT University and its controlled entities (RMIT Europe, RMIT Online, RMIT Vietnam, RMIT University Pathways)"
    }
  ],
  "chunks": [
    {
      "id": "K.001",
      "text": "Section 1 – Context\n(1) This procedure provides requirements relating to the: publication of admissions standardsa. minimum criteria for admission and selection of applicants into programs and courses at RMIT and the authorityb. to determine those rules requirements for acceptance, deferral or withdrawal of offers for admission, and readmission.c. Section 2 – Authority\n(2) Authority for this document is established by the Admission Policy . Section 3 – Scope\n(3) The Admission Procedure applies to all programs, courses and non-award study offered by the RMIT Group and RMIT partner institutions. Section 4 – Procedure :: Admission Standards\n(4) Admission standards comprise: the University entry requirements for that level of program a. award and non-award program entry requirements, and b. selection methodology. c. Section 4 – Procedure :: Publication of Information for Applicants\n(5) The program guide is the authoritative source of approved program entry requirements. All published information for applicants must accurately reflect the approved program entry requirements. a. Any other admissions information provided to applicants must be consistent with program guides. b. Colleges are accountable for ensuring that all published information is consistent across all platforms.c. (6) Application and submission deadlines are published in program brochures and on the University website. If application is offered through VTAC, application deadlines are published on the VTAC website. (7) Application deadlines may be changed with the approval of the relevant college admissions office. If these deadlines are changed, college admissions offices update published information. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 7(8) In collaboration with colleges, Domestic Admissions determines: the VTAC program review and approval timelines and processes annuallya. timelines and processes for managing direct applications.b. (9) The School of Graduate Research determines timelines and processes for domestic and international higher degrees by research (HDR) applications. Section 4 – Procedure :: Minimum Entry Requirements\n(10) The University sets minimum age requirements, minimum academic entry requirements, and minimum English language entry requirements designed for students to have the academic preparation and proficiency in English language required to complete their program. Individual programs may have entry requirements that are higher than the University minimum entrya. requirements and these will be published in program guides. (11) To be considered for selection to an RMIT program or course, domestic and international applicants must meet the following minimum entry requirements: English language proficiency as detailed in the English Language Proficiency Procedure a. Academic entry requirements as detailed in the Academic Entry Requirements Procedure . b. Section 4 – Procedure :: Minimum Age Requirement\n(12) In accordance with the Enrolment Policy , applicants for admission to RMIT must be at least 16 years of age on the commencement date of the program in which they will enrol as a student. Section 4 – Procedure :: Program Entry Requirements\n(13) Program entry requirements are approved in accordance with the program approval process and are compliant with minimum entry requirements and may include: a specified level of previous study, or equivalenta. a specified minimum level of achievement in previous studyb. a specified age requirementc. selection tasks to assess specified entry requirements, and/ord. pre-requisite courses or subjects, and minimum scores in these.e. (14) The same program entry requirements apply at all locations where the program is offered. Section 4 – Procedure :: Exceptions and Cases of Equivalence\n(15) Colleges may submit a case of equivalence when an individual does not meet the minimum program entry requirements but can demonstrate by other means that they are capable of success in the program. (16) The following officers may approve a case of equivalence: for applicants to coursework programs: Deputy Vice-Chancellor Education or the University Secretary anda. Academic Registrar as the nominee. Such decisions and the reasons for them must be reported to the next meeting of the Programs Committee. for applicants to HDR programs: Deputy Vice-Chancellor Research and Innovation or nominee. Such decisionsb. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 7and the reasons for them must be reported to the next meeting of the Research Committee. (17) The Programs Committee may waive University entry requirements and/or program entry requirements for a program or specific cohorts of applicants to a program. The relevant College Deputy Vice-Chancellor (or nominee) may request such decisions. Section 4 – Procedure :: International Applicants\n(18) International Admissions may deny an application under Simplified Student Visa Framework (SSVF) obligations if an international applicant: fails to meet the minimum entry requirements stipulated by the Australian Government to have a visa granted,a. or is deemed high risk under the SSVF or Migration Regulations 1994 . b. (19) Applicants intending to study in Australia on a student visa are assessed against Australian Government requirements for a genuine temporary entrant. (20) Applicants who will study on an international student visa and will be under 18 years of age at the time they commence their program must satisfy additional requirements and provide written consent to their admission from a parent or guardian. The additional requirements will be advised at the time of offer.",
      "source_ids": [
        "S.1",
        "S.2",
        "S.3",
        "S.4.Admission_Standards",
        "S.4.Publication_of_Information_for_Applicants",
        "S.4.Minimum_Entry_Requirements",
        "S.4.Minimum_Age_Requirement",
        "S.4.Program_Entry_Requirements",
        "S.4.Exceptions_and_Cases_of_Equivalence",
        "S.4.International_Applicants"
      ],
      "page_range": null,
      "token_estimate": 1143
    },
    {
      "id": "K.002",
      "text": "Section 4 – Procedure :: Deferment\n(21) Where deferment is available in coursework programs: An applicant may defer only once before they have enrolled. a. If an applicant has been offered a place in a sequenced program, there is only one opportunity for deferment. b. The maximum period of deferment is until the start of the next academic year. c. The officers listed in (24) below may approve a longer period of deferment in exceptional circumstances. d. (22) Applicants for HDR programs may defer for six or 12 months if: deferment is available in the programa. their request is supported by the relevant Dean/Head of School/Cluster Director (or nominee) and their seniorb. supervisor, and in the case they are recipients of a research scholarship, they will still commence their program in the year inc. which the scholarship is to commence. (23) Where an applicant defers but does not take up the place by the end of the deferment period, and no extension has been approved, the offer will lapse. If the applicant later wishes to be admitted to the program they must reapply for admission. (24) The following officers decide whether deferment is available in program offerings at specific locations: for coursework programs: the relevant General Manager – College Operations (or equivalent).a. for HDR programs: the Associate Deputy Vice-Chancellor Research Training and Development b. for Foundation Studies programs and English programs delivered at RMIT University Pathways (RMIT UP): RMITc. UP Chief Executive Officer. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 7Cancellation of Program Intake (25) The College Deputy Vice-Chancellor or nominee may make a decision to cancel a program intake. (26) Decisions to cancel a program intake should be finalised before any offers are made to applicants, wherever possible. (27) If no offers have been made for a program intake, the Deputy Vice-Chancellor Education or the University Secretary and Academic Registrar as nominee (for coursework programs) or the Deputy Vice-Chancellor Research and Innovation (for research programs) will be advised of any program cancellation. (28) If considering cancelling a program intake after offers have been made, colleges must seek approval from the Deputy Vice-Chancellor Education or the University Secretary and Academic Registrar as nominee (for coursework programs), or the Deputy Vice-Chancellor Research and Innovation (for research programs) to cancel both the program intake and any offers already made. The following factors are considered in the decision: a. the reason for the program intake cancellation i. the reason the program intake was not cancelled before offers were madeii. the number of applicants who have received offersiii. the number of students already enrolled (including in pathway programs), andiv. alternative programs in which applicants can be offered a place. v. (29) Communication to applicants that their offer has been revoked due to a cancelled program intake must include the reason for the cancellation and advice about any suitable alternative program or future intake to the same program. (30) If offers have been made to students intending to study in Australia on a student visa the decision to cancel must be made after consultation with International Compliance to ensure ESOS compliance. Section 4 – Procedure :: Withdrawal or Refusal of Admission\n(31) RMIT may refuse admission to applicants who would otherwise be eligible if: the applicant has outstanding fees owing to the University (the applicant may still be offered a place, but willa. not be permitted to enrol until the debt is cleared) the applicant has been excluded from the same program for unsatisfactory academic progressb. the applicant has been expelled, excluded or is subject to an executive suspension or revocation of licensec. order from any RMIT institution due to misconduct or in order to comply with the University's obligations of occupational health and safety the applicant has a formally documented history of having contravened the Student Charter or displayed d. otherwise unacceptable behaviour during a previous admission or enrolment in an RMIT institution the applicant has been expelled or excluded from another education institution misconducte. the applicant has been excluded from the same or similar program at another education institution forf. unsatisfactory academic progress in the opinion of the relevant College Deputy Vice-Chancellor, or the RMIT UP Chief Executive Officerg. the applicant's conduct during the application process would provide reasonable grounds to excludei. them from study for misconduct had they been a student of the University; or the applicant does not have a reasonable likelihood of completing the program. ii. admission of the applicant would be contrary to Australian law or the law of the country in which the program ish. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 7delivered in the case of an application to study in Australia on a student visa, the applicant does not satisfy RMIT’s SSVFi. risk assessment the applicant poses a risk to RMIT complying with its commitment to child safety and wellbeing and compliancej. under the Victorian Child Safe Standards admission of the applicant would be contrary to the policies of an RMIT partner institution with whom thek. program is being delivered for admission into Foundation Studies, the applicant: l. has already completed the Foundation Studies program in another stream, or with another provideri. has had poor academic performance with another provider, or at RMIT UPii. has a record of poor attendance at RMIT UP or another provideriii. is close to completing their Foundation Studies program with another provideriv. is not in an eligible age group for the programv. for admission into RMIT UP, English program, the applicant:m. has had poor academic performance with another provideri. has a record of poor attendance either with RMIT UP or another provider. ii. (32) RMIT may impose additional requirements on applicants who will require Australian student visas to commence study. Applicants who do not meet these requirements at the time of application or acceptance will be refused admission. (33) RMIT may withdraw an offer of admission and/or cancel the enrolment of a student where such an offer: was made on the basis of incomplete, inaccurate or fraudulent information supplied by the applicant or aa. certifying authority would be contrary to Australian law or, if relevant, the law of another country in which the program is deliveredb. would be contrary to the University’s contractual obligations, orc. has been made and a program intake is full. d. (34) RMIT may withdraw an offer of admission where it has been made through administrative error and the applicant does not meet the program entry requirements in accordance with the Selection Procedure . If a withdrawn offer was made to an international applicant and the applicant has accepted the offer,a. alternatives must be provided that do not involve greater cost to the applicant.",
      "source_ids": [
        "S.4.Deferment",
        "S.4.Withdrawal_or_Refusal_of_Admission"
      ],
      "page_range": null,
      "token_estimate": 1515
    },
    {
      "id": "K.003",
      "text": "Section 4 – Procedure :: Readmission\n(35) A student whose enrolment lapses may apply for readmission. (36) Applicants for readmission to a program are subject to the same requirements and selection methodology as any other applicant. (37) Applicants who have previously studied at RMIT may be given preference over applicants who have not previously been RMIT students provided they meet all current entry requirements. The applicant’s academic performance in their previous RMIT program is a factor in the selection decision. (38) The applicant must meet current University and program entry requirements and the selection officer must be satisfied that the applicant has a reasonable likelihood of success in the program. (39) Applicants who have previously been excluded from an RMIT program are eligible to apply for readmission to the This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 6 of 7program or a replacement program in the admission period before their period of exclusion will end. Their previous results in the program will be a factor in the selection decision. (40) International applicants whose enrolments have been cancelled for non-payment of fees are assessed against SSVF requirements and may be refused readmission on the basis of their potential risk to the University. (41) HDR applicants seeking readmission for examination of their thesis/project should refer to the HDR Submission and Examination Procedure . Section 4 – Procedure :: Review of Selection Decisions\n(42) An unsuccessful applicant may seek a review of a selection decision in accordance with the Selection Procedure . This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 7 of 7Status and Details Status Current Eﬀective Date 7th January 2025 Review Date 18th December 2025 Approval Authority Manager, Central Policy Approval Date 16th December 2022 Expiry Date Not Applicable Policy OwnerConnie Merlino University Secretary and Academic Registrar Policy AuthorMargot Thompson Associate Director, Academic and Admissions Governance and Systems Enquiries Contact Academic Policy Glossary Terms and Definitions \"RMIT Group\" - RMIT University and its controlled entities (RMIT Europe, RMIT Online, RMIT Vietnam, RMIT University Pathways)",
      "source_ids": [
        "S.4.Readmission",
        "S.4.Review_of_Selection_Decisions"
      ],
      "page_range": null,
      "token_estimate": 521
    }
  ]
}