{
  "metadata": {
    "title": "Admission Policy",
    "source_path": "/mnt/data/Admission_Policy.pdf",
    "pages": 5,
    "effective_date": null,
    "review_date": "18th December 2025",
    "approval_authority": "Academic Board",
    "approval_date": "18th December 2020",
    "expiry_date": "Not Applicable",
    "policy_owner": null,
    "policy_author": null,
    "enquiries_contact": "Academic Policy"
  },
  "sections": [
    {
      "id": "S.1",
      "heading": "Section 1 – Purpose",
      "number": 1,
      "text": "(1) This policy establishes the principles for admission of students to RMIT courses and programs."
    },
    {
      "id": "S.2",
      "heading": "Section 2 – Overview",
      "number": 2,
      "text": "(2) RMIT is a self-accrediting University and Registered Training Organisation offering admission in Australian Qualifications Framework (AQF) accredited and non-AQF programs and courses in Australia, overseas campuses and international partner locations. RMIT is also a registered CRICOS provider for students in University pathway programs. (3) Through this policy, RMIT recognises the obligation to ensure that: admissions policies, procedures and requirements are applied fairly and consistently a. admitted students have the academic preparation and proficiency in English needed to participate successfullyb. in their intended study, and during the process of admission and enrolment students are informed of their rights and obligations, includingc. all associated fees and charges or funding arrangements, potential eligibility for credit for prior learning, and policies on changes to or withdrawal from offers and acceptance of admission."
    },
    {
      "id": "S.3",
      "heading": "Section 3 – Scope",
      "number": 3,
      "text": "(4) This policy applies to all programs, courses and non-award study offered by the RMIT Group and RMIT partner institutions."
    },
    {
      "id": "S.4",
      "heading": "Section 4 – Policy",
      "number": 4,
      "subsections": [
        {
          "heading": "Principles",
          "text": "(5) RMIT will set fair, equitable and transparent eligibility criteria for the admission and selection of students into programs, which: comply with relevant legislative and contractual requirements and professional registration requirementsa. recognises credit arrangements, and b. ensures applicants have the academic preparation and proficiency in English required to progress in theirc. program. (6) RMIT acknowledges the unique rights of Indigenous Australians to education under the Royal Melbourne Institute of Technology Act 2010 and the United Nations Declaration on the Rights of Indigenous Peoples . (7) RMIT is committed to supporting student diversity and ensuring that people from all backgrounds have an This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 5opportunity to access RMIT programs. The University maintains equitable access schemes to facilitate access to tertiary education by under-a. represented groups. (8) RMIT is committed to matching applicant achievements with program requirements in the best interests of the applicant and their demonstrated capacity for success. (9) Applicants who meet the eligibility criteria for admission into their proposed program of study, as prescribed by the Admission Procedure , may be offered a place in the program. Due to limited places, eligibility for admission into a program does not guarantee an offer in that program.a. (10) RMIT ensures that students are informed of their rights and obligations before accepting and enrolling, or declining their offer. (11) Appropriate review and appeal provisions will be available with respect to admission and selection decisions. Applicants dissatisfied with a selection decision may apply for a review of that decision in accordance with the process prescribed by the relevant RMIT institution. (12) Any person who is not satisfied with the result or conduct of any formal internal review process may access an external right of complaint or appeal."
        },
        {
          "heading": "Responsibilities",
          "text": "(13) Minimum academic entry requirements are recommended by the Admissions Governance Steering Committee, endorsed by the Programs Committee (except higher degree by research programs), and approved by Academic Board. (14) Minimum academic entry requirements for higher degree by research programs are recommended by the Deputy Vice-Chancellor Research and Innovation, endorsed by the Research Committee and approved by Academic Board. (15) The Deputy Vice-Chancellor Education approves: minimum age requirementsa. minimum English language entry requirementsb. cases of equivalence for academic and English language entry requirements (delegated to the Universityc. Secretary and Academic Registrar). (16) The University Secretary and Academic Registrar has responsibility for: admission procedures and resources for coursework programs and courses at RMITa. the Academic Calendarb. the Student Charter c. reporting of admission trends and analysisd. monitoring compliance with this policy.e. (17) The Associate Deputy Vice-Chancellor Research Training and Development has responsibility for admission procedures and resources for applicants to higher degree by research programs. (18) The Deputy Vice-Chancellor College of Vocational Education or delegate has responsibility for admission resources specific to vocational education compliance. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 5(19) The Executive Director, Students has responsibility for admission procedures and resources for study abroad and exchange students. (20) University profile targets are approved annually by the Vice-Chancellor. The Vice-Chancellor may take into consideration advice from the Deputy Vice-Chancellor Education, Deputy Vice-Chancellor Research and Innovation and University Executive Committee in setting these targets. The Deputy Vice-Chancellor Education may approve sub-targets relating to aspects of the University’sa. academic, business and social inclusion strategies. (21) Responsibilities for other related decision-making points are as stated in this policy, associated procedures and resources."
        },
        {
          "heading": "Compliance",
          "text": "(22) All staff responsible for administering admission activities must follow this policy, associated procedures and resources. (23) Significant breaches of this policy by a student or staff member that impair or undermine academic integrity will be managed via the: Code of Conduct , or a. Student Conduct Policyb."
        },
        {
          "heading": "Review",
          "text": "(24) This policy will be reviewed at least once every five years in accordance with the Policy Governance Policy ."
        }
      ],
      "text": ""
    },
    {
      "id": "S.5",
      "heading": "Section 5 – Procedures and Resources",
      "number": 5,
      "text": "(25) Refer to the following documents which are established in accordance with this policy: Admission Procedurea. Academic Entry Requirements Procedureb. English Language Proficiency Procedurec. Equity and other Admission Schemes Procedured. Selection Proceduree. Student Charterf."
    },
    {
      "id": "S.6",
      "heading": "Section 6 – Definitions",
      "number": 6,
      "text": "(Note: Commonly defined terms are in the RMIT Policy Glossary. Any defined terms below are specific to this policy). Academic entry requirement  A requirement that an applicant must hold a minimum level of qualiﬁcation, with or without a speciﬁed score in the qualiﬁcation. Admission  The process by which an applicant is oﬀered (or denied) a place in a program or course, comprising application, assessment of the application, oﬀer, and acceptance of the oﬀer. Admission standards  The set of entry requirements for a speciﬁc program, and the methodology by which applicants are selected against these requirements Age requirement for entry  A minimum age below which an applicant may not be oﬀered a place. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 5Case of equivalence Where an applicant can evidence appropriate academic or English language proﬁciency maintained through professional and/or academic careers equivalent to the program's published minimum academic or English language proﬁciency requirements that satisﬁes the Deputy Vice-Chancellor Education or nominee. Competitive selection (pooling)  A method of selection whereby applications are held and then ranked before oﬀers are made. Deferment  Where an applicant who has been oﬀered a place in a program is permitted to take up the place in a speciﬁed later teaching period before enrolling. English language entry requirements A requirement that an applicant must evidence a minimum level of English language proﬁciency. Entry  An outcome of selection, where an applicant is oﬀered a place in a program. Entry requirement  A requirement an applicant must meet to gain entry. Equity admission consideration  The process whereby eligible applicants from equity groups and/or who have been disadvantaged in some way receive extra consideration in admission; this may include the application of an adjustment to their selection rank in qualiﬁcations considered for entry. Equity admission scheme  An approved scheme for consistent application of equitable admission consideration to speciﬁc equity groups. Equity group  A group recognised by the Commonwealth Government or by the University as under- represented in tertiary education because of disadvantage. Fund source  The type of place in terms of funding (e.g. full fee, Commonwealth supported, international full fee) that a student may hold in a program. Inherent requirements  The fundamental tasks of a program that require students to demonstrate non-academic abilities during professional experience placement and on-campus learning activities. See the Commitment Statement on Program Inherent Requirements . Internal applicant  An applicant who is currently or who has previously had an enrolment in an RMIT program, in the past year. Mature ageStudents are considered mature age if they are 21 (for higher education) or 18 (for vocational education) years of age or older on 1 January of the year they start their RMIT program. Oﬀer The oﬀer to an applicant of a place in a program. Pathway  A preparatory program designed to allow students to move through qualiﬁcation levels with or without credit. Readmission  Where a person has previously been admitted to a program, but their enrolment has lapsed or been cancelled, or they have been excluded from the program, and they apply for admission again. Selection  Process of assessing applicants and deciding which will be oﬀered a place in a program, and which will be denied a place. Selection methodology  Approved methodology for selecting applicants against all entry requirements for a program and, where relevant, ranking them. Selection task  A program entry requirement whereby applicants are required to complete a speciﬁc task(s) such as undergo an interview, submit a folio of creative work, complete a form, etc. University entry requirement  A minimum requirement for entry that applies to all programs of a particular type across the University. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 5Status and Details Status Current Eﬀective Date 1st January 2021 Review Date 18th December 2025 Approval Authority Academic Board Approval Date 18th December 2020 Expiry Date Not Applicable Policy OwnerSherman Young Deputy Vice-Chancellor Education Policy AuthorConnie Merlino University Secretary and Academic Registrar Enquiries Contact Academic Policy Glossary Terms and Definitions \"RMIT Group\" - RMIT University and its controlled entities (RMIT Europe, RMIT Online, RMIT Vietnam, RMIT University Pathways)"
    }
  ],
  "qa_index": [
    {
      "id": "S.1",
      "type": "section",
      "title": "Section 1 – Purpose",
      "path": [
        "Section 1 – Purpose"
      ],
      "text": "(1) This policy establishes the principles for admission of students to RMIT courses and programs."
    },
    {
      "id": "S.2",
      "type": "section",
      "title": "Section 2 – Overview",
      "path": [
        "Section 2 – Overview"
      ],
      "text": "(2) RMIT is a self-accrediting University and Registered Training Organisation offering admission in Australian Qualifications Framework (AQF) accredited and non-AQF programs and courses in Australia, overseas campuses and international partner locations. RMIT is also a registered CRICOS provider for students in University pathway programs. (3) Through this policy, RMIT recognises the obligation to ensure that: admissions policies, procedures and requirements are applied fairly and consistently a. admitted students have the academic preparation and proficiency in English needed to participate successfullyb. in their intended study, and during the process of admission and enrolment students are informed of their rights and obligations, includingc. all associated fees and charges or funding arrangements, potential eligibility for credit for prior learning, and policies on changes to or withdrawal from offers and acceptance of admission."
    },
    {
      "id": "S.3",
      "type": "section",
      "title": "Section 3 – Scope",
      "path": [
        "Section 3 – Scope"
      ],
      "text": "(4) This policy applies to all programs, courses and non-award study offered by the RMIT Group and RMIT partner institutions."
    },
    {
      "id": "S.4",
      "type": "section",
      "title": "Section 4 – Policy",
      "path": [
        "Section 4 – Policy"
      ],
      "text": ""
    },
    {
      "id": "S.4.Principles",
      "type": "subsection",
      "title": "Principles",
      "path": [
        "Section 4 – Policy",
        "Principles"
      ],
      "text": "(5) RMIT will set fair, equitable and transparent eligibility criteria for the admission and selection of students into programs, which: comply with relevant legislative and contractual requirements and professional registration requirementsa. recognises credit arrangements, and b. ensures applicants have the academic preparation and proficiency in English required to progress in theirc. program. (6) RMIT acknowledges the unique rights of Indigenous Australians to education under the Royal Melbourne Institute of Technology Act 2010 and the United Nations Declaration on the Rights of Indigenous Peoples . (7) RMIT is committed to supporting student diversity and ensuring that people from all backgrounds have an This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 5opportunity to access RMIT programs. The University maintains equitable access schemes to facilitate access to tertiary education by under-a. represented groups. (8) RMIT is committed to matching applicant achievements with program requirements in the best interests of the applicant and their demonstrated capacity for success. (9) Applicants who meet the eligibility criteria for admission into their proposed program of study, as prescribed by the Admission Procedure , may be offered a place in the program. Due to limited places, eligibility for admission into a program does not guarantee an offer in that program.a. (10) RMIT ensures that students are informed of their rights and obligations before accepting and enrolling, or declining their offer. (11) Appropriate review and appeal provisions will be available with respect to admission and selection decisions. Applicants dissatisfied with a selection decision may apply for a review of that decision in accordance with the process prescribed by the relevant RMIT institution. (12) Any person who is not satisfied with the result or conduct of any formal internal review process may access an external right of complaint or appeal."
    },
    {
      "id": "S.4.Responsibilities",
      "type": "subsection",
      "title": "Responsibilities",
      "path": [
        "Section 4 – Policy",
        "Responsibilities"
      ],
      "text": "(13) Minimum academic entry requirements are recommended by the Admissions Governance Steering Committee, endorsed by the Programs Committee (except higher degree by research programs), and approved by Academic Board. (14) Minimum academic entry requirements for higher degree by research programs are recommended by the Deputy Vice-Chancellor Research and Innovation, endorsed by the Research Committee and approved by Academic Board. (15) The Deputy Vice-Chancellor Education approves: minimum age requirementsa. minimum English language entry requirementsb. cases of equivalence for academic and English language entry requirements (delegated to the Universityc. Secretary and Academic Registrar). (16) The University Secretary and Academic Registrar has responsibility for: admission procedures and resources for coursework programs and courses at RMITa. the Academic Calendarb. the Student Charter c. reporting of admission trends and analysisd. monitoring compliance with this policy.e. (17) The Associate Deputy Vice-Chancellor Research Training and Development has responsibility for admission procedures and resources for applicants to higher degree by research programs. (18) The Deputy Vice-Chancellor College of Vocational Education or delegate has responsibility for admission resources specific to vocational education compliance. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 5(19) The Executive Director, Students has responsibility for admission procedures and resources for study abroad and exchange students. (20) University profile targets are approved annually by the Vice-Chancellor. The Vice-Chancellor may take into consideration advice from the Deputy Vice-Chancellor Education, Deputy Vice-Chancellor Research and Innovation and University Executive Committee in setting these targets. The Deputy Vice-Chancellor Education may approve sub-targets relating to aspects of the University’sa. academic, business and social inclusion strategies. (21) Responsibilities for other related decision-making points are as stated in this policy, associated procedures and resources."
    },
    {
      "id": "S.4.Compliance",
      "type": "subsection",
      "title": "Compliance",
      "path": [
        "Section 4 – Policy",
        "Compliance"
      ],
      "text": "(22) All staff responsible for administering admission activities must follow this policy, associated procedures and resources. (23) Significant breaches of this policy by a student or staff member that impair or undermine academic integrity will be managed via the: Code of Conduct , or a. Student Conduct Policyb."
    },
    {
      "id": "S.4.Review",
      "type": "subsection",
      "title": "Review",
      "path": [
        "Section 4 – Policy",
        "Review"
      ],
      "text": "(24) This policy will be reviewed at least once every five years in accordance with the Policy Governance Policy ."
    },
    {
      "id": "S.5",
      "type": "section",
      "title": "Section 5 – Procedures and Resources",
      "path": [
        "Section 5 – Procedures and Resources"
      ],
      "text": "(25) Refer to the following documents which are established in accordance with this policy: Admission Procedurea. Academic Entry Requirements Procedureb. English Language Proficiency Procedurec. Equity and other Admission Schemes Procedured. Selection Proceduree. Student Charterf."
    },
    {
      "id": "S.6",
      "type": "section",
      "title": "Section 6 – Definitions",
      "path": [
        "Section 6 – Definitions"
      ],
      "text": "(Note: Commonly defined terms are in the RMIT Policy Glossary. Any defined terms below are specific to this policy). Academic entry requirement  A requirement that an applicant must hold a minimum level of qualiﬁcation, with or without a speciﬁed score in the qualiﬁcation. Admission  The process by which an applicant is oﬀered (or denied) a place in a program or course, comprising application, assessment of the application, oﬀer, and acceptance of the oﬀer. Admission standards  The set of entry requirements for a speciﬁc program, and the methodology by which applicants are selected against these requirements Age requirement for entry  A minimum age below which an applicant may not be oﬀered a place. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 5Case of equivalence Where an applicant can evidence appropriate academic or English language proﬁciency maintained through professional and/or academic careers equivalent to the program's published minimum academic or English language proﬁciency requirements that satisﬁes the Deputy Vice-Chancellor Education or nominee. Competitive selection (pooling)  A method of selection whereby applications are held and then ranked before oﬀers are made. Deferment  Where an applicant who has been oﬀered a place in a program is permitted to take up the place in a speciﬁed later teaching period before enrolling. English language entry requirements A requirement that an applicant must evidence a minimum level of English language proﬁciency. Entry  An outcome of selection, where an applicant is oﬀered a place in a program. Entry requirement  A requirement an applicant must meet to gain entry. Equity admission consideration  The process whereby eligible applicants from equity groups and/or who have been disadvantaged in some way receive extra consideration in admission; this may include the application of an adjustment to their selection rank in qualiﬁcations considered for entry. Equity admission scheme  An approved scheme for consistent application of equitable admission consideration to speciﬁc equity groups. Equity group  A group recognised by the Commonwealth Government or by the University as under- represented in tertiary education because of disadvantage. Fund source  The type of place in terms of funding (e.g. full fee, Commonwealth supported, international full fee) that a student may hold in a program. Inherent requirements  The fundamental tasks of a program that require students to demonstrate non-academic abilities during professional experience placement and on-campus learning activities. See the Commitment Statement on Program Inherent Requirements . Internal applicant  An applicant who is currently or who has previously had an enrolment in an RMIT program, in the past year. Mature ageStudents are considered mature age if they are 21 (for higher education) or 18 (for vocational education) years of age or older on 1 January of the year they start their RMIT program. Oﬀer The oﬀer to an applicant of a place in a program. Pathway  A preparatory program designed to allow students to move through qualiﬁcation levels with or without credit. Readmission  Where a person has previously been admitted to a program, but their enrolment has lapsed or been cancelled, or they have been excluded from the program, and they apply for admission again. Selection  Process of assessing applicants and deciding which will be oﬀered a place in a program, and which will be denied a place. Selection methodology  Approved methodology for selecting applicants against all entry requirements for a program and, where relevant, ranking them. Selection task  A program entry requirement whereby applicants are required to complete a speciﬁc task(s) such as undergo an interview, submit a folio of creative work, complete a form, etc. University entry requirement  A minimum requirement for entry that applies to all programs of a particular type across the University. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 5Status and Details Status Current Eﬀective Date 1st January 2021 Review Date 18th December 2025 Approval Authority Academic Board Approval Date 18th December 2020 Expiry Date Not Applicable Policy OwnerSherman Young Deputy Vice-Chancellor Education Policy AuthorConnie Merlino University Secretary and Academic Registrar Enquiries Contact Academic Policy Glossary Terms and Definitions \"RMIT Group\" - RMIT University and its controlled entities (RMIT Europe, RMIT Online, RMIT Vietnam, RMIT University Pathways)"
    }
  ],
  "chunks": [
    {
      "id": "K.001",
      "text": "Section 1 – Purpose\n(1) This policy establishes the principles for admission of students to RMIT courses and programs. Section 2 – Overview\n(2) RMIT is a self-accrediting University and Registered Training Organisation offering admission in Australian Qualifications Framework (AQF) accredited and non-AQF programs and courses in Australia, overseas campuses and international partner locations. RMIT is also a registered CRICOS provider for students in University pathway programs. (3) Through this policy, RMIT recognises the obligation to ensure that: admissions policies, procedures and requirements are applied fairly and consistently a. admitted students have the academic preparation and proficiency in English needed to participate successfullyb. in their intended study, and during the process of admission and enrolment students are informed of their rights and obligations, includingc. all associated fees and charges or funding arrangements, potential eligibility for credit for prior learning, and policies on changes to or withdrawal from offers and acceptance of admission. Section 3 – Scope\n(4) This policy applies to all programs, courses and non-award study offered by the RMIT Group and RMIT partner institutions. Section 4 – Policy :: Principles\n(5) RMIT will set fair, equitable and transparent eligibility criteria for the admission and selection of students into programs, which: comply with relevant legislative and contractual requirements and professional registration requirementsa. recognises credit arrangements, and b. ensures applicants have the academic preparation and proficiency in English required to progress in theirc. program. (6) RMIT acknowledges the unique rights of Indigenous Australians to education under the Royal Melbourne Institute of Technology Act 2010 and the United Nations Declaration on the Rights of Indigenous Peoples . (7) RMIT is committed to supporting student diversity and ensuring that people from all backgrounds have an This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 5opportunity to access RMIT programs. The University maintains equitable access schemes to facilitate access to tertiary education by under-a. represented groups. (8) RMIT is committed to matching applicant achievements with program requirements in the best interests of the applicant and their demonstrated capacity for success. (9) Applicants who meet the eligibility criteria for admission into their proposed program of study, as prescribed by the Admission Procedure , may be offered a place in the program. Due to limited places, eligibility for admission into a program does not guarantee an offer in that program.a. (10) RMIT ensures that students are informed of their rights and obligations before accepting and enrolling, or declining their offer. (11) Appropriate review and appeal provisions will be available with respect to admission and selection decisions. Applicants dissatisfied with a selection decision may apply for a review of that decision in accordance with the process prescribed by the relevant RMIT institution. (12) Any person who is not satisfied with the result or conduct of any formal internal review process may access an external right of complaint or appeal. Section 4 – Policy :: Responsibilities\n(13) Minimum academic entry requirements are recommended by the Admissions Governance Steering Committee, endorsed by the Programs Committee (except higher degree by research programs), and approved by Academic Board. (14) Minimum academic entry requirements for higher degree by research programs are recommended by the Deputy Vice-Chancellor Research and Innovation, endorsed by the Research Committee and approved by Academic Board. (15) The Deputy Vice-Chancellor Education approves: minimum age requirementsa. minimum English language entry requirementsb. cases of equivalence for academic and English language entry requirements (delegated to the Universityc. Secretary and Academic Registrar). (16) The University Secretary and Academic Registrar has responsibility for: admission procedures and resources for coursework programs and courses at RMITa. the Academic Calendarb. the Student Charter c. reporting of admission trends and analysisd. monitoring compliance with this policy.e. (17) The Associate Deputy Vice-Chancellor Research Training and Development has responsibility for admission procedures and resources for applicants to higher degree by research programs. (18) The Deputy Vice-Chancellor College of Vocational Education or delegate has responsibility for admission resources specific to vocational education compliance. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 5(19) The Executive Director, Students has responsibility for admission procedures and resources for study abroad and exchange students. (20) University profile targets are approved annually by the Vice-Chancellor. The Vice-Chancellor may take into consideration advice from the Deputy Vice-Chancellor Education, Deputy Vice-Chancellor Research and Innovation and University Executive Committee in setting these targets. The Deputy Vice-Chancellor Education may approve sub-targets relating to aspects of the University’sa. academic, business and social inclusion strategies. (21) Responsibilities for other related decision-making points are as stated in this policy, associated procedures and resources. Section 4 – Policy :: Compliance\n(22) All staff responsible for administering admission activities must follow this policy, associated procedures and resources. (23) Significant breaches of this policy by a student or staff member that impair or undermine academic integrity will be managed via the: Code of Conduct , or a. Student Conduct Policyb. Section 4 – Policy :: Review\n(24) This policy will be reviewed at least once every five years in accordance with the Policy Governance Policy . Section 5 – Procedures and Resources\n(25) Refer to the following documents which are established in accordance with this policy: Admission Procedurea. Academic Entry Requirements Procedureb. English Language Proficiency Procedurec. Equity and other Admission Schemes Procedured. Selection Proceduree. Student Charterf.",
      "source_ids": [
        "S.1",
        "S.2",
        "S.3",
        "S.4.Principles",
        "S.4.Responsibilities",
        "S.4.Compliance",
        "S.4.Review",
        "S.5"
      ],
      "page_range": null,
      "token_estimate": 1205
    },
    {
      "id": "K.002",
      "text": "Section 6 – Definitions\n(Note: Commonly defined terms are in the RMIT Policy Glossary. Any defined terms below are specific to this policy). Academic entry requirement  A requirement that an applicant must hold a minimum level of qualiﬁcation, with or without a speciﬁed score in the qualiﬁcation. Admission  The process by which an applicant is oﬀered (or denied) a place in a program or course, comprising application, assessment of the application, oﬀer, and acceptance of the oﬀer. Admission standards  The set of entry requirements for a speciﬁc program, and the methodology by which applicants are selected against these requirements Age requirement for entry  A minimum age below which an applicant may not be oﬀered a place. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 5Case of equivalence Where an applicant can evidence appropriate academic or English language proﬁciency maintained through professional and/or academic careers equivalent to the program's published minimum academic or English language proﬁciency requirements that satisﬁes the Deputy Vice-Chancellor Education or nominee. Competitive selection (pooling)  A method of selection whereby applications are held and then ranked before oﬀers are made. Deferment  Where an applicant who has been oﬀered a place in a program is permitted to take up the place in a speciﬁed later teaching period before enrolling. English language entry requirements A requirement that an applicant must evidence a minimum level of English language proﬁciency. Entry  An outcome of selection, where an applicant is oﬀered a place in a program. Entry requirement  A requirement an applicant must meet to gain entry. Equity admission consideration  The process whereby eligible applicants from equity groups and/or who have been disadvantaged in some way receive extra consideration in admission; this may include the application of an adjustment to their selection rank in qualiﬁcations considered for entry. Equity admission scheme  An approved scheme for consistent application of equitable admission consideration to speciﬁc equity groups. Equity group  A group recognised by the Commonwealth Government or by the University as under- represented in tertiary education because of disadvantage. Fund source  The type of place in terms of funding (e.g. full fee, Commonwealth supported, international full fee) that a student may hold in a program. Inherent requirements  The fundamental tasks of a program that require students to demonstrate non-academic abilities during professional experience placement and on-campus learning activities. See the Commitment Statement on Program Inherent Requirements . Internal applicant  An applicant who is currently or who has previously had an enrolment in an RMIT program, in the past year. Mature ageStudents are considered mature age if they are 21 (for higher education) or 18 (for vocational education) years of age or older on 1 January of the year they start their RMIT program. Oﬀer The oﬀer to an applicant of a place in a program. Pathway  A preparatory program designed to allow students to move through qualiﬁcation levels with or without credit. Readmission  Where a person has previously been admitted to a program, but their enrolment has lapsed or been cancelled, or they have been excluded from the program, and they apply for admission again. Selection  Process of assessing applicants and deciding which will be oﬀered a place in a program, and which will be denied a place. Selection methodology  Approved methodology for selecting applicants against all entry requirements for a program and, where relevant, ranking them. Selection task  A program entry requirement whereby applicants are required to complete a speciﬁc task(s) such as undergo an interview, submit a folio of creative work, complete a form, etc. University entry requirement  A minimum requirement for entry that applies to all programs of a particular type across the University. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 5Status and Details Status Current Eﬀective Date 1st January 2021 Review Date 18th December 2025 Approval Authority Academic Board Approval Date 18th December 2020 Expiry Date Not Applicable Policy OwnerSherman Young Deputy Vice-Chancellor Education Policy AuthorConnie Merlino University Secretary and Academic Registrar Enquiries Contact Academic Policy Glossary Terms and Definitions \"RMIT Group\" - RMIT University and its controlled entities (RMIT Europe, RMIT Online, RMIT Vietnam, RMIT University Pathways)",
      "source_ids": [
        "S.6"
      ],
      "page_range": null,
      "token_estimate": 970
    }
  ]
}