{
    "metadata": {
        "title": "Appeals and Complaints Policy – Detailed Appeals Process",
        "version": "2025",
        "review_date": "2025-09-01",
        "source": "RMIT University Policy Portal",
        "category": "Academic Policies"
    },
    "structure": [
        {
            "part_title": "Appeals Overview",
            "sections": [
                {
                    "section_title": "What is an Appeal?",
                    "clauses": [
                        {
                            "clause_number": "1",
                            "text": "You may submit an appeal if you want the University to review a decision or outcome that has directly impacted your studies. The types of outcomes you can appeal are listed below. International students can appeal additional University decisions."
                        },
                        {
                            "clause_number": "2",
                            "text": "To submit an appeal, complete the correct form with supporting documentation and evidence by the stated deadline. Different forms have specific grounds of appeal and submission timelines."
                        }
                    ]
                }
            ]
        },
        {
            "part_title": "General Appeals",
            "sections": [
                {
                    "section_title": "Final Course Result Appeals",
                    "clauses": [
                        {
                            "clause_number": "1",
                            "text": "Students may appeal their final grade after first requesting a review with their course coordinator or program manager (Stage 1)."
                        },
                        {
                            "clause_number": "2",
                            "text": "If unresolved, students may submit an appeal using the 'Appeal against a final course assessment result form (PDF, 555KB)' to their College (Stage 2)."
                        },
                        {
                            "clause_number": "3",
                            "text": "Stage 1 review should occur within 5 working days of result publication, and Stage 2 appeal within 20 working days."
                        },
                        {
                            "clause_number": "4",
                            "text": "Both stages must be completed before escalating to the University Appeals Committee."
                        }
                    ]
                },
                {
                    "section_title": "Credit or RPL Appeals",
                    "clauses": [
                        {
                            "clause_number": "1",
                            "text": "To appeal a denied credit or RPL outcome, request a review from your school or college by replying to the outcome email (Stage 1)."
                        },
                        {
                            "clause_number": "2",
                            "text": "If unresolved, submit an 'Appeal against recognition of prior learning (RPL) and credit transfer form (PDF, 529KB)' to your College (Stage 2)."
                        },
                        {
                            "clause_number": "3",
                            "text": "Stage 1 within 5 working days of receiving the outcome; Stage 2 within 20 working days of the initial outcome."
                        }
                    ]
                },
                {
                    "section_title": "College Appeals Committee (ColAC) Appeals",
                    "clauses": [
                        {
                            "clause_number": "1",
                            "text": "Students may appeal a College Appeals Committee decision if there was a breach of University regulation, policy, or process that significantly impacted the outcome."
                        },
                        {
                            "clause_number": "2",
                            "text": "Submit the 'Appeal against the outcome from a College Appeals Committee form (PDF, 519KB)' to the University Appeals Committee within 10 working days of the outcome."
                        }
                    ]
                },
                {
                    "section_title": "Special Consideration Appeals",
                    "clauses": [
                        {
                            "clause_number": "1",
                            "text": "Students may appeal a denied special consideration outcome using the 'Appeal against a special consideration outcome form (PDF, 520KB)' submitted to the University Appeals Committee."
                        },
                        {
                            "clause_number": "2",
                            "text": "The appeal must be submitted within 10 working days of the special consideration decision."
                        }
                    ]
                },
                {
                    "section_title": "Equitable or Alternative Assessment Arrangement Appeals",
                    "clauses": [
                        {
                            "clause_number": "1",
                            "text": "To appeal a denied equitable or alternative assessment arrangement, complete the 'Appeal against an equitable or alternative assessment arrangement outcome form (PDF, 541KB)'."
                        },
                        {
                            "clause_number": "2",
                            "text": "Submit the form to the University Appeals Committee within 10 working days of the decision."
                        }
                    ]
                },
                {
                    "section_title": "Academic Progress (Exclusion) Appeals",
                    "clauses": [
                        {
                            "clause_number": "1",
                            "text": "Students may appeal exclusion from their program due to unsatisfactory academic progress by submitting the 'Appeal against exclusion form (PDF, 521KB)' to the University Appeals Committee."
                        },
                        {
                            "clause_number": "2",
                            "text": "The appeal must be submitted within 20 working days of receiving the exclusion notification."
                        },
                        {
                            "clause_number": "3",
                            "text": "Students must be enrolled or on an approved leave of absence when submitting the appeal."
                        }
                    ]
                },
                {
                    "section_title": "HDR Candidature Termination Appeals",
                    "clauses": [
                        {
                            "clause_number": "1",
                            "text": "HDR candidates may appeal the termination of their candidature using the 'Appeal against termination of HDR candidature form (PDF, 518KB)'."
                        },
                        {
                            "clause_number": "2",
                            "text": "The appeal must be submitted to the University Appeals Committee within 20 working days of receiving the termination notification."
                        }
                    ]
                },
                {
                    "section_title": "HDR Thesis/Project Examination Appeals",
                    "clauses": [
                        {
                            "clause_number": "1",
                            "text": "HDR students may appeal a failed examination outcome if there was a breach of University regulation, policy, or process that impacted the result."
                        },
                        {
                            "clause_number": "2",
                            "text": "Submit the 'Appeal against the outcome of a thesis/project examination form (PDF, 521KB)' to the University Appeals Committee within 20 working days of result publication."
                        }
                    ]
                },
                {
                    "section_title": "Student Misconduct Appeals",
                    "clauses": [
                        {
                            "clause_number": "1",
                            "text": "Students may appeal a misconduct decision by a senior officer or the Student Conduct Board only if procedural rules were breached or the decision was unreasonable."
                        },
                        {
                            "clause_number": "2",
                            "text": "Appeals are submitted using the 'Appeal against a student misconduct decision form (PDF, 522KB)' to the Student Conduct Appeals Committee."
                        },
                        {
                            "clause_number": "3",
                            "text": "Appeals must be lodged within 20 working days of the misconduct outcome."
                        }
                    ]
                }
            ]
        }
    ],
    "qa_index": []
}