{
  "metadata": {
    "title": "Assessment, Academic Progress and Appeals Regulations",
    "source_path": "/mnt/data/Assessment_Academic_Progress_and_Appeals_Regulations.pdf",
    "pages": 9,
    "effective_date": null,
    "review_date": "31st December 2027",
    "approval_authority": "RMIT University Council",
    "approval_date": "14th November 2013",
    "expiry_date": "Not Applicable",
    "policy_owner": null,
    "policy_author": null,
    "enquiries_contact": "Council Secretariat"
  },
  "structure": [
    {
      "part_label": "Part A",
      "part_title": "PRELIMINARY",
      "sections": [
        {
          "section_number": 1,
          "section_title": "Purpose",
          "clauses": [
            {
              "clause_number": 1,
              "text": "The purpose of these Regulations is to : make provision for assessment and appeals relating to academic and student affairsa. provide for monitoring and management of students’ academic progressb. establish College Appeals Committees, andc. establish the University Appeals Committee.d.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": 2,
          "section_title": "Authorising Provision",
          "clauses": [
            {
              "clause_number": 2,
              "text": "These Regulations are made under the RMIT Statute No. 1 and sections 28, 29 and 30 of the Royal Melbourne Institute of Technology Act 2010 .",
              "subclauses": []
            }
          ]
        }
      ]
    },
    {
      "part_label": "Part B",
      "part_title": "ASSESSMENT AND ACADEMIC PROGRESS",
      "sections": [
        {
          "section_number": 3,
          "section_title": "Coursework",
          "clauses": [
            {
              "clause_number": 3,
              "text": "Every course includes assessment.",
              "subclauses": []
            },
            {
              "clause_number": 4,
              "text": "The assessment is in such written, oral, electronic or practical form or forms as the relevant college or the School of Graduate Research prescribes.",
              "subclauses": []
            },
            {
              "clause_number": 5,
              "text": "For each course the college or the School of Graduate Research makes available to students, course guides that provide information on assessment as prescribed in the relevant policies and procedures.",
              "subclauses": []
            },
            {
              "clause_number": 6,
              "text": "Where a student provides evidence that: they were, or will be, prevented from attending or completing any form of assessment by the prescribed time,a. or their performance in any form of assessment has been severely affected by illness or other cause,b. the student may apply through the relevant application process to the University Secretary and Academic Registrar for an assessment adjustment in accordance with the relevant policies and procedures.",
              "subclauses": []
            },
            {
              "clause_number": 7,
              "text": "Each school establishes: course assessment committees, which are responsible for monitoring and managing the assessment and resultsa. outcomes for individual courses managed by the school, and program assessment boards, which are responsible for monitoring and managing coursework student academicb. performance at the program level, including making recommendations to the dean/head of school for the exclusion of students who have had sustained unsatisfactory academic progress. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 9(8) A student may appeal against a decision made: under clause (7)a. to the relevant College Appeals Committee in accordance with Part C of these Regulations,a. and under clause (6) or (7)b. to the University Appeals Committee in accordance with Part D of these Regulations.b.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": 4,
          "section_title": "Research",
          "clauses": [
            {
              "clause_number": 9,
              "text": "The research component of higher degree by research programs is assessed via external, independent examination.",
              "subclauses": []
            },
            {
              "clause_number": 10,
              "text": "The research component is in such written, oral or practical form or forms as the School of Graduate Research prescribes.",
              "subclauses": []
            },
            {
              "clause_number": 11,
              "text": "Where, due to compassionate or compelling circumstances, a student provides evidence that they will be prevented from attending or completing any presentation relating to their research examination, the student may apply in writing to the Higher Degree by Research Coordinator in their school for a postponement of the presentation.",
              "subclauses": []
            },
            {
              "clause_number": 12,
              "text": "Each school establishes research candidature milestone review panels which are responsible for monitoring and managing the research thesis/project progress of the student towards their timely completion of the degree.",
              "subclauses": []
            },
            {
              "clause_number": 13,
              "text": "The progress of research students is also formally monitored and documented at the regular meetings students have with their supervisors.",
              "subclauses": []
            },
            {
              "clause_number": 14,
              "text": "Each college establishes research candidate progress committees that will be responsible for monitoring and managing student performance in the program, including deciding whether a student’s candidature should be terminated where the student is classified as having established unacceptable academic progress.",
              "subclauses": []
            },
            {
              "clause_number": 15,
              "text": "A student may appeal against a decision made: under clause (12) to the RMIT Research Committee in accordance with the relevant policies and procedures,a. and under clause (14) to the University Appeals Committee in accordance with Part D of these Regulations.b.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": 5,
          "section_title": "Schedule of Grades",
          "clauses": [
            {
              "clause_number": 16,
              "text": "The Academic Board determines a schedule of grades.",
              "subclauses": []
            }
          ]
        }
      ]
    },
    {
      "part_label": "Part C",
      "part_title": "COLLEGE APPEALS COMMITTEE",
      "sections": [
        {
          "section_number": 6,
          "section_title": "College Appeals Committee",
          "clauses": [
            {
              "clause_number": 17,
              "text": "In each college there is a College Appeals Committee.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": 7,
          "section_title": "Membership",
          "clauses": [
            {
              "clause_number": 18,
              "text": "Membership of the College Appeals Committee comprises: the Deputy Vice-Chancellor and Vice-President (or nominee) of the collegea. one member appointed by the College Board from the academic staff, andb. one member who is an enrolled student nominated by the relevant recognised RMIT student organisation.c.",
              "subclauses": []
            },
            {
              "clause_number": 19,
              "text": "The chair of the College Appeals Committee is the Deputy Vice-Chancellor (or nominee) of the college. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 9(20) The secretary is the College senior administrative/academic officer (or nominee) and is non-voting.",
              "subclauses": []
            },
            {
              "clause_number": 21,
              "text": "Wherever possible membership of the College Appeals Committee will represent gender equality.",
              "subclauses": []
            },
            {
              "clause_number": 22,
              "text": "A person will not be appointed a member of the College Appeals Committee or be permitted to carry out the responsibilities of clause (25): who has had any involvement in the matter forming the subject of the appeal, ora. where, for any other reason it would be inappropriate for the person to be a member to hear the appeal.b.",
              "subclauses": []
            },
            {
              "clause_number": 23,
              "text": "A quorum of the College Appeals Committee is the chair and one (1) voting member.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": 8,
          "section_title": "Eligibility and Appealable Decisions",
          "clauses": [
            {
              "clause_number": 24,
              "text": "Subject to satisfying any eligibility criteria described in the relevant policies or procedures, a student may appeal to the relevant Deputy Vice-Chancellor to request a hearing of the College Appeals Committee against: the student’s final result in any course delivered by the college, and/ora. the outcome of an application for credit.b.",
              "subclauses": []
            },
            {
              "clause_number": 25,
              "text": "The Deputy Vice-Chancellor (or nominee) will decide whether the application satisfies the grounds of appeal as defined in the relevant policies or procedures to determine whether the appeal can proceed to a hearing.",
              "subclauses": []
            },
            {
              "clause_number": 26,
              "text": "Where eligibility criteria are deemed: to have been met, the Deputy Vice-Chancellor (or nominee) will approve the request and arrange for a hearinga. of the College Appeals Committee, not to have been met, the Deputy Vice-Chancellor (or nominee) will deny the request and advise the studentb. accordingly, including the reasons for the determination. This communication must be sent within twenty (20) working days from the date the appeal submission was deemed by the college to be complete and will also advise the student of their right to seek a further internal or external review of the decision, as appropriate.",
              "subclauses": []
            },
            {
              "clause_number": 27,
              "text": "Any appeal under clause (24) will be made by lodging a notice of appeal in the prescribed form with the relevant Deputy Vice-Chancellor not later than the timeframe set within the relevant policies or procedures.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": 9,
          "section_title": "Hearing of the College Appeals Committee",
          "clauses": [
            {
              "clause_number": 28,
              "text": "Where a hearing of the College Appeals Committee has been granted, the College Appeals Committee will, other than in exceptional circumstances, hear the appeal within twenty (20) working days from the date the appeal submission was deemed by the college to be complete.",
              "subclauses": []
            },
            {
              "clause_number": 29,
              "text": "The student will be given notice in writing not less than five (5) working days before the date of the hearing, stating: the date, time and place of the hearinga. that the student has the right to:b. be heardi. make a written submissionii. be accompanied by any other personiii. be represented by another personiv. be present throughout the hearingv. call any persons as witnessesvi. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 9engage an interpreter,vii. provided that if the student intends to be represented by another person or to call other persons as witnesses the student will notify the secretary of the College Appeals Committee in writing of the names of such persons no less than one (1) working day before the date of the hearing, no party will be permitted to have legal representation at the appeals hearing, andc. the student will not be present when the College Appeals Committee is considering its decision.d.",
              "subclauses": []
            },
            {
              "clause_number": 30,
              "text": "The relevant dean/head of school (or nominee) will be given notice in writing not less than five (5) working days before the date of the hearing, stating: the date, time and place of the hearinga. the substance of the student’s appeal and the grounds for the appealb. that they have the right to:c. be heardi. make a written submissionii. be present throughout the hearingiii. call any persons as witnesses, andiv. that they will not be present when the College Appeals Committee is considering its decision.d.",
              "subclauses": []
            },
            {
              "clause_number": 31,
              "text": "Notwithstanding clauses (29)b.i. and (30)c.i. where the student does not appear at the hearing and has not submitted any reasonable cause for their absence or the relevant dean/head of school is not represented at the hearing, the hearing may proceed and the decision of the College Appeals Committee will not thereby be invalidated.",
              "subclauses": []
            },
            {
              "clause_number": 32,
              "text": "The College Appeals Committee will hear the appeal and after giving the student and such other persons as it considers appropriate an opportunity to be heard will: uphold the appeala. dismiss the appeal, orb. make such other decision as it considers appropriate.c.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": 10,
          "section_title": "After the Hearing",
          "clauses": [
            {
              "clause_number": 33,
              "text": "Within five (5) working days of the hearing of appeal the secretary of the College Appeals Committee will: in writing, notify the student, the relevant Dean/Head of School and other areas as considered appropriate, ofa. the decision of the College Appeals Committee, including the reason for the decision, and where the decision has been other than to uphold the appeal, inform the student of their right to seek a furtherb. internal, or external review of the decision, as appropriate.",
              "subclauses": []
            }
          ]
        }
      ]
    },
    {
      "part_label": "Part D",
      "part_title": "UNIVERSITY APPEALS COMMITTEE",
      "sections": [
        {
          "section_number": 11,
          "section_title": "University Appeals Committee",
          "clauses": [
            {
              "clause_number": 34,
              "text": "There is a University Appeals Committee.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": 12,
          "section_title": "Membership",
          "clauses": [
            {
              "clause_number": 35,
              "text": "Membership of the University Appeals Committee comprises: the chair of the Academic Board (or nominee)a. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 9one (1) member appointed by the Academic Board from the academic staff, andb. one (1) member who is an enrolled student nominated by the relevant recognised RMIT student organisation.c.",
              "subclauses": []
            },
            {
              "clause_number": 36,
              "text": "The chair of the University Appeals Committee is the chair of the Academic Board (or nominee).",
              "subclauses": []
            },
            {
              "clause_number": 37,
              "text": "The secretary will be the University Secretary and Academic Registrar (or nominee) and is non-voting.",
              "subclauses": []
            },
            {
              "clause_number": 38,
              "text": "Wherever possible membership of the University Appeals Committee will represent gender equality.",
              "subclauses": []
            },
            {
              "clause_number": 39,
              "text": "A person will not be appointed a member of the University Appeals Committee or be permitted to carry out the responsibilities of clause (43): who has had any involvement in the matter forming the subject of the appeal, ora. where for any other reason it would be inappropriate for the person to be a member to hear the appeal.b.",
              "subclauses": []
            },
            {
              "clause_number": 40,
              "text": "All members as identified under clause (35) must be formally invited to the appeal hearing.",
              "subclauses": []
            },
            {
              "clause_number": 41,
              "text": "A quorum of the University Appeals Committee is the chair and one (1) voting member.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": 13,
          "section_title": "Eligibility and appealable decisions",
          "clauses": [
            {
              "clause_number": 42,
              "text": "Subject to satisfying any eligibility criteria described in the relevant policies or procedures, a student may appeal to the University Secretary and Academic Registrar (or nominee) to request a hearing of the University Appeals Committee regarding: an outcome of a College Appeals Committee application where it can be established that a breach of Universitya. legislation, policy or procedure by the college has occurred that has had a significant impact on the outcome of the application a decision to exclude the student or terminate their higher degree by research candidature for unsatisfactoryb. academic progress the outcome of an application for special considerationc. the outcome of an application for a future assessment adjustmentd. the outcome of an application for an equitable assessment arrangement, ore. the outcome of a thesis/project examination for a student in a research program where there is evidence of af. breach of University legislation, policy or procedure that has had a significant impact on the outcome of the examination.",
              "subclauses": []
            },
            {
              "clause_number": 43,
              "text": "The University Secretary and Academic Registrar (or nominee) will decide whether the application satisfies the grounds for appeal defined in the relevant policies or procedures to determine whether the appeal can proceed to hearing.",
              "subclauses": []
            },
            {
              "clause_number": 44,
              "text": "Where eligibility criteria are deemed: to have been met, the University Secretary and Academic Registrar (or nominee) will approve the request anda. arrange for a hearing of the University Appeals Committees not to have been met, the University Secretary and Academic Registrar (or nominee) will deny the request andb. advise the student accordingly, including the reasons for the determination. This communication must be sent within twenty (20) working days from the date the appeal submission was deemed by the University Secretary and Academic Registrar (or nominee) to be complete and will also advise the student of their right to seek a further internal or external review of the decision, as appropriate.",
              "subclauses": []
            },
            {
              "clause_number": 45,
              "text": "Any appeal under clause (42) will be made by lodging a notice of appeal in the prescribed form with the This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 6 of 9University Secretary and Academic Registrar (or nominee) not later than the timeframe set within the relevant policies or procedures.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": 14,
          "section_title": "Hearing of the Committee",
          "clauses": [
            {
              "clause_number": 46,
              "text": "Where a hearing of the University Appeals Committee has been granted, the University Appeals Committee will, other than in exceptional circumstances, hear the appeal within twenty (20) working days from the date the appeal submission was deemed by the University Secretary and Academic Registrar (or nominee) to be complete.",
              "subclauses": []
            },
            {
              "clause_number": 47,
              "text": "The student will be given notice in writing not less than five (5) working days before the date of the hearing, stating: the date, time and place of the hearinga. that the student has the right to:b. be heardi. make a written submissionii. be accompanied by any other personiii. be represented by another personiv. be present throughout the hearingv. call any persons as witnessesvi. engage an interpreter,vii. provided that if the student intends to be represented by another person or to call other persons as witnesses the student will notify the University Secretary and Academic Registrar (or nominee) in writing of the names of such persons no less than one (1) working day before the date of the hearing, no party will be permitted to have legal representation at the appeal hearing, andc. the student will not be present when the University Appeals Committee is considering its decision.d.",
              "subclauses": []
            },
            {
              "clause_number": 48,
              "text": "The original determination authority will be given notice in writing not less than five (5) working days before the date of the hearing, stating: the date, time and place of the hearinga. the substance of the student’s appeal and the grounds for the appealb. that they have the right to:c. be heardi. make a written submissionii. be present throughout the hearingiii. call any persons as witnesses, andiv. that they will not be present when the University Appeals Committee is considering its decision.d.",
              "subclauses": []
            },
            {
              "clause_number": 49,
              "text": "Notwithstanding clauses (47)b.i. and (48)c.i. where the student does not appear at the hearing and has not submitted any reasonable cause for their absence or the relevant original determination authority is not represented at the hearing, the hearing may proceed and the decision of the University Appeals Committee will not thereby be invalidated.",
              "subclauses": []
            },
            {
              "clause_number": 50,
              "text": "The University Appeals Committee will hear the appeal and after giving the student and such other persons as it considers appropriate an opportunity to be heard will: uphold the appeala. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 7 of 9dismiss the appeal, orb. make such other decision as it considers appropriate.c.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": 15,
          "section_title": "After the Hearing",
          "clauses": [
            {
              "clause_number": 51,
              "text": "Within five (5) working days of hearing the appeal the University Secretary and Academic Registrar (or nominee) will: in writing, notify the student, the original determination authority and other areas as considered appropriate, ofa. the decision of the University Appeals Committee, including the reason for the decision, and where the decision has been other than to uphold the appeal, inform the student of their right to seek a furtherb. internal or external review of the decision, as appropriate.",
              "subclauses": []
            }
          ]
        }
      ]
    },
    {
      "part_label": "Part E",
      "part_title": "MISCELLANEOUS",
      "sections": [
        {
          "section_number": 16,
          "section_title": "Address for Notice",
          "clauses": [
            {
              "clause_number": 52,
              "text": "Any written notice required to be given by the University under these Regulations may be sent via email. In the case of the student, it will be to the student email address as recorded on the official University student database.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": 17,
          "section_title": "Regulation of Proceedings",
          "clauses": [
            {
              "clause_number": 53,
              "text": "Subject to University legislation, a panel, board or committee constituted under these Regulations regulates its own proceedings and in hearing any case is not bound by the rules or practices as to evidence or procedure, but may inform itself in relation to any matter as it considers appropriate. Division 2 – Transitional Provisions",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": 18,
          "section_title": "Regulation of Proceedings",
          "clauses": [
            {
              "clause_number": 54,
              "text": "In this Division: commencement date means the day on which these Regulations come into operationa. old regulations means the Regulations 5.4.1, 5.4.2 and 5.4.4 in force up until the commencement date of theseb. Regulations.",
              "subclauses": []
            },
            {
              "clause_number": 55,
              "text": "Any appeal process commenced, on and from the commencement date, is to be dealt with under these Regulations.",
              "subclauses": []
            },
            {
              "clause_number": 56,
              "text": "Any appeal process commenced, prior to the commencement date, is to be dealt with under the old regulations. Division 3 – Revocation of Regulations",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": 19,
          "section_title": "Revocation of Regulations",
          "clauses": [
            {
              "clause_number": 57,
              "text": "On the commencement of these Regulations the following Regulations are revoked: Regulation 5.4.1 Assessment and Academic Progressa. Regulation 5.4.2 The College Appeals Committeeb. Regulation 5.4.4 The University Appeals Committee.c. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 8 of 9 This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 9 of 9Status and Details Status Current Eﬀective Date 22nd July 2021 Review Date 31st December 2027 Approval Authority RMIT University Council Approval Date 14th November 2013 Expiry Date Not Applicable Policy OwnerConnie Merlino University Secretary and Academic Registrar Policy AuthorConnie Merlino University Secretary and Academic Registrar Enquiries Contact Council Secretariat",
              "subclauses": []
            }
          ]
        }
      ],
      "notes": [
        "Division 1 – Address for Notice"
      ]
    }
  ],
  "qa_index": [
    {
      "id": "S.1",
      "type": "section",
      "title": "Purpose",
      "path": [
        "Part A",
        "Purpose"
      ],
      "text": "The purpose of these Regulations is to : make provision for assessment and appeals relating to academic and student affairsa. provide for monitoring and management of students’ academic progressb. establish College Appeals Committees, andc. establish the University Appeals Committee.d."
    },
    {
      "id": "C.1(1)",
      "type": "clause",
      "title": "Purpose",
      "path": [
        "Part A",
        "Purpose",
        "(1)"
      ],
      "text": "The purpose of these Regulations is to : make provision for assessment and appeals relating to academic and student affairsa. provide for monitoring and management of students’ academic progressb. establish College Appeals Committees, andc. establish the University Appeals Committee.d.",
      "subclauses": []
    },
    {
      "id": "S.2",
      "type": "section",
      "title": "Authorising Provision",
      "path": [
        "Part A",
        "Authorising Provision"
      ],
      "text": "These Regulations are made under the RMIT Statute No. 1 and sections 28, 29 and 30 of the Royal Melbourne Institute of Technology Act 2010 ."
    },
    {
      "id": "C.2(2)",
      "type": "clause",
      "title": "Authorising Provision",
      "path": [
        "Part A",
        "Authorising Provision",
        "(2)"
      ],
      "text": "These Regulations are made under the RMIT Statute No. 1 and sections 28, 29 and 30 of the Royal Melbourne Institute of Technology Act 2010 .",
      "subclauses": []
    },
    {
      "id": "S.3",
      "type": "section",
      "title": "Coursework",
      "path": [
        "Part B",
        "Coursework"
      ],
      "text": "Every course includes assessment. The assessment is in such written, oral, electronic or practical form or forms as the relevant college or the School of Graduate Research prescribes. For each course the college or the School of Graduate Research makes available to students, course guides that provide information on assessment as prescribed in the relevant policies and procedures. Where a student provides evidence that: they were, or will be, prevented from attending or completing any form of assessment by the prescribed time,a. or their performance in any form of assessment has been severely affected by illness or other cause,b. the student may apply through the relevant application process to the University Secretary and Academic Registrar for an assessment adjustment in accordance with the relevant policies and procedures. Each school establishes: course assessment committees, which are responsible for monitoring and managing the assessment and resultsa. outcomes for individual courses managed by the school, and program assessment boards, which are responsible for monitoring and managing coursework student academicb. performance at the program level, including making recommendations to the dean/head of school for the exclusion of students who have had sustained unsatisfactory academic progress. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 9(8) A student may appeal against a decision made: under clause (7)a. to the relevant College Appeals Committee in accordance with Part C of these Regulations,a. and under clause (6) or (7)b. to the University Appeals Committee in accordance with Part D of these Regulations.b."
    },
    {
      "id": "C.3(3)",
      "type": "clause",
      "title": "Coursework",
      "path": [
        "Part B",
        "Coursework",
        "(3)"
      ],
      "text": "Every course includes assessment.",
      "subclauses": []
    },
    {
      "id": "C.3(4)",
      "type": "clause",
      "title": "Coursework",
      "path": [
        "Part B",
        "Coursework",
        "(4)"
      ],
      "text": "The assessment is in such written, oral, electronic or practical form or forms as the relevant college or the School of Graduate Research prescribes.",
      "subclauses": []
    },
    {
      "id": "C.3(5)",
      "type": "clause",
      "title": "Coursework",
      "path": [
        "Part B",
        "Coursework",
        "(5)"
      ],
      "text": "For each course the college or the School of Graduate Research makes available to students, course guides that provide information on assessment as prescribed in the relevant policies and procedures.",
      "subclauses": []
    },
    {
      "id": "C.3(6)",
      "type": "clause",
      "title": "Coursework",
      "path": [
        "Part B",
        "Coursework",
        "(6)"
      ],
      "text": "Where a student provides evidence that: they were, or will be, prevented from attending or completing any form of assessment by the prescribed time,a. or their performance in any form of assessment has been severely affected by illness or other cause,b. the student may apply through the relevant application process to the University Secretary and Academic Registrar for an assessment adjustment in accordance with the relevant policies and procedures.",
      "subclauses": []
    },
    {
      "id": "C.3(7)",
      "type": "clause",
      "title": "Coursework",
      "path": [
        "Part B",
        "Coursework",
        "(7)"
      ],
      "text": "Each school establishes: course assessment committees, which are responsible for monitoring and managing the assessment and resultsa. outcomes for individual courses managed by the school, and program assessment boards, which are responsible for monitoring and managing coursework student academicb. performance at the program level, including making recommendations to the dean/head of school for the exclusion of students who have had sustained unsatisfactory academic progress. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 9(8) A student may appeal against a decision made: under clause (7)a. to the relevant College Appeals Committee in accordance with Part C of these Regulations,a. and under clause (6) or (7)b. to the University Appeals Committee in accordance with Part D of these Regulations.b.",
      "subclauses": []
    },
    {
      "id": "S.4",
      "type": "section",
      "title": "Research",
      "path": [
        "Part B",
        "Research"
      ],
      "text": "The research component of higher degree by research programs is assessed via external, independent examination. The research component is in such written, oral or practical form or forms as the School of Graduate Research prescribes. Where, due to compassionate or compelling circumstances, a student provides evidence that they will be prevented from attending or completing any presentation relating to their research examination, the student may apply in writing to the Higher Degree by Research Coordinator in their school for a postponement of the presentation. Each school establishes research candidature milestone review panels which are responsible for monitoring and managing the research thesis/project progress of the student towards their timely completion of the degree. The progress of research students is also formally monitored and documented at the regular meetings students have with their supervisors. Each college establishes research candidate progress committees that will be responsible for monitoring and managing student performance in the program, including deciding whether a student’s candidature should be terminated where the student is classified as having established unacceptable academic progress. A student may appeal against a decision made: under clause (12) to the RMIT Research Committee in accordance with the relevant policies and procedures,a. and under clause (14) to the University Appeals Committee in accordance with Part D of these Regulations.b."
    },
    {
      "id": "C.4(9)",
      "type": "clause",
      "title": "Research",
      "path": [
        "Part B",
        "Research",
        "(9)"
      ],
      "text": "The research component of higher degree by research programs is assessed via external, independent examination.",
      "subclauses": []
    },
    {
      "id": "C.4(10)",
      "type": "clause",
      "title": "Research",
      "path": [
        "Part B",
        "Research",
        "(10)"
      ],
      "text": "The research component is in such written, oral or practical form or forms as the School of Graduate Research prescribes.",
      "subclauses": []
    },
    {
      "id": "C.4(11)",
      "type": "clause",
      "title": "Research",
      "path": [
        "Part B",
        "Research",
        "(11)"
      ],
      "text": "Where, due to compassionate or compelling circumstances, a student provides evidence that they will be prevented from attending or completing any presentation relating to their research examination, the student may apply in writing to the Higher Degree by Research Coordinator in their school for a postponement of the presentation.",
      "subclauses": []
    },
    {
      "id": "C.4(12)",
      "type": "clause",
      "title": "Research",
      "path": [
        "Part B",
        "Research",
        "(12)"
      ],
      "text": "Each school establishes research candidature milestone review panels which are responsible for monitoring and managing the research thesis/project progress of the student towards their timely completion of the degree.",
      "subclauses": []
    },
    {
      "id": "C.4(13)",
      "type": "clause",
      "title": "Research",
      "path": [
        "Part B",
        "Research",
        "(13)"
      ],
      "text": "The progress of research students is also formally monitored and documented at the regular meetings students have with their supervisors.",
      "subclauses": []
    },
    {
      "id": "C.4(14)",
      "type": "clause",
      "title": "Research",
      "path": [
        "Part B",
        "Research",
        "(14)"
      ],
      "text": "Each college establishes research candidate progress committees that will be responsible for monitoring and managing student performance in the program, including deciding whether a student’s candidature should be terminated where the student is classified as having established unacceptable academic progress.",
      "subclauses": []
    },
    {
      "id": "C.4(15)",
      "type": "clause",
      "title": "Research",
      "path": [
        "Part B",
        "Research",
        "(15)"
      ],
      "text": "A student may appeal against a decision made: under clause (12) to the RMIT Research Committee in accordance with the relevant policies and procedures,a. and under clause (14) to the University Appeals Committee in accordance with Part D of these Regulations.b.",
      "subclauses": []
    },
    {
      "id": "S.5",
      "type": "section",
      "title": "Schedule of Grades",
      "path": [
        "Part B",
        "Schedule of Grades"
      ],
      "text": "The Academic Board determines a schedule of grades."
    },
    {
      "id": "C.5(16)",
      "type": "clause",
      "title": "Schedule of Grades",
      "path": [
        "Part B",
        "Schedule of Grades",
        "(16)"
      ],
      "text": "The Academic Board determines a schedule of grades.",
      "subclauses": []
    },
    {
      "id": "S.6",
      "type": "section",
      "title": "College Appeals Committee",
      "path": [
        "Part C",
        "College Appeals Committee"
      ],
      "text": "In each college there is a College Appeals Committee."
    },
    {
      "id": "C.6(17)",
      "type": "clause",
      "title": "College Appeals Committee",
      "path": [
        "Part C",
        "College Appeals Committee",
        "(17)"
      ],
      "text": "In each college there is a College Appeals Committee.",
      "subclauses": []
    },
    {
      "id": "S.7",
      "type": "section",
      "title": "Membership",
      "path": [
        "Part C",
        "Membership"
      ],
      "text": "Membership of the College Appeals Committee comprises: the Deputy Vice-Chancellor and Vice-President (or nominee) of the collegea. one member appointed by the College Board from the academic staff, andb. one member who is an enrolled student nominated by the relevant recognised RMIT student organisation.c. The chair of the College Appeals Committee is the Deputy Vice-Chancellor (or nominee) of the college. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 9(20) The secretary is the College senior administrative/academic officer (or nominee) and is non-voting. Wherever possible membership of the College Appeals Committee will represent gender equality. A person will not be appointed a member of the College Appeals Committee or be permitted to carry out the responsibilities of clause (25): who has had any involvement in the matter forming the subject of the appeal, ora. where, for any other reason it would be inappropriate for the person to be a member to hear the appeal.b. A quorum of the College Appeals Committee is the chair and one (1) voting member."
    },
    {
      "id": "C.7(18)",
      "type": "clause",
      "title": "Membership",
      "path": [
        "Part C",
        "Membership",
        "(18)"
      ],
      "text": "Membership of the College Appeals Committee comprises: the Deputy Vice-Chancellor and Vice-President (or nominee) of the collegea. one member appointed by the College Board from the academic staff, andb. one member who is an enrolled student nominated by the relevant recognised RMIT student organisation.c.",
      "subclauses": []
    },
    {
      "id": "C.7(19)",
      "type": "clause",
      "title": "Membership",
      "path": [
        "Part C",
        "Membership",
        "(19)"
      ],
      "text": "The chair of the College Appeals Committee is the Deputy Vice-Chancellor (or nominee) of the college. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 9(20) The secretary is the College senior administrative/academic officer (or nominee) and is non-voting.",
      "subclauses": []
    },
    {
      "id": "C.7(21)",
      "type": "clause",
      "title": "Membership",
      "path": [
        "Part C",
        "Membership",
        "(21)"
      ],
      "text": "Wherever possible membership of the College Appeals Committee will represent gender equality.",
      "subclauses": []
    },
    {
      "id": "C.7(22)",
      "type": "clause",
      "title": "Membership",
      "path": [
        "Part C",
        "Membership",
        "(22)"
      ],
      "text": "A person will not be appointed a member of the College Appeals Committee or be permitted to carry out the responsibilities of clause (25): who has had any involvement in the matter forming the subject of the appeal, ora. where, for any other reason it would be inappropriate for the person to be a member to hear the appeal.b.",
      "subclauses": []
    },
    {
      "id": "C.7(23)",
      "type": "clause",
      "title": "Membership",
      "path": [
        "Part C",
        "Membership",
        "(23)"
      ],
      "text": "A quorum of the College Appeals Committee is the chair and one (1) voting member.",
      "subclauses": []
    },
    {
      "id": "S.8",
      "type": "section",
      "title": "Eligibility and Appealable Decisions",
      "path": [
        "Part C",
        "Eligibility and Appealable Decisions"
      ],
      "text": "Subject to satisfying any eligibility criteria described in the relevant policies or procedures, a student may appeal to the relevant Deputy Vice-Chancellor to request a hearing of the College Appeals Committee against: the student’s final result in any course delivered by the college, and/ora. the outcome of an application for credit.b. The Deputy Vice-Chancellor (or nominee) will decide whether the application satisfies the grounds of appeal as defined in the relevant policies or procedures to determine whether the appeal can proceed to a hearing. Where eligibility criteria are deemed: to have been met, the Deputy Vice-Chancellor (or nominee) will approve the request and arrange for a hearinga. of the College Appeals Committee, not to have been met, the Deputy Vice-Chancellor (or nominee) will deny the request and advise the studentb. accordingly, including the reasons for the determination. This communication must be sent within twenty (20) working days from the date the appeal submission was deemed by the college to be complete and will also advise the student of their right to seek a further internal or external review of the decision, as appropriate. Any appeal under clause (24) will be made by lodging a notice of appeal in the prescribed form with the relevant Deputy Vice-Chancellor not later than the timeframe set within the relevant policies or procedures."
    },
    {
      "id": "C.8(24)",
      "type": "clause",
      "title": "Eligibility and Appealable Decisions",
      "path": [
        "Part C",
        "Eligibility and Appealable Decisions",
        "(24)"
      ],
      "text": "Subject to satisfying any eligibility criteria described in the relevant policies or procedures, a student may appeal to the relevant Deputy Vice-Chancellor to request a hearing of the College Appeals Committee against: the student’s final result in any course delivered by the college, and/ora. the outcome of an application for credit.b.",
      "subclauses": []
    },
    {
      "id": "C.8(25)",
      "type": "clause",
      "title": "Eligibility and Appealable Decisions",
      "path": [
        "Part C",
        "Eligibility and Appealable Decisions",
        "(25)"
      ],
      "text": "The Deputy Vice-Chancellor (or nominee) will decide whether the application satisfies the grounds of appeal as defined in the relevant policies or procedures to determine whether the appeal can proceed to a hearing.",
      "subclauses": []
    },
    {
      "id": "C.8(26)",
      "type": "clause",
      "title": "Eligibility and Appealable Decisions",
      "path": [
        "Part C",
        "Eligibility and Appealable Decisions",
        "(26)"
      ],
      "text": "Where eligibility criteria are deemed: to have been met, the Deputy Vice-Chancellor (or nominee) will approve the request and arrange for a hearinga. of the College Appeals Committee, not to have been met, the Deputy Vice-Chancellor (or nominee) will deny the request and advise the studentb. accordingly, including the reasons for the determination. This communication must be sent within twenty (20) working days from the date the appeal submission was deemed by the college to be complete and will also advise the student of their right to seek a further internal or external review of the decision, as appropriate.",
      "subclauses": []
    },
    {
      "id": "C.8(27)",
      "type": "clause",
      "title": "Eligibility and Appealable Decisions",
      "path": [
        "Part C",
        "Eligibility and Appealable Decisions",
        "(27)"
      ],
      "text": "Any appeal under clause (24) will be made by lodging a notice of appeal in the prescribed form with the relevant Deputy Vice-Chancellor not later than the timeframe set within the relevant policies or procedures.",
      "subclauses": []
    },
    {
      "id": "S.9",
      "type": "section",
      "title": "Hearing of the College Appeals Committee",
      "path": [
        "Part C",
        "Hearing of the College Appeals Committee"
      ],
      "text": "Where a hearing of the College Appeals Committee has been granted, the College Appeals Committee will, other than in exceptional circumstances, hear the appeal within twenty (20) working days from the date the appeal submission was deemed by the college to be complete. The student will be given notice in writing not less than five (5) working days before the date of the hearing, stating: the date, time and place of the hearinga. that the student has the right to:b. be heardi. make a written submissionii. be accompanied by any other personiii. be represented by another personiv. be present throughout the hearingv. call any persons as witnessesvi. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 9engage an interpreter,vii. provided that if the student intends to be represented by another person or to call other persons as witnesses the student will notify the secretary of the College Appeals Committee in writing of the names of such persons no less than one (1) working day before the date of the hearing, no party will be permitted to have legal representation at the appeals hearing, andc. the student will not be present when the College Appeals Committee is considering its decision.d. The relevant dean/head of school (or nominee) will be given notice in writing not less than five (5) working days before the date of the hearing, stating: the date, time and place of the hearinga. the substance of the student’s appeal and the grounds for the appealb. that they have the right to:c. be heardi. make a written submissionii. be present throughout the hearingiii. call any persons as witnesses, andiv. that they will not be present when the College Appeals Committee is considering its decision.d. Notwithstanding clauses (29)b.i. and (30)c.i. where the student does not appear at the hearing and has not submitted any reasonable cause for their absence or the relevant dean/head of school is not represented at the hearing, the hearing may proceed and the decision of the College Appeals Committee will not thereby be invalidated. The College Appeals Committee will hear the appeal and after giving the student and such other persons as it considers appropriate an opportunity to be heard will: uphold the appeala. dismiss the appeal, orb. make such other decision as it considers appropriate.c."
    },
    {
      "id": "C.9(28)",
      "type": "clause",
      "title": "Hearing of the College Appeals Committee",
      "path": [
        "Part C",
        "Hearing of the College Appeals Committee",
        "(28)"
      ],
      "text": "Where a hearing of the College Appeals Committee has been granted, the College Appeals Committee will, other than in exceptional circumstances, hear the appeal within twenty (20) working days from the date the appeal submission was deemed by the college to be complete.",
      "subclauses": []
    },
    {
      "id": "C.9(29)",
      "type": "clause",
      "title": "Hearing of the College Appeals Committee",
      "path": [
        "Part C",
        "Hearing of the College Appeals Committee",
        "(29)"
      ],
      "text": "The student will be given notice in writing not less than five (5) working days before the date of the hearing, stating: the date, time and place of the hearinga. that the student has the right to:b. be heardi. make a written submissionii. be accompanied by any other personiii. be represented by another personiv. be present throughout the hearingv. call any persons as witnessesvi. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 9engage an interpreter,vii. provided that if the student intends to be represented by another person or to call other persons as witnesses the student will notify the secretary of the College Appeals Committee in writing of the names of such persons no less than one (1) working day before the date of the hearing, no party will be permitted to have legal representation at the appeals hearing, andc. the student will not be present when the College Appeals Committee is considering its decision.d.",
      "subclauses": []
    },
    {
      "id": "C.9(30)",
      "type": "clause",
      "title": "Hearing of the College Appeals Committee",
      "path": [
        "Part C",
        "Hearing of the College Appeals Committee",
        "(30)"
      ],
      "text": "The relevant dean/head of school (or nominee) will be given notice in writing not less than five (5) working days before the date of the hearing, stating: the date, time and place of the hearinga. the substance of the student’s appeal and the grounds for the appealb. that they have the right to:c. be heardi. make a written submissionii. be present throughout the hearingiii. call any persons as witnesses, andiv. that they will not be present when the College Appeals Committee is considering its decision.d.",
      "subclauses": []
    },
    {
      "id": "C.9(31)",
      "type": "clause",
      "title": "Hearing of the College Appeals Committee",
      "path": [
        "Part C",
        "Hearing of the College Appeals Committee",
        "(31)"
      ],
      "text": "Notwithstanding clauses (29)b.i. and (30)c.i. where the student does not appear at the hearing and has not submitted any reasonable cause for their absence or the relevant dean/head of school is not represented at the hearing, the hearing may proceed and the decision of the College Appeals Committee will not thereby be invalidated.",
      "subclauses": []
    },
    {
      "id": "C.9(32)",
      "type": "clause",
      "title": "Hearing of the College Appeals Committee",
      "path": [
        "Part C",
        "Hearing of the College Appeals Committee",
        "(32)"
      ],
      "text": "The College Appeals Committee will hear the appeal and after giving the student and such other persons as it considers appropriate an opportunity to be heard will: uphold the appeala. dismiss the appeal, orb. make such other decision as it considers appropriate.c.",
      "subclauses": []
    },
    {
      "id": "S.10",
      "type": "section",
      "title": "After the Hearing",
      "path": [
        "Part C",
        "After the Hearing"
      ],
      "text": "Within five (5) working days of the hearing of appeal the secretary of the College Appeals Committee will: in writing, notify the student, the relevant Dean/Head of School and other areas as considered appropriate, ofa. the decision of the College Appeals Committee, including the reason for the decision, and where the decision has been other than to uphold the appeal, inform the student of their right to seek a furtherb. internal, or external review of the decision, as appropriate."
    },
    {
      "id": "C.10(33)",
      "type": "clause",
      "title": "After the Hearing",
      "path": [
        "Part C",
        "After the Hearing",
        "(33)"
      ],
      "text": "Within five (5) working days of the hearing of appeal the secretary of the College Appeals Committee will: in writing, notify the student, the relevant Dean/Head of School and other areas as considered appropriate, ofa. the decision of the College Appeals Committee, including the reason for the decision, and where the decision has been other than to uphold the appeal, inform the student of their right to seek a furtherb. internal, or external review of the decision, as appropriate.",
      "subclauses": []
    },
    {
      "id": "S.11",
      "type": "section",
      "title": "University Appeals Committee",
      "path": [
        "Part D",
        "University Appeals Committee"
      ],
      "text": "There is a University Appeals Committee."
    },
    {
      "id": "C.11(34)",
      "type": "clause",
      "title": "University Appeals Committee",
      "path": [
        "Part D",
        "University Appeals Committee",
        "(34)"
      ],
      "text": "There is a University Appeals Committee.",
      "subclauses": []
    },
    {
      "id": "S.12",
      "type": "section",
      "title": "Membership",
      "path": [
        "Part D",
        "Membership"
      ],
      "text": "Membership of the University Appeals Committee comprises: the chair of the Academic Board (or nominee)a. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 9one (1) member appointed by the Academic Board from the academic staff, andb. one (1) member who is an enrolled student nominated by the relevant recognised RMIT student organisation.c. The chair of the University Appeals Committee is the chair of the Academic Board (or nominee). The secretary will be the University Secretary and Academic Registrar (or nominee) and is non-voting. Wherever possible membership of the University Appeals Committee will represent gender equality. A person will not be appointed a member of the University Appeals Committee or be permitted to carry out the responsibilities of clause (43): who has had any involvement in the matter forming the subject of the appeal, ora. where for any other reason it would be inappropriate for the person to be a member to hear the appeal.b. All members as identified under clause (35) must be formally invited to the appeal hearing. A quorum of the University Appeals Committee is the chair and one (1) voting member."
    },
    {
      "id": "C.12(35)",
      "type": "clause",
      "title": "Membership",
      "path": [
        "Part D",
        "Membership",
        "(35)"
      ],
      "text": "Membership of the University Appeals Committee comprises: the chair of the Academic Board (or nominee)a. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 9one (1) member appointed by the Academic Board from the academic staff, andb. one (1) member who is an enrolled student nominated by the relevant recognised RMIT student organisation.c.",
      "subclauses": []
    },
    {
      "id": "C.12(36)",
      "type": "clause",
      "title": "Membership",
      "path": [
        "Part D",
        "Membership",
        "(36)"
      ],
      "text": "The chair of the University Appeals Committee is the chair of the Academic Board (or nominee).",
      "subclauses": []
    },
    {
      "id": "C.12(37)",
      "type": "clause",
      "title": "Membership",
      "path": [
        "Part D",
        "Membership",
        "(37)"
      ],
      "text": "The secretary will be the University Secretary and Academic Registrar (or nominee) and is non-voting.",
      "subclauses": []
    },
    {
      "id": "C.12(38)",
      "type": "clause",
      "title": "Membership",
      "path": [
        "Part D",
        "Membership",
        "(38)"
      ],
      "text": "Wherever possible membership of the University Appeals Committee will represent gender equality.",
      "subclauses": []
    },
    {
      "id": "C.12(39)",
      "type": "clause",
      "title": "Membership",
      "path": [
        "Part D",
        "Membership",
        "(39)"
      ],
      "text": "A person will not be appointed a member of the University Appeals Committee or be permitted to carry out the responsibilities of clause (43): who has had any involvement in the matter forming the subject of the appeal, ora. where for any other reason it would be inappropriate for the person to be a member to hear the appeal.b.",
      "subclauses": []
    },
    {
      "id": "C.12(40)",
      "type": "clause",
      "title": "Membership",
      "path": [
        "Part D",
        "Membership",
        "(40)"
      ],
      "text": "All members as identified under clause (35) must be formally invited to the appeal hearing.",
      "subclauses": []
    },
    {
      "id": "C.12(41)",
      "type": "clause",
      "title": "Membership",
      "path": [
        "Part D",
        "Membership",
        "(41)"
      ],
      "text": "A quorum of the University Appeals Committee is the chair and one (1) voting member.",
      "subclauses": []
    },
    {
      "id": "S.13",
      "type": "section",
      "title": "Eligibility and appealable decisions",
      "path": [
        "Part D",
        "Eligibility and appealable decisions"
      ],
      "text": "Subject to satisfying any eligibility criteria described in the relevant policies or procedures, a student may appeal to the University Secretary and Academic Registrar (or nominee) to request a hearing of the University Appeals Committee regarding: an outcome of a College Appeals Committee application where it can be established that a breach of Universitya. legislation, policy or procedure by the college has occurred that has had a significant impact on the outcome of the application a decision to exclude the student or terminate their higher degree by research candidature for unsatisfactoryb. academic progress the outcome of an application for special considerationc. the outcome of an application for a future assessment adjustmentd. the outcome of an application for an equitable assessment arrangement, ore. the outcome of a thesis/project examination for a student in a research program where there is evidence of af. breach of University legislation, policy or procedure that has had a significant impact on the outcome of the examination. The University Secretary and Academic Registrar (or nominee) will decide whether the application satisfies the grounds for appeal defined in the relevant policies or procedures to determine whether the appeal can proceed to hearing. Where eligibility criteria are deemed: to have been met, the University Secretary and Academic Registrar (or nominee) will approve the request anda. arrange for a hearing of the University Appeals Committees not to have been met, the University Secretary and Academic Registrar (or nominee) will deny the request andb. advise the student accordingly, including the reasons for the determination. This communication must be sent within twenty (20) working days from the date the appeal submission was deemed by the University Secretary and Academic Registrar (or nominee) to be complete and will also advise the student of their right to seek a further internal or external review of the decision, as appropriate. Any appeal under clause (42) will be made by lodging a notice of appeal in the prescribed form with the This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 6 of 9University Secretary and Academic Registrar (or nominee) not later than the timeframe set within the relevant policies or procedures."
    },
    {
      "id": "C.13(42)",
      "type": "clause",
      "title": "Eligibility and appealable decisions",
      "path": [
        "Part D",
        "Eligibility and appealable decisions",
        "(42)"
      ],
      "text": "Subject to satisfying any eligibility criteria described in the relevant policies or procedures, a student may appeal to the University Secretary and Academic Registrar (or nominee) to request a hearing of the University Appeals Committee regarding: an outcome of a College Appeals Committee application where it can be established that a breach of Universitya. legislation, policy or procedure by the college has occurred that has had a significant impact on the outcome of the application a decision to exclude the student or terminate their higher degree by research candidature for unsatisfactoryb. academic progress the outcome of an application for special considerationc. the outcome of an application for a future assessment adjustmentd. the outcome of an application for an equitable assessment arrangement, ore. the outcome of a thesis/project examination for a student in a research program where there is evidence of af. breach of University legislation, policy or procedure that has had a significant impact on the outcome of the examination.",
      "subclauses": []
    },
    {
      "id": "C.13(43)",
      "type": "clause",
      "title": "Eligibility and appealable decisions",
      "path": [
        "Part D",
        "Eligibility and appealable decisions",
        "(43)"
      ],
      "text": "The University Secretary and Academic Registrar (or nominee) will decide whether the application satisfies the grounds for appeal defined in the relevant policies or procedures to determine whether the appeal can proceed to hearing.",
      "subclauses": []
    },
    {
      "id": "C.13(44)",
      "type": "clause",
      "title": "Eligibility and appealable decisions",
      "path": [
        "Part D",
        "Eligibility and appealable decisions",
        "(44)"
      ],
      "text": "Where eligibility criteria are deemed: to have been met, the University Secretary and Academic Registrar (or nominee) will approve the request anda. arrange for a hearing of the University Appeals Committees not to have been met, the University Secretary and Academic Registrar (or nominee) will deny the request andb. advise the student accordingly, including the reasons for the determination. This communication must be sent within twenty (20) working days from the date the appeal submission was deemed by the University Secretary and Academic Registrar (or nominee) to be complete and will also advise the student of their right to seek a further internal or external review of the decision, as appropriate.",
      "subclauses": []
    },
    {
      "id": "C.13(45)",
      "type": "clause",
      "title": "Eligibility and appealable decisions",
      "path": [
        "Part D",
        "Eligibility and appealable decisions",
        "(45)"
      ],
      "text": "Any appeal under clause (42) will be made by lodging a notice of appeal in the prescribed form with the This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 6 of 9University Secretary and Academic Registrar (or nominee) not later than the timeframe set within the relevant policies or procedures.",
      "subclauses": []
    },
    {
      "id": "S.14",
      "type": "section",
      "title": "Hearing of the Committee",
      "path": [
        "Part D",
        "Hearing of the Committee"
      ],
      "text": "Where a hearing of the University Appeals Committee has been granted, the University Appeals Committee will, other than in exceptional circumstances, hear the appeal within twenty (20) working days from the date the appeal submission was deemed by the University Secretary and Academic Registrar (or nominee) to be complete. The student will be given notice in writing not less than five (5) working days before the date of the hearing, stating: the date, time and place of the hearinga. that the student has the right to:b. be heardi. make a written submissionii. be accompanied by any other personiii. be represented by another personiv. be present throughout the hearingv. call any persons as witnessesvi. engage an interpreter,vii. provided that if the student intends to be represented by another person or to call other persons as witnesses the student will notify the University Secretary and Academic Registrar (or nominee) in writing of the names of such persons no less than one (1) working day before the date of the hearing, no party will be permitted to have legal representation at the appeal hearing, andc. the student will not be present when the University Appeals Committee is considering its decision.d. The original determination authority will be given notice in writing not less than five (5) working days before the date of the hearing, stating: the date, time and place of the hearinga. the substance of the student’s appeal and the grounds for the appealb. that they have the right to:c. be heardi. make a written submissionii. be present throughout the hearingiii. call any persons as witnesses, andiv. that they will not be present when the University Appeals Committee is considering its decision.d. Notwithstanding clauses (47)b.i. and (48)c.i. where the student does not appear at the hearing and has not submitted any reasonable cause for their absence or the relevant original determination authority is not represented at the hearing, the hearing may proceed and the decision of the University Appeals Committee will not thereby be invalidated. The University Appeals Committee will hear the appeal and after giving the student and such other persons as it considers appropriate an opportunity to be heard will: uphold the appeala. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 7 of 9dismiss the appeal, orb. make such other decision as it considers appropriate.c."
    },
    {
      "id": "C.14(46)",
      "type": "clause",
      "title": "Hearing of the Committee",
      "path": [
        "Part D",
        "Hearing of the Committee",
        "(46)"
      ],
      "text": "Where a hearing of the University Appeals Committee has been granted, the University Appeals Committee will, other than in exceptional circumstances, hear the appeal within twenty (20) working days from the date the appeal submission was deemed by the University Secretary and Academic Registrar (or nominee) to be complete.",
      "subclauses": []
    },
    {
      "id": "C.14(47)",
      "type": "clause",
      "title": "Hearing of the Committee",
      "path": [
        "Part D",
        "Hearing of the Committee",
        "(47)"
      ],
      "text": "The student will be given notice in writing not less than five (5) working days before the date of the hearing, stating: the date, time and place of the hearinga. that the student has the right to:b. be heardi. make a written submissionii. be accompanied by any other personiii. be represented by another personiv. be present throughout the hearingv. call any persons as witnessesvi. engage an interpreter,vii. provided that if the student intends to be represented by another person or to call other persons as witnesses the student will notify the University Secretary and Academic Registrar (or nominee) in writing of the names of such persons no less than one (1) working day before the date of the hearing, no party will be permitted to have legal representation at the appeal hearing, andc. the student will not be present when the University Appeals Committee is considering its decision.d.",
      "subclauses": []
    },
    {
      "id": "C.14(48)",
      "type": "clause",
      "title": "Hearing of the Committee",
      "path": [
        "Part D",
        "Hearing of the Committee",
        "(48)"
      ],
      "text": "The original determination authority will be given notice in writing not less than five (5) working days before the date of the hearing, stating: the date, time and place of the hearinga. the substance of the student’s appeal and the grounds for the appealb. that they have the right to:c. be heardi. make a written submissionii. be present throughout the hearingiii. call any persons as witnesses, andiv. that they will not be present when the University Appeals Committee is considering its decision.d.",
      "subclauses": []
    },
    {
      "id": "C.14(49)",
      "type": "clause",
      "title": "Hearing of the Committee",
      "path": [
        "Part D",
        "Hearing of the Committee",
        "(49)"
      ],
      "text": "Notwithstanding clauses (47)b.i. and (48)c.i. where the student does not appear at the hearing and has not submitted any reasonable cause for their absence or the relevant original determination authority is not represented at the hearing, the hearing may proceed and the decision of the University Appeals Committee will not thereby be invalidated.",
      "subclauses": []
    },
    {
      "id": "C.14(50)",
      "type": "clause",
      "title": "Hearing of the Committee",
      "path": [
        "Part D",
        "Hearing of the Committee",
        "(50)"
      ],
      "text": "The University Appeals Committee will hear the appeal and after giving the student and such other persons as it considers appropriate an opportunity to be heard will: uphold the appeala. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 7 of 9dismiss the appeal, orb. make such other decision as it considers appropriate.c.",
      "subclauses": []
    },
    {
      "id": "S.15",
      "type": "section",
      "title": "After the Hearing",
      "path": [
        "Part D",
        "After the Hearing"
      ],
      "text": "Within five (5) working days of hearing the appeal the University Secretary and Academic Registrar (or nominee) will: in writing, notify the student, the original determination authority and other areas as considered appropriate, ofa. the decision of the University Appeals Committee, including the reason for the decision, and where the decision has been other than to uphold the appeal, inform the student of their right to seek a furtherb. internal or external review of the decision, as appropriate."
    },
    {
      "id": "C.15(51)",
      "type": "clause",
      "title": "After the Hearing",
      "path": [
        "Part D",
        "After the Hearing",
        "(51)"
      ],
      "text": "Within five (5) working days of hearing the appeal the University Secretary and Academic Registrar (or nominee) will: in writing, notify the student, the original determination authority and other areas as considered appropriate, ofa. the decision of the University Appeals Committee, including the reason for the decision, and where the decision has been other than to uphold the appeal, inform the student of their right to seek a furtherb. internal or external review of the decision, as appropriate.",
      "subclauses": []
    },
    {
      "id": "S.16",
      "type": "section",
      "title": "Address for Notice",
      "path": [
        "Part E",
        "Address for Notice"
      ],
      "text": "Any written notice required to be given by the University under these Regulations may be sent via email. In the case of the student, it will be to the student email address as recorded on the official University student database."
    },
    {
      "id": "C.16(52)",
      "type": "clause",
      "title": "Address for Notice",
      "path": [
        "Part E",
        "Address for Notice",
        "(52)"
      ],
      "text": "Any written notice required to be given by the University under these Regulations may be sent via email. In the case of the student, it will be to the student email address as recorded on the official University student database.",
      "subclauses": []
    },
    {
      "id": "S.17",
      "type": "section",
      "title": "Regulation of Proceedings",
      "path": [
        "Part E",
        "Regulation of Proceedings"
      ],
      "text": "Subject to University legislation, a panel, board or committee constituted under these Regulations regulates its own proceedings and in hearing any case is not bound by the rules or practices as to evidence or procedure, but may inform itself in relation to any matter as it considers appropriate. Division 2 – Transitional Provisions"
    },
    {
      "id": "C.17(53)",
      "type": "clause",
      "title": "Regulation of Proceedings",
      "path": [
        "Part E",
        "Regulation of Proceedings",
        "(53)"
      ],
      "text": "Subject to University legislation, a panel, board or committee constituted under these Regulations regulates its own proceedings and in hearing any case is not bound by the rules or practices as to evidence or procedure, but may inform itself in relation to any matter as it considers appropriate. Division 2 – Transitional Provisions",
      "subclauses": []
    },
    {
      "id": "S.18",
      "type": "section",
      "title": "Regulation of Proceedings",
      "path": [
        "Part E",
        "Regulation of Proceedings"
      ],
      "text": "In this Division: commencement date means the day on which these Regulations come into operationa. old regulations means the Regulations 5.4.1, 5.4.2 and 5.4.4 in force up until the commencement date of theseb. Regulations. Any appeal process commenced, on and from the commencement date, is to be dealt with under these Regulations. Any appeal process commenced, prior to the commencement date, is to be dealt with under the old regulations. Division 3 – Revocation of Regulations"
    },
    {
      "id": "C.18(54)",
      "type": "clause",
      "title": "Regulation of Proceedings",
      "path": [
        "Part E",
        "Regulation of Proceedings",
        "(54)"
      ],
      "text": "In this Division: commencement date means the day on which these Regulations come into operationa. old regulations means the Regulations 5.4.1, 5.4.2 and 5.4.4 in force up until the commencement date of theseb. Regulations.",
      "subclauses": []
    },
    {
      "id": "C.18(55)",
      "type": "clause",
      "title": "Regulation of Proceedings",
      "path": [
        "Part E",
        "Regulation of Proceedings",
        "(55)"
      ],
      "text": "Any appeal process commenced, on and from the commencement date, is to be dealt with under these Regulations.",
      "subclauses": []
    },
    {
      "id": "C.18(56)",
      "type": "clause",
      "title": "Regulation of Proceedings",
      "path": [
        "Part E",
        "Regulation of Proceedings",
        "(56)"
      ],
      "text": "Any appeal process commenced, prior to the commencement date, is to be dealt with under the old regulations. Division 3 – Revocation of Regulations",
      "subclauses": []
    },
    {
      "id": "S.19",
      "type": "section",
      "title": "Revocation of Regulations",
      "path": [
        "Part E",
        "Revocation of Regulations"
      ],
      "text": "On the commencement of these Regulations the following Regulations are revoked: Regulation 5.4.1 Assessment and Academic Progressa. Regulation 5.4.2 The College Appeals Committeeb. Regulation 5.4.4 The University Appeals Committee.c. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 8 of 9 This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 9 of 9Status and Details Status Current Eﬀective Date 22nd July 2021 Review Date 31st December 2027 Approval Authority RMIT University Council Approval Date 14th November 2013 Expiry Date Not Applicable Policy OwnerConnie Merlino University Secretary and Academic Registrar Policy AuthorConnie Merlino University Secretary and Academic Registrar Enquiries Contact Council Secretariat"
    },
    {
      "id": "C.19(57)",
      "type": "clause",
      "title": "Revocation of Regulations",
      "path": [
        "Part E",
        "Revocation of Regulations",
        "(57)"
      ],
      "text": "On the commencement of these Regulations the following Regulations are revoked: Regulation 5.4.1 Assessment and Academic Progressa. Regulation 5.4.2 The College Appeals Committeeb. Regulation 5.4.4 The University Appeals Committee.c. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 8 of 9 This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 9 of 9Status and Details Status Current Eﬀective Date 22nd July 2021 Review Date 31st December 2027 Approval Authority RMIT University Council Approval Date 14th November 2013 Expiry Date Not Applicable Policy OwnerConnie Merlino University Secretary and Academic Registrar Policy AuthorConnie Merlino University Secretary and Academic Registrar Enquiries Contact Council Secretariat",
      "subclauses": []
    }
  ],
  "chunks": [
    {
      "id": "K.001",
      "text": "Part A :: Purpose\nThe purpose of these Regulations is to : make provision for assessment and appeals relating to academic and student affairsa. provide for monitoring and management of students’ academic progressb. establish College Appeals Committees, andc. establish the University Appeals Committee.d. Part A :: Authorising Provision\nThese Regulations are made under the RMIT Statute No. 1 and sections 28, 29 and 30 of the Royal Melbourne Institute of Technology Act 2010 . Part B :: Coursework\nEvery course includes assessment. The assessment is in such written, oral, electronic or practical form or forms as the relevant college or the School of Graduate Research prescribes. For each course the college or the School of Graduate Research makes available to students, course guides that provide information on assessment as prescribed in the relevant policies and procedures. Where a student provides evidence that: they were, or will be, prevented from attending or completing any form of assessment by the prescribed time,a. or their performance in any form of assessment has been severely affected by illness or other cause,b. the student may apply through the relevant application process to the University Secretary and Academic Registrar for an assessment adjustment in accordance with the relevant policies and procedures. Each school establishes: course assessment committees, which are responsible for monitoring and managing the assessment and resultsa. outcomes for individual courses managed by the school, and program assessment boards, which are responsible for monitoring and managing coursework student academicb. performance at the program level, including making recommendations to the dean/head of school for the exclusion of students who have had sustained unsatisfactory academic progress. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 9(8) A student may appeal against a decision made: under clause (7)a. to the relevant College Appeals Committee in accordance with Part C of these Regulations,a. and under clause (6) or (7)b. to the University Appeals Committee in accordance with Part D of these Regulations.b. Part B :: Research\nThe research component of higher degree by research programs is assessed via external, independent examination. The research component is in such written, oral or practical form or forms as the School of Graduate Research prescribes. Where, due to compassionate or compelling circumstances, a student provides evidence that they will be prevented from attending or completing any presentation relating to their research examination, the student may apply in writing to the Higher Degree by Research Coordinator in their school for a postponement of the presentation. Each school establishes research candidature milestone review panels which are responsible for monitoring and managing the research thesis/project progress of the student towards their timely completion of the degree. The progress of research students is also formally monitored and documented at the regular meetings students have with their supervisors. Each college establishes research candidate progress committees that will be responsible for monitoring and managing student performance in the program, including deciding whether a student’s candidature should be terminated where the student is classified as having established unacceptable academic progress. A student may appeal against a decision made: under clause (12) to the RMIT Research Committee in accordance with the relevant policies and procedures,a. and under clause (14) to the University Appeals Committee in accordance with Part D of these Regulations.b. Part B :: Schedule of Grades\nThe Academic Board determines a schedule of grades. Part C :: College Appeals Committee\nIn each college there is a College Appeals Committee. Part C :: Membership\nMembership of the College Appeals Committee comprises: the Deputy Vice-Chancellor and Vice-President (or nominee) of the collegea. one member appointed by the College Board from the academic staff, andb. one member who is an enrolled student nominated by the relevant recognised RMIT student organisation.c. The chair of the College Appeals Committee is the Deputy Vice-Chancellor (or nominee) of the college. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 9(20) The secretary is the College senior administrative/academic officer (or nominee) and is non-voting. Wherever possible membership of the College Appeals Committee will represent gender equality. A person will not be appointed a member of the College Appeals Committee or be permitted to carry out the responsibilities of clause (25): who has had any involvement in the matter forming the subject of the appeal, ora. where, for any other reason it would be inappropriate for the person to be a member to hear the appeal.b. A quorum of the College Appeals Committee is the chair and one (1) voting member. Part C :: Eligibility and Appealable Decisions\nSubject to satisfying any eligibility criteria described in the relevant policies or procedures, a student may appeal to the relevant Deputy Vice-Chancellor to request a hearing of the College Appeals Committee against: the student’s final result in any course delivered by the college, and/ora. the outcome of an application for credit.b. The Deputy Vice-Chancellor (or nominee) will decide whether the application satisfies the grounds of appeal as defined in the relevant policies or procedures to determine whether the appeal can proceed to a hearing. Where eligibility criteria are deemed: to have been met, the Deputy Vice-Chancellor (or nominee) will approve the request and arrange for a hearinga. of the College Appeals Committee, not to have been met, the Deputy Vice-Chancellor (or nominee) will deny the request and advise the studentb. accordingly, including the reasons for the determination. This communication must be sent within twenty (20) working days from the date the appeal submission was deemed by the college to be complete and will also advise the student of their right to seek a further internal or external review of the decision, as appropriate. Any appeal under clause (24) will be made by lodging a notice of appeal in the prescribed form with the relevant Deputy Vice-Chancellor not later than the timeframe set within the relevant policies or procedures.",
      "source_ids": [
        "S.1",
        "S.2",
        "S.3",
        "S.4",
        "S.5",
        "S.6",
        "S.7",
        "S.8"
      ],
      "page_range": null,
      "token_estimate": 1346
    },
    {
      "id": "K.002",
      "text": "Part C :: Hearing of the College Appeals Committee\nWhere a hearing of the College Appeals Committee has been granted, the College Appeals Committee will, other than in exceptional circumstances, hear the appeal within twenty (20) working days from the date the appeal submission was deemed by the college to be complete. The student will be given notice in writing not less than five (5) working days before the date of the hearing, stating: the date, time and place of the hearinga. that the student has the right to:b. be heardi. make a written submissionii. be accompanied by any other personiii. be represented by another personiv. be present throughout the hearingv. call any persons as witnessesvi. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 9engage an interpreter,vii. provided that if the student intends to be represented by another person or to call other persons as witnesses the student will notify the secretary of the College Appeals Committee in writing of the names of such persons no less than one (1) working day before the date of the hearing, no party will be permitted to have legal representation at the appeals hearing, andc. the student will not be present when the College Appeals Committee is considering its decision.d. The relevant dean/head of school (or nominee) will be given notice in writing not less than five (5) working days before the date of the hearing, stating: the date, time and place of the hearinga. the substance of the student’s appeal and the grounds for the appealb. that they have the right to:c. be heardi. make a written submissionii. be present throughout the hearingiii. call any persons as witnesses, andiv. that they will not be present when the College Appeals Committee is considering its decision.d. Notwithstanding clauses (29)b.i. and (30)c.i. where the student does not appear at the hearing and has not submitted any reasonable cause for their absence or the relevant dean/head of school is not represented at the hearing, the hearing may proceed and the decision of the College Appeals Committee will not thereby be invalidated. The College Appeals Committee will hear the appeal and after giving the student and such other persons as it considers appropriate an opportunity to be heard will: uphold the appeala. dismiss the appeal, orb. make such other decision as it considers appropriate.c. Part C :: After the Hearing\nWithin five (5) working days of the hearing of appeal the secretary of the College Appeals Committee will: in writing, notify the student, the relevant Dean/Head of School and other areas as considered appropriate, ofa. the decision of the College Appeals Committee, including the reason for the decision, and where the decision has been other than to uphold the appeal, inform the student of their right to seek a furtherb. internal, or external review of the decision, as appropriate. Part D :: University Appeals Committee\nThere is a University Appeals Committee. Part D :: Membership\nMembership of the University Appeals Committee comprises: the chair of the Academic Board (or nominee)a. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 9one (1) member appointed by the Academic Board from the academic staff, andb. one (1) member who is an enrolled student nominated by the relevant recognised RMIT student organisation.c. The chair of the University Appeals Committee is the chair of the Academic Board (or nominee). The secretary will be the University Secretary and Academic Registrar (or nominee) and is non-voting. Wherever possible membership of the University Appeals Committee will represent gender equality. A person will not be appointed a member of the University Appeals Committee or be permitted to carry out the responsibilities of clause (43): who has had any involvement in the matter forming the subject of the appeal, ora. where for any other reason it would be inappropriate for the person to be a member to hear the appeal.b. All members as identified under clause (35) must be formally invited to the appeal hearing. A quorum of the University Appeals Committee is the chair and one (1) voting member. Part D :: Eligibility and appealable decisions\nSubject to satisfying any eligibility criteria described in the relevant policies or procedures, a student may appeal to the University Secretary and Academic Registrar (or nominee) to request a hearing of the University Appeals Committee regarding: an outcome of a College Appeals Committee application where it can be established that a breach of Universitya. legislation, policy or procedure by the college has occurred that has had a significant impact on the outcome of the application a decision to exclude the student or terminate their higher degree by research candidature for unsatisfactoryb. academic progress the outcome of an application for special considerationc. the outcome of an application for a future assessment adjustmentd. the outcome of an application for an equitable assessment arrangement, ore. the outcome of a thesis/project examination for a student in a research program where there is evidence of af. breach of University legislation, policy or procedure that has had a significant impact on the outcome of the examination. The University Secretary and Academic Registrar (or nominee) will decide whether the application satisfies the grounds for appeal defined in the relevant policies or procedures to determine whether the appeal can proceed to hearing. Where eligibility criteria are deemed: to have been met, the University Secretary and Academic Registrar (or nominee) will approve the request anda. arrange for a hearing of the University Appeals Committees not to have been met, the University Secretary and Academic Registrar (or nominee) will deny the request andb. advise the student accordingly, including the reasons for the determination. This communication must be sent within twenty (20) working days from the date the appeal submission was deemed by the University Secretary and Academic Registrar (or nominee) to be complete and will also advise the student of their right to seek a further internal or external review of the decision, as appropriate. Any appeal under clause (42) will be made by lodging a notice of appeal in the prescribed form with the This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 6 of 9University Secretary and Academic Registrar (or nominee) not later than the timeframe set within the relevant policies or procedures.",
      "source_ids": [
        "S.9",
        "S.10",
        "S.11",
        "S.12",
        "S.13"
      ],
      "page_range": null,
      "token_estimate": 1478
    },
    {
      "id": "K.003",
      "text": "Part D :: Hearing of the Committee\nWhere a hearing of the University Appeals Committee has been granted, the University Appeals Committee will, other than in exceptional circumstances, hear the appeal within twenty (20) working days from the date the appeal submission was deemed by the University Secretary and Academic Registrar (or nominee) to be complete. The student will be given notice in writing not less than five (5) working days before the date of the hearing, stating: the date, time and place of the hearinga. that the student has the right to:b. be heardi. make a written submissionii. be accompanied by any other personiii. be represented by another personiv. be present throughout the hearingv. call any persons as witnessesvi. engage an interpreter,vii. provided that if the student intends to be represented by another person or to call other persons as witnesses the student will notify the University Secretary and Academic Registrar (or nominee) in writing of the names of such persons no less than one (1) working day before the date of the hearing, no party will be permitted to have legal representation at the appeal hearing, andc. the student will not be present when the University Appeals Committee is considering its decision.d. The original determination authority will be given notice in writing not less than five (5) working days before the date of the hearing, stating: the date, time and place of the hearinga. the substance of the student’s appeal and the grounds for the appealb. that they have the right to:c. be heardi. make a written submissionii. be present throughout the hearingiii. call any persons as witnesses, andiv. that they will not be present when the University Appeals Committee is considering its decision.d. Notwithstanding clauses (47)b.i. and (48)c.i. where the student does not appear at the hearing and has not submitted any reasonable cause for their absence or the relevant original determination authority is not represented at the hearing, the hearing may proceed and the decision of the University Appeals Committee will not thereby be invalidated. The University Appeals Committee will hear the appeal and after giving the student and such other persons as it considers appropriate an opportunity to be heard will: uphold the appeala. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 7 of 9dismiss the appeal, orb. make such other decision as it considers appropriate.c. Part D :: After the Hearing\nWithin five (5) working days of hearing the appeal the University Secretary and Academic Registrar (or nominee) will: in writing, notify the student, the original determination authority and other areas as considered appropriate, ofa. the decision of the University Appeals Committee, including the reason for the decision, and where the decision has been other than to uphold the appeal, inform the student of their right to seek a furtherb. internal or external review of the decision, as appropriate. Part E :: Address for Notice\nAny written notice required to be given by the University under these Regulations may be sent via email. In the case of the student, it will be to the student email address as recorded on the official University student database. Part E :: Regulation of Proceedings\nSubject to University legislation, a panel, board or committee constituted under these Regulations regulates its own proceedings and in hearing any case is not bound by the rules or practices as to evidence or procedure, but may inform itself in relation to any matter as it considers appropriate. Division 2 – Transitional Provisions Part E :: Regulation of Proceedings\nIn this Division: commencement date means the day on which these Regulations come into operationa. old regulations means the Regulations 5.4.1, 5.4.2 and 5.4.4 in force up until the commencement date of theseb. Regulations. Any appeal process commenced, on and from the commencement date, is to be dealt with under these Regulations. Any appeal process commenced, prior to the commencement date, is to be dealt with under the old regulations. Division 3 – Revocation of Regulations Part E :: Revocation of Regulations\nOn the commencement of these Regulations the following Regulations are revoked: Regulation 5.4.1 Assessment and Academic Progressa. Regulation 5.4.2 The College Appeals Committeeb. Regulation 5.4.4 The University Appeals Committee.c. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 8 of 9 This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 9 of 9Status and Details Status Current Eﬀective Date 22nd July 2021 Review Date 31st December 2027 Approval Authority RMIT University Council Approval Date 14th November 2013 Expiry Date Not Applicable Policy OwnerConnie Merlino University Secretary and Academic Registrar Policy AuthorConnie Merlino University Secretary and Academic Registrar Enquiries Contact Council Secretariat",
      "source_ids": [
        "S.14",
        "S.15",
        "S.16",
        "S.17",
        "S.18",
        "S.19"
      ],
      "page_range": null,
      "token_estimate": 1143
    }
  ]
}