{
  "metadata": {
    "title": "Assessment and Assessment Flexibility Policy",
    "source_path": "/mnt/data/Assessment_and_Assessment_Flexibility_Policy.pdf",
    "pages": 10,
    "effective_date": null,
    "review_date": "31st March 2025",
    "approval_authority": "Senior Policy Advisor",
    "approval_date": "24th March 2022",
    "expiry_date": "Not Applicable",
    "policy_owner": null,
    "policy_author": null,
    "enquiries_contact": "Academic Policy"
  },
  "sections": [
    {
      "id": "S.1",
      "heading": "Section 1 – Purpose",
      "number": 1,
      "text": "(1) To ensure: Relevant and authentic assessment that supports and enables students to demonstrate evidence of learning ata. the appropriate level of study. Flexible, equitable and inclusive assessment with a commitment to caring for students whose circumstancesb. require assessment flexibility. Quality and effectiveness of assessment where methods of assessment are consistent with learning outcomes,c. contribute to desired graduate outcomes and support transition into professional practice. Fairness and transparency in assessment design, moderation, feedback and clear articulation of assessmentd. criteria to students. Assessment practice is continuously monitored and reviewed for academic quality, equivalence and comparability, and to maximise academic integrity."
    },
    {
      "id": "S.2",
      "heading": "Section 2 – Scope",
      "number": 2,
      "text": "(2) This policy is made pursuant to the Asessment, Academic Progress and Appeals Regulations . Except where otherwise stated it applies to all courses and programs offered by RMIT in the following categories of award: Higher Degree by Researcha. RMIT accredited programsb. Vocational Education Programsc. Foundation Studiesd. (3) For students of the Victorian Certificate of Education (VCE) and Victorian Certificate of Applied Learning (VCAL): Assessment, Special Consideration, Extensions and Alternative Assessment Arrangements are regulated under the provisions of the Victorian Curriculum and Assessment Authority (VCAA)."
    },
    {
      "id": "S.3",
      "heading": "Section 3 – Policy",
      "number": 3,
      "subsections": [
        {
          "heading": "Design of Assessment",
          "text": "(4) Learning outcomes are a central focus for design, quality and standards in assessment. (5) All learning outcomes in a course are specified in the course guide and are assessed. (6) Assessment tasks are appropriately designed to measure student achievement of learning outcomes. (7) Assessment provides evidence to make consistent academic judgements about students’ achievement of learning outcomes. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 10(8) To enable consistent judgements, a variety of assessment methods and tasks are used. (9) There is a balance between: early or formative assessment to provide helpful feedback during the learning experience; anda. summative assessment of the learning achieved.b. (10) For higher education programs, the weighting of individual pieces of assessment within a course will be balanced. (11) Hurdle assessments are used in a higher education course only where they are required by safety or professional accreditation, registration or licensing requirements. Hurdle assessment tasks must be clearly identified in the course guide and, where the course is a core course within a program, in the program guide. A student who fails a hurdle assessment fails the course regardless of the overall course mark they achieve. (12) In view of the wide range of contexts within which the same programs are delivered and assessment tasks are undertaken by students, the design of assessment is adapted to the opportunities and necessities of: face to face deliverya. online deliveryb. blended deliveryc. the different teaching and learning platforms used within the RMIT Groupd. WIL experiences involving professional and industry personnel in the assessment processe. countries with different cultural, legal and political contexts.f. (13) Moderation processes are applied systematically to achieve consistency of marking of individual assessors within the same course: in one locationa. across different locationsb. across different modes of delivery.c. (14) Vocational education Assessment is implemented in accordance with Training Package and Accredited Course requirements,a. particularly the principles of assessment and rules of evidence. Validation of assessment in Vocational Education is undertaken in accordance with the validation ofb. assessment: Vocational Education section of the Assessment Processes ."
        },
        {
          "heading": "Students and Assessment",
          "text": "(15) Course guides specify all assessment requirements for a course and the weightings of each assessment task, if applicable. (16) Information provided to students on assessment tasks state the performance standards so that students understand the level of attainment required. (17) Students receive timely feedback on each piece of assessment submitted that supports their learning and how they can improve. (18) Students retain a copy of all work submitted for assessment until a final result for a course is formally released by the university. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 10(19) A student may request a review of an assessment result or appeal a final course grade in accordance with the conduct of assessment and appeals section of the Assessment Processes. (20) A student can request a copy of a marked assessment for which a review is sought where this has not been returned. (21) Changes to assessment tasks after commencement of the teaching period can only be made following consultation with affected students and must be approved by the Dean/Head of School/Cluster Director. Any such changes must be reflected in the course guide. (22) The Dean/Head of School/Cluster Director may vary the assessment task where they are satisfied that the integrity of an assessment task has been undermined."
        },
        {
          "heading": "Academic Integrity",
          "text": "(23) Students demonstrate academic integrity in their assessment practices by: engaging with assessment activities in an honest waya. providing accountability for the authorship and originality of work submittedb. acknowledging the work of others and the re-use of original work.c. (24) Staff take an educative approach with students on academic integrity. (25) Academic misconduct is addressed in accordance with the Student Conduct Policy . (26) Assessment involving research with human participants, their information or their tissue, or animal subjects is carried out in accordance with the Research Policy ."
        },
        {
          "heading": "Responsibilities in Assessment",
          "text": "(27) Deans/Heads of School/Cluster Directors are responsible for: applying university assessment policy and processes in their school, industry cluster or centre;a. convening course assessment committees and program assessment boards for each program in accordanceb. with the membership and terms of reference in the relevant section of the assessment processes; submission of results for courses in accordance with the schedule set by the University Secretary and Academicc. Registrar; in higher education courses, ensuring that moderation processes are conducted systematically in accordanced. with the course assessment committees, program assessment boards and moderation sections of the Assessment Processes ensuring that validation of assessment in vocational education is undertaken in accordance with the validatione. of assessment: Vocational Education section of the assessment processes. These responsibilities apply irrespective of delivery mode and location.f. (28) Course assessment committees review and approve results for courses. (29) Program assessment boards review and manage academic progress of students at the end of each formal period of study in accordance with the academic progress and program assessment board sections of the assessment processes. (30) The University Secretary and Academic Registrar is responsible for the schedule of grades used in the university in accordance with the management of results section of the assessment processes. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 10(31) The University Secretary and Academic Registrar determines the processes and schedules for formal examinations. (32) The University Secretary and Academic Registrar sets schedules for: timely submission of resultsa. publication of resultsb. conversion of missing or interim results to fail grades.c. auditing of results, Course Assessment Committees and Program Assessment Boards.d."
        },
        {
          "heading": "Assessment Flexibility",
          "text": "(33) The purpose of special consideration, extensions and individual assessment arrangements is to ensure that students experiencing extenuating circumstances or who have specific needs are appropriately supported and can seek assessment arrangements that provide the best circumstances for ongoing success in their program. Assessment flexibility is addressed in clauses 34 to 66. Both discretion and flexibility are used in managing applications."
        },
        {
          "heading": "Extensions",
          "text": "(34) Extensions are available for unforeseen circumstances of a short-term nature. (35) Applications are submitted to the school/industry cluster at least one working day before the due date for an assessment. (36) Extensions can be approved for up to one week (seven calendar days) after the due date for an assessment. From 3 June 2021, assessment adjustments may be granted on a seven (7) calendar day rolling basis where aa. student is impacted by COVID-19 Stay at Home Directions. Refer to the Short assessment extension of time process . This advice will be reviewed annually. (37) The evidence in an application clearly supports the period for which an extension is sought. (38) The school/industry cluster will notify the student of the outcome of an application within two working days of an application being submitted. (39) Applications are approved by the responsible staff member in the school as determined by the Dean/Head of School/Cluster Director. (40) Where an application is approved, students meet the new assessment due date for submission of work or to undertake the assessment where attendance is required."
        },
        {
          "heading": "Special Consideration",
          "text": "(41) Special consideration is available for unexpected circumstances outside students’ control. These include but are not limited to unexpected short-term ill health, and unavoidable family, work, cultural or religious commitments. (42) An application for special consideration is made in advance of an assessment wherever possible, but normally within five working days after the assessment date. (43) Where, however, a student is applying for late course withdrawal without academic penalty, they may apply up to one year after the date of their withdrawal from the course or, if they did not withdraw, within one year from the course end-date. (44) Course coordinators decide the form of equivalent assessment tasks where these are granted. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 10(45) Students provide all relevant information with their application. (46) The University will determine one of the following outcomes for applications for special consideration: an equivalent assessmenta. an extension of time (exceeding seven calendar days)b. a deferred assessmentc. other arrangements deemed appropriate to the circumstances of the student and the course concernedd. a late course withdrawal without academic penaltye. special consideration is deniedf. cancellation of the application for lateness or incompletenessg. application withdrawn.h. (47) If the application is denied, the reasons for this will be provided in writing. (48) The evidence supporting an application applies to the dates for which special consideration is sought. (49) Students are notified if their application is incomplete and will have five working days to submit missing information or documentary evidence. (50) Applications lodged more than five working days after the due date are not considered unless the student can, with the application, provide compelling or compassionate reasons and evidence. Refer to the definition of compassionate or compelling circumstances used in the DEEWR – DIAC Course Progress Policy when submitting a late application. (51) Complete applications that include supporting documentation and evidence are considered and responded to within 10 working days. (52) A student may withdraw an application for special consideration at any time. (53) A student may appeal a decision to deny them special consideration for an assessment by the process set out in the appeals section of the Assessment Processes , and in Part D 13 (42) University Appeals Committees of the Assessment, Academic Progress and Appeals Regulations ."
        },
        {
          "heading": "Equitable Assessment Arrangements",
          "text": "(54) Equitable assessment arrangements provide for a student’s foreseeable needs or circumstances related (but not limited) to: living with a disability, long-term illness and/or mental health conditiona. primary carer responsibility for a person living with a disability, long-term illness and/or mental health condition.b. (55) An equitable assessment arrangement is an alteration to the standard conditions or format of an assessment. It can apply to any formal assessment task or examination described in the course guide. (56) Students apply to Equitable Learning Services for equitable assessment arrangements. Equitable Learning Services authorise that equitable assessment arrangements are allowed and make recommendations to the relevant Program Manager. Course coordinators determine the final form of assessment for their courses, which must take into account the recommended adjustments. (57) Applications include supporting documentation from a treating health practitioner who is registered with a recognised professional accreditation body: for example, a doctor, psychologist or social worker. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 6 of 10(58) Applications and supporting documents are treated confidentially in accordance with the RMIT Privacy Policy and other relevant State and Federal information handling Acts, Regulations and Statutes. Such information is not placed on the academic student file but is stored centrally and managed by the staff responsible for administering the process. (59) An equitable assessment arrangement provides flexibility for students in meeting the academic standards being assessed. (60) Program Managers are responsible for ensuring that staff teaching in the program provide the adjustments stated in students’ equitable assessment arrangements. (61) Students are still required to meet the inherent requirements of the program. (62) Depending on a student’s circumstances an equitable assessment arrangement may include: flexible conduct and supervision arrangementsa. use of ergonomic furniture or special seating arrangementsb. use of a computer for a traditionally paper-based examinationc. use of assistive technologyd. alternative format examination materials (e.g. large print, audio, Braille, electronic)e. additional reading and/or assessment timef. rest breaksg. enabling assistance (e.g., scribe, AUSLAN interpreters)h. alternative forms of assessmenti. flexible timeframes for submission of work or attendance for assessment tasks.j. (63) The University makes every effort to accommodate students but cannot guarantee provision of a full range of assessment options. The time-frame, resource constraints and professional body registration requirements may affect the options available. In addition, the availability of options may vary from country to country and be subject to law in those countries. (64) The process for applying for an equitable assessment arrangement is outlined on the Equitable Learning Services webpage. (65) A student may appeal a decision to deny them an equitable assessment arrangement, or the conditions of a granted equitable assessment arrangement, by the process set out in the appeals section of Assessment Processes . (66) For students undertaking the Victorian Certificate of Education and Victorian Certificate of Adult Learning, the equivalent of an equitable assessment arrangement is special provision. Special provision is administered in accordance with the Victorian Curriculum and Assessment Authority’s administrative instructions to schools."
        },
        {
          "heading": "Academic Progress",
          "text": "(67) Chairs of program assessment boards are responsible for: reviewing the progress of students in accordance with the academic progress (coursework programs) section ofa. the assessment processes; determining the stage of unsatisfactory progress of students:b. First stage – at risk of unsatisfactory academic progressi. Final stage – established unacceptable academic progress in more than one teaching period;ii. ensuring that where a student is identified as at risk of unsatisfactory academic progress there is anc. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 7 of 10intervention to offer the student academic advice and support to improve their performance. (68) Where a student is identified as at risk final stage the program assessment board will require them to show cause why they should be permitted to continue in the program. The board will then decide whether to: permit the student to continue in the program with a classification of at risk and a further intervention to offera. them academic advice and support, or recommend to the Dean/Head of School/Cluster Director that a student be excluded from their program forb. established unsatisfactory academic progress. (69) Any decision to exclude a student is made by the Dean/Head of School/Cluster Director by the deadline set by the University Secretary and Academic Registrar. (70) The University Secretary and Academic Registrar writes to students recommended for exclusion, advising of the exclusion and right of appeal. (71) The University Secretary and Academic Registrar may decline to action a decision to exclude a student if it is not compliant with this policy and/or the academic progress (coursework programs) section of the assessment processes. (72) The University Secretary and Academic Registrar approves the schedule of criteria for identifying students as at risk of unsatisfactory academic progress, and as having established unacceptable academic progress. (73) A student may appeal a decision to exclude them for established unacceptable academic progress. (74) The appeal process is detailed in the appeals section of the assessment processes."
        },
        {
          "heading": "Supplementary Assessment",
          "text": "(75) Supplementary assessment is approved by: course assessment committees for courses in programs the school/industry cluster deliversa. Program Managers for courses delivered by another school/industry clusterb. program assessment boards where a student has narrowly failed one course in the last teaching period toc. complete their program. (76) Supplementary assessment is approved in accordance with the supplementary assessment section of the assessment processes. (77) A college appeals committee or the University Appeals Committee has discretion to award a supplementary assessment as part of the outcome of an appeal."
        },
        {
          "heading": "Processes",
          "text": "(78) The University Secretary and Academic Registrar: maintains the assessment processes for RMIT University, anda. approves the annual Academic Calendar.b. (79) The Chief Executive Officer, RMIT University Pathways (RMIT UP) maintains the assessment processes for RMIT UP. (80) The Deputy Vice-Chancellor College of Vocational Education maintains the vocational education compliance processes. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 8 of 10Section 4 - Procedures and Resources (81) Refer to the following documents which are established in accordance with this policy: Assessment and Assessment Flexibility – Online Invigilated Examination Procedurea. Assessment Processesb. Student Administration Resourcesc. Short assessment extension of time processd."
        }
      ],
      "text": ""
    },
    {
      "id": "S.5",
      "heading": "Section 5 – Definitions",
      "number": 5,
      "text": "AssessmentThe processes by which a student’s academic progress and standard, at a given time, are measured against the learning outcomes of the program of study. Assessment taskA speciﬁc instance of assessment such as an assignment, examination, portfolio, presentation, test, etc.; one component of assessment in a course. At riskClassiﬁcation given where a student has met one or more of the criteria for unsatisfactory academic performance. CompetencyThe consistent application of knowledge and skills to the standard of performance required in the workplace. It embodies the ability to transfer and apply skills and knowledge to new situations and environments. Course assessment committeeA course-level committee responsible for approving results and assuring quality of assessment in the course. Course learning outcomesThe expression of the set of knowledge, skills and the application of the knowledge and skills a student is expected to acquire and is able to demonstrate as a result of learning in an individual course. Dean/Head of School/Cluster DirectorRefers to the Dean/Head of School/Cluster Director that manages the course to which a result applies Equivalent assessmentAn equivalent assessment may be a diﬀerent assessment task, or it may be the same assessment task held at another time. The outcome notiﬁcation will specify the time-frame within which an equivalent assessment must take place or advise the course coordinator to set the date. Other than in exceptional circumstances, an equivalent assessment will take place within 20 working days of the notiﬁcation that it has been granted. ExclusionCancellation of enrolment in a program of study at the university. The purpose of exclusion from the university is to allow the student time to address the causes of unsatisfactory academic performance. Readmission to the program is not granted automatically. The student must apply for readmission to the program in the normal way. A student who has been excluded from a program on the grounds of established unacceptable academic progress may apply for admission to other programs during their period of exclusion, provided they meet the normal application and entry requirements. GradeThe alphabetical code that describes the total assessment outcome for an individual course: for example, ‘CR’ (Credit). See also Graded assessment. Graded assessmentThe use of a hierarchy of result outcomes to describe student academic performance in a course. Examples of graded assessment include HD (High Distinction), DI (Distinction), CR (Credit), and P (Pass). Graded assessment requires the corresponding use of a numeric marking scheme and grading rubric or criterion reference scheme. Grading systemThe type of system used to describe the outcome of assessment for a course. RMIT uses graded assessment, competency-based assessment and non-graded assessment. Hurdle assessment taskAn assessment task the student must pass to pass the course: if a student fails a hurdle, they fail the course regardless of the total mark they receive. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 9 of 10InvigilatorA person formally appointed to supervise examinations, who is responsible for ensuring the integrity and proper conduct of the examination in accordance with the exam rules ModerationModeration of assessment processes establish comparability of standards of student performance across, for example, diﬀerent markers, locations, subjects, providers and/or courses of study. Non-invigilatedWhere an invigilator is not monitoring students’ performance of the assessment task to ensure integrity of assessment. PlagiarismThe presentation of the work, idea or creation of another person as though it is one’s own. Plagiarism is a form of cheating and is a serious academic oﬀence that may lead to expulsion from the University. Plagiarised material can be drawn from, and presented in, written, graphic or visual form, including electronic data, and oral presentations. Plagiarism occurs when the origin of the material used is not appropriately cited. Program assessment board (PAB)A program-level committee responsible for monitoring students’ academic performance, approving completion of qualiﬁcations and managing academic progress processes. Results publication dateThe date deﬁned by the University Secretary and Academic Registrar for oﬃcial publication of results as described in the management of results section of the assessment processes. This date follows the prescribed date for staﬀ to enter results in the result entry system. Result The overall mark in a course and the ﬁnal grade that is assigned for the course. Training packagesSets of nationally endorsed standards and qualiﬁcations for recognising and assessing people’s skills. Training packages describe the skills and knowledge needed to perform eﬀectively in the workplace. Weighting of assessmentThe proportion a speciﬁc assessment task contributes to the ﬁnal result in a course. Work integrated learningAn assessed learning activity that integrates discipline theory, knowledge and skills with the practice of work, and which involves an industry or community partner. It may take place online or in a simulated workplace environment. Examples of WIL activities are practical or clinical placements, practicums, co-operative education, ﬁeldwork, industry or community projects, service learning and work-based learning. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 10 of 10Status and Details Status Current Eﬀective Date 24th March 2022 Review Date 31st March 2025 Approval Authority Senior Policy Advisor Approval Date 24th March 2022 Expiry Date Not Applicable Policy OwnerSherman Young Deputy Vice-Chancellor Education Policy AuthorConnie Merlino University Secretary and Academic Registrar Enquiries Contact Academic Policy Glossary Terms and Definitions \"RMIT Group\" - RMIT University and its controlled entities (RMIT Europe, RMIT Online, RMIT Vietnam, RMIT University Pathways)"
    }
  ],
  "qa_index": [
    {
      "id": "S.1",
      "type": "section",
      "title": "Section 1 – Purpose",
      "path": [
        "Section 1 – Purpose"
      ],
      "text": "(1) To ensure: Relevant and authentic assessment that supports and enables students to demonstrate evidence of learning ata. the appropriate level of study. Flexible, equitable and inclusive assessment with a commitment to caring for students whose circumstancesb. require assessment flexibility. Quality and effectiveness of assessment where methods of assessment are consistent with learning outcomes,c. contribute to desired graduate outcomes and support transition into professional practice. Fairness and transparency in assessment design, moderation, feedback and clear articulation of assessmentd. criteria to students. Assessment practice is continuously monitored and reviewed for academic quality, equivalence and comparability, and to maximise academic integrity."
    },
    {
      "id": "S.2",
      "type": "section",
      "title": "Section 2 – Scope",
      "path": [
        "Section 2 – Scope"
      ],
      "text": "(2) This policy is made pursuant to the Asessment, Academic Progress and Appeals Regulations . Except where otherwise stated it applies to all courses and programs offered by RMIT in the following categories of award: Higher Degree by Researcha. RMIT accredited programsb. Vocational Education Programsc. Foundation Studiesd. (3) For students of the Victorian Certificate of Education (VCE) and Victorian Certificate of Applied Learning (VCAL): Assessment, Special Consideration, Extensions and Alternative Assessment Arrangements are regulated under the provisions of the Victorian Curriculum and Assessment Authority (VCAA)."
    },
    {
      "id": "S.3",
      "type": "section",
      "title": "Section 3 – Policy",
      "path": [
        "Section 3 – Policy"
      ],
      "text": ""
    },
    {
      "id": "S.3.Design_of_Assessment",
      "type": "subsection",
      "title": "Design of Assessment",
      "path": [
        "Section 3 – Policy",
        "Design of Assessment"
      ],
      "text": "(4) Learning outcomes are a central focus for design, quality and standards in assessment. (5) All learning outcomes in a course are specified in the course guide and are assessed. (6) Assessment tasks are appropriately designed to measure student achievement of learning outcomes. (7) Assessment provides evidence to make consistent academic judgements about students’ achievement of learning outcomes. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 10(8) To enable consistent judgements, a variety of assessment methods and tasks are used. (9) There is a balance between: early or formative assessment to provide helpful feedback during the learning experience; anda. summative assessment of the learning achieved.b. (10) For higher education programs, the weighting of individual pieces of assessment within a course will be balanced. (11) Hurdle assessments are used in a higher education course only where they are required by safety or professional accreditation, registration or licensing requirements. Hurdle assessment tasks must be clearly identified in the course guide and, where the course is a core course within a program, in the program guide. A student who fails a hurdle assessment fails the course regardless of the overall course mark they achieve. (12) In view of the wide range of contexts within which the same programs are delivered and assessment tasks are undertaken by students, the design of assessment is adapted to the opportunities and necessities of: face to face deliverya. online deliveryb. blended deliveryc. the different teaching and learning platforms used within the RMIT Groupd. WIL experiences involving professional and industry personnel in the assessment processe. countries with different cultural, legal and political contexts.f. (13) Moderation processes are applied systematically to achieve consistency of marking of individual assessors within the same course: in one locationa. across different locationsb. across different modes of delivery.c. (14) Vocational education Assessment is implemented in accordance with Training Package and Accredited Course requirements,a. particularly the principles of assessment and rules of evidence. Validation of assessment in Vocational Education is undertaken in accordance with the validation ofb. assessment: Vocational Education section of the Assessment Processes ."
    },
    {
      "id": "S.3.Students_and_Assessment",
      "type": "subsection",
      "title": "Students and Assessment",
      "path": [
        "Section 3 – Policy",
        "Students and Assessment"
      ],
      "text": "(15) Course guides specify all assessment requirements for a course and the weightings of each assessment task, if applicable. (16) Information provided to students on assessment tasks state the performance standards so that students understand the level of attainment required. (17) Students receive timely feedback on each piece of assessment submitted that supports their learning and how they can improve. (18) Students retain a copy of all work submitted for assessment until a final result for a course is formally released by the university. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 10(19) A student may request a review of an assessment result or appeal a final course grade in accordance with the conduct of assessment and appeals section of the Assessment Processes. (20) A student can request a copy of a marked assessment for which a review is sought where this has not been returned. (21) Changes to assessment tasks after commencement of the teaching period can only be made following consultation with affected students and must be approved by the Dean/Head of School/Cluster Director. Any such changes must be reflected in the course guide. (22) The Dean/Head of School/Cluster Director may vary the assessment task where they are satisfied that the integrity of an assessment task has been undermined."
    },
    {
      "id": "S.3.Academic_Integrity",
      "type": "subsection",
      "title": "Academic Integrity",
      "path": [
        "Section 3 – Policy",
        "Academic Integrity"
      ],
      "text": "(23) Students demonstrate academic integrity in their assessment practices by: engaging with assessment activities in an honest waya. providing accountability for the authorship and originality of work submittedb. acknowledging the work of others and the re-use of original work.c. (24) Staff take an educative approach with students on academic integrity. (25) Academic misconduct is addressed in accordance with the Student Conduct Policy . (26) Assessment involving research with human participants, their information or their tissue, or animal subjects is carried out in accordance with the Research Policy ."
    },
    {
      "id": "S.3.Responsibilities_in_Assessment",
      "type": "subsection",
      "title": "Responsibilities in Assessment",
      "path": [
        "Section 3 – Policy",
        "Responsibilities in Assessment"
      ],
      "text": "(27) Deans/Heads of School/Cluster Directors are responsible for: applying university assessment policy and processes in their school, industry cluster or centre;a. convening course assessment committees and program assessment boards for each program in accordanceb. with the membership and terms of reference in the relevant section of the assessment processes; submission of results for courses in accordance with the schedule set by the University Secretary and Academicc. Registrar; in higher education courses, ensuring that moderation processes are conducted systematically in accordanced. with the course assessment committees, program assessment boards and moderation sections of the Assessment Processes ensuring that validation of assessment in vocational education is undertaken in accordance with the validatione. of assessment: Vocational Education section of the assessment processes. These responsibilities apply irrespective of delivery mode and location.f. (28) Course assessment committees review and approve results for courses. (29) Program assessment boards review and manage academic progress of students at the end of each formal period of study in accordance with the academic progress and program assessment board sections of the assessment processes. (30) The University Secretary and Academic Registrar is responsible for the schedule of grades used in the university in accordance with the management of results section of the assessment processes. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 10(31) The University Secretary and Academic Registrar determines the processes and schedules for formal examinations. (32) The University Secretary and Academic Registrar sets schedules for: timely submission of resultsa. publication of resultsb. conversion of missing or interim results to fail grades.c. auditing of results, Course Assessment Committees and Program Assessment Boards.d."
    },
    {
      "id": "S.3.Assessment_Flexibility",
      "type": "subsection",
      "title": "Assessment Flexibility",
      "path": [
        "Section 3 – Policy",
        "Assessment Flexibility"
      ],
      "text": "(33) The purpose of special consideration, extensions and individual assessment arrangements is to ensure that students experiencing extenuating circumstances or who have specific needs are appropriately supported and can seek assessment arrangements that provide the best circumstances for ongoing success in their program. Assessment flexibility is addressed in clauses 34 to 66. Both discretion and flexibility are used in managing applications."
    },
    {
      "id": "S.3.Extensions",
      "type": "subsection",
      "title": "Extensions",
      "path": [
        "Section 3 – Policy",
        "Extensions"
      ],
      "text": "(34) Extensions are available for unforeseen circumstances of a short-term nature. (35) Applications are submitted to the school/industry cluster at least one working day before the due date for an assessment. (36) Extensions can be approved for up to one week (seven calendar days) after the due date for an assessment. From 3 June 2021, assessment adjustments may be granted on a seven (7) calendar day rolling basis where aa. student is impacted by COVID-19 Stay at Home Directions. Refer to the Short assessment extension of time process . This advice will be reviewed annually. (37) The evidence in an application clearly supports the period for which an extension is sought. (38) The school/industry cluster will notify the student of the outcome of an application within two working days of an application being submitted. (39) Applications are approved by the responsible staff member in the school as determined by the Dean/Head of School/Cluster Director. (40) Where an application is approved, students meet the new assessment due date for submission of work or to undertake the assessment where attendance is required."
    },
    {
      "id": "S.3.Special_Consideration",
      "type": "subsection",
      "title": "Special Consideration",
      "path": [
        "Section 3 – Policy",
        "Special Consideration"
      ],
      "text": "(41) Special consideration is available for unexpected circumstances outside students’ control. These include but are not limited to unexpected short-term ill health, and unavoidable family, work, cultural or religious commitments. (42) An application for special consideration is made in advance of an assessment wherever possible, but normally within five working days after the assessment date. (43) Where, however, a student is applying for late course withdrawal without academic penalty, they may apply up to one year after the date of their withdrawal from the course or, if they did not withdraw, within one year from the course end-date. (44) Course coordinators decide the form of equivalent assessment tasks where these are granted. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 10(45) Students provide all relevant information with their application. (46) The University will determine one of the following outcomes for applications for special consideration: an equivalent assessmenta. an extension of time (exceeding seven calendar days)b. a deferred assessmentc. other arrangements deemed appropriate to the circumstances of the student and the course concernedd. a late course withdrawal without academic penaltye. special consideration is deniedf. cancellation of the application for lateness or incompletenessg. application withdrawn.h. (47) If the application is denied, the reasons for this will be provided in writing. (48) The evidence supporting an application applies to the dates for which special consideration is sought. (49) Students are notified if their application is incomplete and will have five working days to submit missing information or documentary evidence. (50) Applications lodged more than five working days after the due date are not considered unless the student can, with the application, provide compelling or compassionate reasons and evidence. Refer to the definition of compassionate or compelling circumstances used in the DEEWR – DIAC Course Progress Policy when submitting a late application. (51) Complete applications that include supporting documentation and evidence are considered and responded to within 10 working days. (52) A student may withdraw an application for special consideration at any time. (53) A student may appeal a decision to deny them special consideration for an assessment by the process set out in the appeals section of the Assessment Processes , and in Part D 13 (42) University Appeals Committees of the Assessment, Academic Progress and Appeals Regulations ."
    },
    {
      "id": "S.3.Equitable_Assessment_Arrangements",
      "type": "subsection",
      "title": "Equitable Assessment Arrangements",
      "path": [
        "Section 3 – Policy",
        "Equitable Assessment Arrangements"
      ],
      "text": "(54) Equitable assessment arrangements provide for a student’s foreseeable needs or circumstances related (but not limited) to: living with a disability, long-term illness and/or mental health conditiona. primary carer responsibility for a person living with a disability, long-term illness and/or mental health condition.b. (55) An equitable assessment arrangement is an alteration to the standard conditions or format of an assessment. It can apply to any formal assessment task or examination described in the course guide. (56) Students apply to Equitable Learning Services for equitable assessment arrangements. Equitable Learning Services authorise that equitable assessment arrangements are allowed and make recommendations to the relevant Program Manager. Course coordinators determine the final form of assessment for their courses, which must take into account the recommended adjustments. (57) Applications include supporting documentation from a treating health practitioner who is registered with a recognised professional accreditation body: for example, a doctor, psychologist or social worker. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 6 of 10(58) Applications and supporting documents are treated confidentially in accordance with the RMIT Privacy Policy and other relevant State and Federal information handling Acts, Regulations and Statutes. Such information is not placed on the academic student file but is stored centrally and managed by the staff responsible for administering the process. (59) An equitable assessment arrangement provides flexibility for students in meeting the academic standards being assessed. (60) Program Managers are responsible for ensuring that staff teaching in the program provide the adjustments stated in students’ equitable assessment arrangements. (61) Students are still required to meet the inherent requirements of the program. (62) Depending on a student’s circumstances an equitable assessment arrangement may include: flexible conduct and supervision arrangementsa. use of ergonomic furniture or special seating arrangementsb. use of a computer for a traditionally paper-based examinationc. use of assistive technologyd. alternative format examination materials (e.g. large print, audio, Braille, electronic)e. additional reading and/or assessment timef. rest breaksg. enabling assistance (e.g., scribe, AUSLAN interpreters)h. alternative forms of assessmenti. flexible timeframes for submission of work or attendance for assessment tasks.j. (63) The University makes every effort to accommodate students but cannot guarantee provision of a full range of assessment options. The time-frame, resource constraints and professional body registration requirements may affect the options available. In addition, the availability of options may vary from country to country and be subject to law in those countries. (64) The process for applying for an equitable assessment arrangement is outlined on the Equitable Learning Services webpage. (65) A student may appeal a decision to deny them an equitable assessment arrangement, or the conditions of a granted equitable assessment arrangement, by the process set out in the appeals section of Assessment Processes . (66) For students undertaking the Victorian Certificate of Education and Victorian Certificate of Adult Learning, the equivalent of an equitable assessment arrangement is special provision. Special provision is administered in accordance with the Victorian Curriculum and Assessment Authority’s administrative instructions to schools."
    },
    {
      "id": "S.3.Academic_Progress",
      "type": "subsection",
      "title": "Academic Progress",
      "path": [
        "Section 3 – Policy",
        "Academic Progress"
      ],
      "text": "(67) Chairs of program assessment boards are responsible for: reviewing the progress of students in accordance with the academic progress (coursework programs) section ofa. the assessment processes; determining the stage of unsatisfactory progress of students:b. First stage – at risk of unsatisfactory academic progressi. Final stage – established unacceptable academic progress in more than one teaching period;ii. ensuring that where a student is identified as at risk of unsatisfactory academic progress there is anc. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 7 of 10intervention to offer the student academic advice and support to improve their performance. (68) Where a student is identified as at risk final stage the program assessment board will require them to show cause why they should be permitted to continue in the program. The board will then decide whether to: permit the student to continue in the program with a classification of at risk and a further intervention to offera. them academic advice and support, or recommend to the Dean/Head of School/Cluster Director that a student be excluded from their program forb. established unsatisfactory academic progress. (69) Any decision to exclude a student is made by the Dean/Head of School/Cluster Director by the deadline set by the University Secretary and Academic Registrar. (70) The University Secretary and Academic Registrar writes to students recommended for exclusion, advising of the exclusion and right of appeal. (71) The University Secretary and Academic Registrar may decline to action a decision to exclude a student if it is not compliant with this policy and/or the academic progress (coursework programs) section of the assessment processes. (72) The University Secretary and Academic Registrar approves the schedule of criteria for identifying students as at risk of unsatisfactory academic progress, and as having established unacceptable academic progress. (73) A student may appeal a decision to exclude them for established unacceptable academic progress. (74) The appeal process is detailed in the appeals section of the assessment processes."
    },
    {
      "id": "S.3.Supplementary_Assessment",
      "type": "subsection",
      "title": "Supplementary Assessment",
      "path": [
        "Section 3 – Policy",
        "Supplementary Assessment"
      ],
      "text": "(75) Supplementary assessment is approved by: course assessment committees for courses in programs the school/industry cluster deliversa. Program Managers for courses delivered by another school/industry clusterb. program assessment boards where a student has narrowly failed one course in the last teaching period toc. complete their program. (76) Supplementary assessment is approved in accordance with the supplementary assessment section of the assessment processes. (77) A college appeals committee or the University Appeals Committee has discretion to award a supplementary assessment as part of the outcome of an appeal."
    },
    {
      "id": "S.3.Processes",
      "type": "subsection",
      "title": "Processes",
      "path": [
        "Section 3 – Policy",
        "Processes"
      ],
      "text": "(78) The University Secretary and Academic Registrar: maintains the assessment processes for RMIT University, anda. approves the annual Academic Calendar.b. (79) The Chief Executive Officer, RMIT University Pathways (RMIT UP) maintains the assessment processes for RMIT UP. (80) The Deputy Vice-Chancellor College of Vocational Education maintains the vocational education compliance processes. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 8 of 10Section 4 - Procedures and Resources (81) Refer to the following documents which are established in accordance with this policy: Assessment and Assessment Flexibility – Online Invigilated Examination Procedurea. Assessment Processesb. Student Administration Resourcesc. Short assessment extension of time processd."
    },
    {
      "id": "S.5",
      "type": "section",
      "title": "Section 5 – Definitions",
      "path": [
        "Section 5 – Definitions"
      ],
      "text": "AssessmentThe processes by which a student’s academic progress and standard, at a given time, are measured against the learning outcomes of the program of study. Assessment taskA speciﬁc instance of assessment such as an assignment, examination, portfolio, presentation, test, etc.; one component of assessment in a course. At riskClassiﬁcation given where a student has met one or more of the criteria for unsatisfactory academic performance. CompetencyThe consistent application of knowledge and skills to the standard of performance required in the workplace. It embodies the ability to transfer and apply skills and knowledge to new situations and environments. Course assessment committeeA course-level committee responsible for approving results and assuring quality of assessment in the course. Course learning outcomesThe expression of the set of knowledge, skills and the application of the knowledge and skills a student is expected to acquire and is able to demonstrate as a result of learning in an individual course. Dean/Head of School/Cluster DirectorRefers to the Dean/Head of School/Cluster Director that manages the course to which a result applies Equivalent assessmentAn equivalent assessment may be a diﬀerent assessment task, or it may be the same assessment task held at another time. The outcome notiﬁcation will specify the time-frame within which an equivalent assessment must take place or advise the course coordinator to set the date. Other than in exceptional circumstances, an equivalent assessment will take place within 20 working days of the notiﬁcation that it has been granted. ExclusionCancellation of enrolment in a program of study at the university. The purpose of exclusion from the university is to allow the student time to address the causes of unsatisfactory academic performance. Readmission to the program is not granted automatically. The student must apply for readmission to the program in the normal way. A student who has been excluded from a program on the grounds of established unacceptable academic progress may apply for admission to other programs during their period of exclusion, provided they meet the normal application and entry requirements. GradeThe alphabetical code that describes the total assessment outcome for an individual course: for example, ‘CR’ (Credit). See also Graded assessment. Graded assessmentThe use of a hierarchy of result outcomes to describe student academic performance in a course. Examples of graded assessment include HD (High Distinction), DI (Distinction), CR (Credit), and P (Pass). Graded assessment requires the corresponding use of a numeric marking scheme and grading rubric or criterion reference scheme. Grading systemThe type of system used to describe the outcome of assessment for a course. RMIT uses graded assessment, competency-based assessment and non-graded assessment. Hurdle assessment taskAn assessment task the student must pass to pass the course: if a student fails a hurdle, they fail the course regardless of the total mark they receive. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 9 of 10InvigilatorA person formally appointed to supervise examinations, who is responsible for ensuring the integrity and proper conduct of the examination in accordance with the exam rules ModerationModeration of assessment processes establish comparability of standards of student performance across, for example, diﬀerent markers, locations, subjects, providers and/or courses of study. Non-invigilatedWhere an invigilator is not monitoring students’ performance of the assessment task to ensure integrity of assessment. PlagiarismThe presentation of the work, idea or creation of another person as though it is one’s own. Plagiarism is a form of cheating and is a serious academic oﬀence that may lead to expulsion from the University. Plagiarised material can be drawn from, and presented in, written, graphic or visual form, including electronic data, and oral presentations. Plagiarism occurs when the origin of the material used is not appropriately cited. Program assessment board (PAB)A program-level committee responsible for monitoring students’ academic performance, approving completion of qualiﬁcations and managing academic progress processes. Results publication dateThe date deﬁned by the University Secretary and Academic Registrar for oﬃcial publication of results as described in the management of results section of the assessment processes. This date follows the prescribed date for staﬀ to enter results in the result entry system. Result The overall mark in a course and the ﬁnal grade that is assigned for the course. Training packagesSets of nationally endorsed standards and qualiﬁcations for recognising and assessing people’s skills. Training packages describe the skills and knowledge needed to perform eﬀectively in the workplace. Weighting of assessmentThe proportion a speciﬁc assessment task contributes to the ﬁnal result in a course. Work integrated learningAn assessed learning activity that integrates discipline theory, knowledge and skills with the practice of work, and which involves an industry or community partner. It may take place online or in a simulated workplace environment. Examples of WIL activities are practical or clinical placements, practicums, co-operative education, ﬁeldwork, industry or community projects, service learning and work-based learning. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 10 of 10Status and Details Status Current Eﬀective Date 24th March 2022 Review Date 31st March 2025 Approval Authority Senior Policy Advisor Approval Date 24th March 2022 Expiry Date Not Applicable Policy OwnerSherman Young Deputy Vice-Chancellor Education Policy AuthorConnie Merlino University Secretary and Academic Registrar Enquiries Contact Academic Policy Glossary Terms and Definitions \"RMIT Group\" - RMIT University and its controlled entities (RMIT Europe, RMIT Online, RMIT Vietnam, RMIT University Pathways)"
    }
  ],
  "chunks": [
    {
      "id": "K.001",
      "text": "Section 1 – Purpose\n(1) To ensure: Relevant and authentic assessment that supports and enables students to demonstrate evidence of learning ata. the appropriate level of study. Flexible, equitable and inclusive assessment with a commitment to caring for students whose circumstancesb. require assessment flexibility. Quality and effectiveness of assessment where methods of assessment are consistent with learning outcomes,c. contribute to desired graduate outcomes and support transition into professional practice. Fairness and transparency in assessment design, moderation, feedback and clear articulation of assessmentd. criteria to students. Assessment practice is continuously monitored and reviewed for academic quality, equivalence and comparability, and to maximise academic integrity. Section 2 – Scope\n(2) This policy is made pursuant to the Asessment, Academic Progress and Appeals Regulations . Except where otherwise stated it applies to all courses and programs offered by RMIT in the following categories of award: Higher Degree by Researcha. RMIT accredited programsb. Vocational Education Programsc. Foundation Studiesd. (3) For students of the Victorian Certificate of Education (VCE) and Victorian Certificate of Applied Learning (VCAL): Assessment, Special Consideration, Extensions and Alternative Assessment Arrangements are regulated under the provisions of the Victorian Curriculum and Assessment Authority (VCAA). Section 3 – Policy :: Design of Assessment\n(4) Learning outcomes are a central focus for design, quality and standards in assessment. (5) All learning outcomes in a course are specified in the course guide and are assessed. (6) Assessment tasks are appropriately designed to measure student achievement of learning outcomes. (7) Assessment provides evidence to make consistent academic judgements about students’ achievement of learning outcomes. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 10(8) To enable consistent judgements, a variety of assessment methods and tasks are used. (9) There is a balance between: early or formative assessment to provide helpful feedback during the learning experience; anda. summative assessment of the learning achieved.b. (10) For higher education programs, the weighting of individual pieces of assessment within a course will be balanced. (11) Hurdle assessments are used in a higher education course only where they are required by safety or professional accreditation, registration or licensing requirements. Hurdle assessment tasks must be clearly identified in the course guide and, where the course is a core course within a program, in the program guide. A student who fails a hurdle assessment fails the course regardless of the overall course mark they achieve. (12) In view of the wide range of contexts within which the same programs are delivered and assessment tasks are undertaken by students, the design of assessment is adapted to the opportunities and necessities of: face to face deliverya. online deliveryb. blended deliveryc. the different teaching and learning platforms used within the RMIT Groupd. WIL experiences involving professional and industry personnel in the assessment processe. countries with different cultural, legal and political contexts.f. (13) Moderation processes are applied systematically to achieve consistency of marking of individual assessors within the same course: in one locationa. across different locationsb. across different modes of delivery.c. (14) Vocational education Assessment is implemented in accordance with Training Package and Accredited Course requirements,a. particularly the principles of assessment and rules of evidence. Validation of assessment in Vocational Education is undertaken in accordance with the validation ofb. assessment: Vocational Education section of the Assessment Processes . Section 3 – Policy :: Students and Assessment\n(15) Course guides specify all assessment requirements for a course and the weightings of each assessment task, if applicable. (16) Information provided to students on assessment tasks state the performance standards so that students understand the level of attainment required. (17) Students receive timely feedback on each piece of assessment submitted that supports their learning and how they can improve. (18) Students retain a copy of all work submitted for assessment until a final result for a course is formally released by the university. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 10(19) A student may request a review of an assessment result or appeal a final course grade in accordance with the conduct of assessment and appeals section of the Assessment Processes. (20) A student can request a copy of a marked assessment for which a review is sought where this has not been returned. (21) Changes to assessment tasks after commencement of the teaching period can only be made following consultation with affected students and must be approved by the Dean/Head of School/Cluster Director. Any such changes must be reflected in the course guide. (22) The Dean/Head of School/Cluster Director may vary the assessment task where they are satisfied that the integrity of an assessment task has been undermined. Section 3 – Policy :: Academic Integrity\n(23) Students demonstrate academic integrity in their assessment practices by: engaging with assessment activities in an honest waya. providing accountability for the authorship and originality of work submittedb. acknowledging the work of others and the re-use of original work.c. (24) Staff take an educative approach with students on academic integrity. (25) Academic misconduct is addressed in accordance with the Student Conduct Policy . (26) Assessment involving research with human participants, their information or their tissue, or animal subjects is carried out in accordance with the Research Policy . Section 3 – Policy :: Responsibilities in Assessment\n(27) Deans/Heads of School/Cluster Directors are responsible for: applying university assessment policy and processes in their school, industry cluster or centre;a. convening course assessment committees and program assessment boards for each program in accordanceb. with the membership and terms of reference in the relevant section of the assessment processes; submission of results for courses in accordance with the schedule set by the University Secretary and Academicc. Registrar; in higher education courses, ensuring that moderation processes are conducted systematically in accordanced. with the course assessment committees, program assessment boards and moderation sections of the Assessment Processes ensuring that validation of assessment in vocational education is undertaken in accordance with the validatione. of assessment: Vocational Education section of the assessment processes. These responsibilities apply irrespective of delivery mode and location.f. (28) Course assessment committees review and approve results for courses. (29) Program assessment boards review and manage academic progress of students at the end of each formal period of study in accordance with the academic progress and program assessment board sections of the assessment processes. (30) The University Secretary and Academic Registrar is responsible for the schedule of grades used in the university in accordance with the management of results section of the assessment processes. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 10(31) The University Secretary and Academic Registrar determines the processes and schedules for formal examinations. (32) The University Secretary and Academic Registrar sets schedules for: timely submission of resultsa. publication of resultsb. conversion of missing or interim results to fail grades.c. auditing of results, Course Assessment Committees and Program Assessment Boards.d. Section 3 – Policy :: Assessment Flexibility\n(33) The purpose of special consideration, extensions and individual assessment arrangements is to ensure that students experiencing extenuating circumstances or who have specific needs are appropriately supported and can seek assessment arrangements that provide the best circumstances for ongoing success in their program. Assessment flexibility is addressed in clauses 34 to 66. Both discretion and flexibility are used in managing applications.",
      "source_ids": [
        "S.1",
        "S.2",
        "S.3.Design_of_Assessment",
        "S.3.Students_and_Assessment",
        "S.3.Academic_Integrity",
        "S.3.Responsibilities_in_Assessment",
        "S.3.Assessment_Flexibility"
      ],
      "page_range": null,
      "token_estimate": 1667
    },
    {
      "id": "K.002",
      "text": "Section 3 – Policy :: Extensions\n(34) Extensions are available for unforeseen circumstances of a short-term nature. (35) Applications are submitted to the school/industry cluster at least one working day before the due date for an assessment. (36) Extensions can be approved for up to one week (seven calendar days) after the due date for an assessment. From 3 June 2021, assessment adjustments may be granted on a seven (7) calendar day rolling basis where aa. student is impacted by COVID-19 Stay at Home Directions. Refer to the Short assessment extension of time process . This advice will be reviewed annually. (37) The evidence in an application clearly supports the period for which an extension is sought. (38) The school/industry cluster will notify the student of the outcome of an application within two working days of an application being submitted. (39) Applications are approved by the responsible staff member in the school as determined by the Dean/Head of School/Cluster Director. (40) Where an application is approved, students meet the new assessment due date for submission of work or to undertake the assessment where attendance is required. Section 3 – Policy :: Special Consideration\n(41) Special consideration is available for unexpected circumstances outside students’ control. These include but are not limited to unexpected short-term ill health, and unavoidable family, work, cultural or religious commitments. (42) An application for special consideration is made in advance of an assessment wherever possible, but normally within five working days after the assessment date. (43) Where, however, a student is applying for late course withdrawal without academic penalty, they may apply up to one year after the date of their withdrawal from the course or, if they did not withdraw, within one year from the course end-date. (44) Course coordinators decide the form of equivalent assessment tasks where these are granted. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 10(45) Students provide all relevant information with their application. (46) The University will determine one of the following outcomes for applications for special consideration: an equivalent assessmenta. an extension of time (exceeding seven calendar days)b. a deferred assessmentc. other arrangements deemed appropriate to the circumstances of the student and the course concernedd. a late course withdrawal without academic penaltye. special consideration is deniedf. cancellation of the application for lateness or incompletenessg. application withdrawn.h. (47) If the application is denied, the reasons for this will be provided in writing. (48) The evidence supporting an application applies to the dates for which special consideration is sought. (49) Students are notified if their application is incomplete and will have five working days to submit missing information or documentary evidence. (50) Applications lodged more than five working days after the due date are not considered unless the student can, with the application, provide compelling or compassionate reasons and evidence. Refer to the definition of compassionate or compelling circumstances used in the DEEWR – DIAC Course Progress Policy when submitting a late application. (51) Complete applications that include supporting documentation and evidence are considered and responded to within 10 working days. (52) A student may withdraw an application for special consideration at any time. (53) A student may appeal a decision to deny them special consideration for an assessment by the process set out in the appeals section of the Assessment Processes , and in Part D 13 (42) University Appeals Committees of the Assessment, Academic Progress and Appeals Regulations . Section 3 – Policy :: Equitable Assessment Arrangements\n(54) Equitable assessment arrangements provide for a student’s foreseeable needs or circumstances related (but not limited) to: living with a disability, long-term illness and/or mental health conditiona. primary carer responsibility for a person living with a disability, long-term illness and/or mental health condition.b. (55) An equitable assessment arrangement is an alteration to the standard conditions or format of an assessment. It can apply to any formal assessment task or examination described in the course guide. (56) Students apply to Equitable Learning Services for equitable assessment arrangements. Equitable Learning Services authorise that equitable assessment arrangements are allowed and make recommendations to the relevant Program Manager. Course coordinators determine the final form of assessment for their courses, which must take into account the recommended adjustments. (57) Applications include supporting documentation from a treating health practitioner who is registered with a recognised professional accreditation body: for example, a doctor, psychologist or social worker. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 6 of 10(58) Applications and supporting documents are treated confidentially in accordance with the RMIT Privacy Policy and other relevant State and Federal information handling Acts, Regulations and Statutes. Such information is not placed on the academic student file but is stored centrally and managed by the staff responsible for administering the process. (59) An equitable assessment arrangement provides flexibility for students in meeting the academic standards being assessed. (60) Program Managers are responsible for ensuring that staff teaching in the program provide the adjustments stated in students’ equitable assessment arrangements. (61) Students are still required to meet the inherent requirements of the program. (62) Depending on a student’s circumstances an equitable assessment arrangement may include: flexible conduct and supervision arrangementsa. use of ergonomic furniture or special seating arrangementsb. use of a computer for a traditionally paper-based examinationc. use of assistive technologyd. alternative format examination materials (e.g. large print, audio, Braille, electronic)e. additional reading and/or assessment timef. rest breaksg. enabling assistance (e.g., scribe, AUSLAN interpreters)h. alternative forms of assessmenti. flexible timeframes for submission of work or attendance for assessment tasks.j. (63) The University makes every effort to accommodate students but cannot guarantee provision of a full range of assessment options. The time-frame, resource constraints and professional body registration requirements may affect the options available. In addition, the availability of options may vary from country to country and be subject to law in those countries. (64) The process for applying for an equitable assessment arrangement is outlined on the Equitable Learning Services webpage. (65) A student may appeal a decision to deny them an equitable assessment arrangement, or the conditions of a granted equitable assessment arrangement, by the process set out in the appeals section of Assessment Processes . (66) For students undertaking the Victorian Certificate of Education and Victorian Certificate of Adult Learning, the equivalent of an equitable assessment arrangement is special provision. Special provision is administered in accordance with the Victorian Curriculum and Assessment Authority’s administrative instructions to schools.",
      "source_ids": [
        "S.3.Extensions",
        "S.3.Special_Consideration",
        "S.3.Equitable_Assessment_Arrangements"
      ],
      "page_range": null,
      "token_estimate": 1465
    },
    {
      "id": "K.003",
      "text": "Section 3 – Policy :: Academic Progress\n(67) Chairs of program assessment boards are responsible for: reviewing the progress of students in accordance with the academic progress (coursework programs) section ofa. the assessment processes; determining the stage of unsatisfactory progress of students:b. First stage – at risk of unsatisfactory academic progressi. Final stage – established unacceptable academic progress in more than one teaching period;ii. ensuring that where a student is identified as at risk of unsatisfactory academic progress there is anc. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 7 of 10intervention to offer the student academic advice and support to improve their performance. (68) Where a student is identified as at risk final stage the program assessment board will require them to show cause why they should be permitted to continue in the program. The board will then decide whether to: permit the student to continue in the program with a classification of at risk and a further intervention to offera. them academic advice and support, or recommend to the Dean/Head of School/Cluster Director that a student be excluded from their program forb. established unsatisfactory academic progress. (69) Any decision to exclude a student is made by the Dean/Head of School/Cluster Director by the deadline set by the University Secretary and Academic Registrar. (70) The University Secretary and Academic Registrar writes to students recommended for exclusion, advising of the exclusion and right of appeal. (71) The University Secretary and Academic Registrar may decline to action a decision to exclude a student if it is not compliant with this policy and/or the academic progress (coursework programs) section of the assessment processes. (72) The University Secretary and Academic Registrar approves the schedule of criteria for identifying students as at risk of unsatisfactory academic progress, and as having established unacceptable academic progress. (73) A student may appeal a decision to exclude them for established unacceptable academic progress. (74) The appeal process is detailed in the appeals section of the assessment processes. Section 3 – Policy :: Supplementary Assessment\n(75) Supplementary assessment is approved by: course assessment committees for courses in programs the school/industry cluster deliversa. Program Managers for courses delivered by another school/industry clusterb. program assessment boards where a student has narrowly failed one course in the last teaching period toc. complete their program. (76) Supplementary assessment is approved in accordance with the supplementary assessment section of the assessment processes. (77) A college appeals committee or the University Appeals Committee has discretion to award a supplementary assessment as part of the outcome of an appeal. Section 3 – Policy :: Processes\n(78) The University Secretary and Academic Registrar: maintains the assessment processes for RMIT University, anda. approves the annual Academic Calendar.b. (79) The Chief Executive Officer, RMIT University Pathways (RMIT UP) maintains the assessment processes for RMIT UP. (80) The Deputy Vice-Chancellor College of Vocational Education maintains the vocational education compliance processes. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 8 of 10Section 4 - Procedures and Resources (81) Refer to the following documents which are established in accordance with this policy: Assessment and Assessment Flexibility – Online Invigilated Examination Procedurea. Assessment Processesb. Student Administration Resourcesc. Short assessment extension of time processd.",
      "source_ids": [
        "S.3.Academic_Progress",
        "S.3.Supplementary_Assessment",
        "S.3.Processes"
      ],
      "page_range": null,
      "token_estimate": 773
    },
    {
      "id": "K.004",
      "text": "Section 5 – Definitions\nAssessmentThe processes by which a student’s academic progress and standard, at a given time, are measured against the learning outcomes of the program of study. Assessment taskA speciﬁc instance of assessment such as an assignment, examination, portfolio, presentation, test, etc.; one component of assessment in a course. At riskClassiﬁcation given where a student has met one or more of the criteria for unsatisfactory academic performance. CompetencyThe consistent application of knowledge and skills to the standard of performance required in the workplace. It embodies the ability to transfer and apply skills and knowledge to new situations and environments. Course assessment committeeA course-level committee responsible for approving results and assuring quality of assessment in the course. Course learning outcomesThe expression of the set of knowledge, skills and the application of the knowledge and skills a student is expected to acquire and is able to demonstrate as a result of learning in an individual course. Dean/Head of School/Cluster DirectorRefers to the Dean/Head of School/Cluster Director that manages the course to which a result applies Equivalent assessmentAn equivalent assessment may be a diﬀerent assessment task, or it may be the same assessment task held at another time. The outcome notiﬁcation will specify the time-frame within which an equivalent assessment must take place or advise the course coordinator to set the date. Other than in exceptional circumstances, an equivalent assessment will take place within 20 working days of the notiﬁcation that it has been granted. ExclusionCancellation of enrolment in a program of study at the university. The purpose of exclusion from the university is to allow the student time to address the causes of unsatisfactory academic performance. Readmission to the program is not granted automatically. The student must apply for readmission to the program in the normal way. A student who has been excluded from a program on the grounds of established unacceptable academic progress may apply for admission to other programs during their period of exclusion, provided they meet the normal application and entry requirements. GradeThe alphabetical code that describes the total assessment outcome for an individual course: for example, ‘CR’ (Credit). See also Graded assessment. Graded assessmentThe use of a hierarchy of result outcomes to describe student academic performance in a course. Examples of graded assessment include HD (High Distinction), DI (Distinction), CR (Credit), and P (Pass). Graded assessment requires the corresponding use of a numeric marking scheme and grading rubric or criterion reference scheme. Grading systemThe type of system used to describe the outcome of assessment for a course. RMIT uses graded assessment, competency-based assessment and non-graded assessment. Hurdle assessment taskAn assessment task the student must pass to pass the course: if a student fails a hurdle, they fail the course regardless of the total mark they receive. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 9 of 10InvigilatorA person formally appointed to supervise examinations, who is responsible for ensuring the integrity and proper conduct of the examination in accordance with the exam rules ModerationModeration of assessment processes establish comparability of standards of student performance across, for example, diﬀerent markers, locations, subjects, providers and/or courses of study. Non-invigilatedWhere an invigilator is not monitoring students’ performance of the assessment task to ensure integrity of assessment. PlagiarismThe presentation of the work, idea or creation of another person as though it is one’s own. Plagiarism is a form of cheating and is a serious academic oﬀence that may lead to expulsion from the University. Plagiarised material can be drawn from, and presented in, written, graphic or visual form, including electronic data, and oral presentations. Plagiarism occurs when the origin of the material used is not appropriately cited. Program assessment board (PAB)A program-level committee responsible for monitoring students’ academic performance, approving completion of qualiﬁcations and managing academic progress processes. Results publication dateThe date deﬁned by the University Secretary and Academic Registrar for oﬃcial publication of results as described in the management of results section of the assessment processes. This date follows the prescribed date for staﬀ to enter results in the result entry system. Result The overall mark in a course and the ﬁnal grade that is assigned for the course. Training packagesSets of nationally endorsed standards and qualiﬁcations for recognising and assessing people’s skills. Training packages describe the skills and knowledge needed to perform eﬀectively in the workplace. Weighting of assessmentThe proportion a speciﬁc assessment task contributes to the ﬁnal result in a course. Work integrated learningAn assessed learning activity that integrates discipline theory, knowledge and skills with the practice of work, and which involves an industry or community partner. It may take place online or in a simulated workplace environment. Examples of WIL activities are practical or clinical placements, practicums, co-operative education, ﬁeldwork, industry or community projects, service learning and work-based learning. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 10 of 10Status and Details Status Current Eﬀective Date 24th March 2022 Review Date 31st March 2025 Approval Authority Senior Policy Advisor Approval Date 24th March 2022 Expiry Date Not Applicable Policy OwnerSherman Young Deputy Vice-Chancellor Education Policy AuthorConnie Merlino University Secretary and Academic Registrar Enquiries Contact Academic Policy Glossary Terms and Definitions \"RMIT Group\" - RMIT University and its controlled entities (RMIT Europe, RMIT Online, RMIT Vietnam, RMIT University Pathways)",
      "source_ids": [
        "S.5"
      ],
      "page_range": null,
      "token_estimate": 1218
    }
  ]
}