{
  "metadata": {
    "title": "Credit Procedure",
    "source_path": "/mnt/data/Credit_Procedure.pdf",
    "pages": 9,
    "effective_date": null,
    "review_date": "18th December 2025",
    "approval_authority": "Manager, Central Policy",
    "approval_date": "26th May 2025",
    "expiry_date": "Not Applicable",
    "policy_owner": null,
    "policy_author": null,
    "enquiries_contact": "Academic Policy"
  },
  "sections": [
    {
      "id": "S.1",
      "heading": "Section 1 – Context",
      "number": 1,
      "text": "(1) This procedure states the rules for the granting of credit for study or learning undertaken outside of the RMIT program of study for which the credit is being sought."
    },
    {
      "id": "S.2",
      "heading": "Section 2 – Authority",
      "number": 2,
      "text": "(2) Authority for this document is established by the Credit Policy ."
    },
    {
      "id": "S.3",
      "heading": "Section 3 – Scope",
      "number": 3,
      "text": "(3) This procedure applies to: all programs and courses offered by RMIT University Pathways (RMIT UP) programs a. individuals applying to study at RMIT who consider they have had prior learning experiences that may attractb. credit or advanced standing in an RMIT program or course."
    },
    {
      "id": "S.4",
      "heading": "Section 4 – Procedure",
      "number": 4,
      "subsections": [
        {
          "heading": "General Rules",
          "text": "(4) Credit may be granted towards a program of study in the form of: credit transfer a. advanced standing b. masters advanced standing c. recognition of prior learning (RPL), and d. recognition of current competencies. e. (5) A person may apply for credit as part of the admission process or following enrolment. On request, prospective and current students may be provided with information regarding credit availablea. towards the program they are applying for or enrolled in. Students may also request to be provided with pathway and articulation agreement information. b. RMIT may validate documents such as testamurs and transcripts when assessing credit.c. (6) Credit may be granted based on an: approved articulation agreement within the RMIT Group or with another institution or industry partner, wherea. credit is being offered or where there is defined amounts of advanced standing, or This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 9application from an individual student. b. (7) Assessment of credit will take account of: learning outcomes a. volume of learning b. content of study c. course and program AQF level d. credit point weighting e. contact hours, and f. assessment methods. g. (8) When assessing the amount of credit that can be awarded towards a higher level AQF qualification for studies completed with other institutions, or as part of articulation agreement negotiations, the University will use the following AQF recommendations as a guide for granting credit towards qualifications in the same or a related discipline: 144 credit points towards a three-year bachelor degree for an advanced diploma or associate degreea. 144 credit points towards a four-year bachelor degree for an advanced diploma or associate degreeb. 96 credit points towards a three-year bachelor degree for a diplomac. 96 credit points towards a four-year bachelor degree for a diploma.d. (9) The maximum amount of credit that can be awarded towards a higher level AQF qualification for studies undertaken at RMIT towards an RMIT program in the same or related discipline: 144 credit points for an advanced diploma towards a two-year associate degreea. 144 credit points for an advanced diploma towards a three-year bachelor degreeb. 144 credit points for an advanced diploma towards a four-year bachelor degree or four-year bachelor honoursc. degree 96 credit points for a diploma towards a two-year associate degreed. 96 credit points for a diploma towards a three-year bachelor degreee. 96 credit points for a diploma towards a four-year bachelor degree.f. (10) The maximum amounts of credit detailed in clause (9) will be granted regardless of the duration (volume of learning) of the lower program. (11) The maximum amount of credit that can be awarded based on the completion of a two-year RMIT associate degree or a two-year RMIT advanced diploma for students admitted to a bachelor degree in the same area of study is: 192 credit points for an associate degree towards a three-year bachelor degreea. 192 credit points for an associate degree towards a four-year bachelor degree or four-year bachelor honoursb. degree 192 credit points for a two-year advanced diploma towards a three-year bachelor degreec. 192 credit points for a two-year advanced diploma towards a four-year bachelor degree or four-year bachelord. honours degree. (12) Approval from the University Secretary and Academic Registrar is required to offer credit that exceeds the amount of credit to be offered as detailed under clauses (8) - (11). This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 9(13) Credit already granted may remain in place under the following circumstances: program transitionsa. where an articulation agreement provides standard credit for a completed qualificationb. where a student discontinues or withdraws from a program without completing or graduating, and insteadc. enrols in another RMIT program that contains the same courses as those for which the student has already received credit where advanced standing is awarded based on a completed qualification, ord. where a student is granted credit transfer or RPL in a vocational education program, the student is entitled toe. credit transfer for the competencies towards other vocational education programs. (14) Students entering a program based on an articulation agreement may in some cases have been permitted to complete the pathway program with a non-standard enrolment. In these cases, students may be required to complete specific courses they would otherwise receive credita. transfer if their enrolment in the previous program has not included content equivalent to these courses. (15) RMIT may refuse to grant credit towards the final or capstone courses in a program where these are considered essential to demonstrate the student’s achievement of the program learning outcomes. (16) Where a student has attempted and failed a course and later obtains a credit for the same course, the fail grade will remain on the student record. (17) Students enrolled in a higher degree by research (HDR) program may apply for credit or RPL only towards coursework courses that are part of their research program. (18) Credit may be granted for approved micro-credential combinations awarded by the University that achieve clearly articulated learning outcomes at a specified equivalent AQF level. Micro-credentials may be assessed as part of an application for RPL. a. (19) If credit for previous learning is available towards an RMIT program offered at one location, it is available at all other locations where the program is offered. (20) Credit is only available for a course or competency as a whole, not for individual assessment tasks or elements. (21) Credit may be granted for previous learning undertaken in any language providing it satisfies the current learning or competency outcomes of the course. (22) Program Managers and Program Coordinators are responsible for coordinating the assessment of credit applications."
        },
        {
          "heading": "Assessment of Non-AQF Equivalence",
          "text": "(23) The credit assessor is responsible for assessing the equivalence of non-Australian Qualifications Framework (AQF) qualifications to AQF qualifications and may consult with admissions teams. (24) AQF equivalence determinations must be recorded in a precedent system and on a student’s application as part of the assessment process."
        },
        {
          "heading": "Minimum Amount of Study to Be Eligible for an RMIT Award",
          "text": "(25) Students enrolled in RMIT accredited programs are required to complete a minimum amount of study in an RMIT This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 9program to be eligible for that award. This includes all higher education programs. (26) Students who receive credit towards an RMIT accredited program must complete 96 credit points or 50% of the program, whichever is less, through study in the program, except where a: student transfers to another RMIT program without completing or graduating from the original programa. former student is admitted to a replacement version of their former programb. student’s enrolment is transferred to a new program that replaces their previous programc. student’s enrolment is transferred to an exit awardd. student has completed the previous study as single RMIT courses on a non-award basis,ore. student has received advanced standing in accordance with the Credit Procedure – Masters Advanced f. Standing . (27) Students enrolled in nationally accredited programs are not required to complete a minimum amount of study in an RMIT program to be eligible for an RMIT award. This includes most vocational education programs."
        },
        {
          "heading": "Eligibility for Credit Transfer",
          "text": "(28) Credit transfer may be granted in the form of specified or unspecified credit. (29) Students must be active in the program they are seeking to transfer credit into. (30) Students can only base applications for credit transfer on courses they have completed and passed. Students are not required to score any higher result than a pass to be eligible for credit. a. Courses with a supplementary pass may be used for credit. b. Credit cannot be granted for courses passed by compensation or an equivalent. c. (31) Credit granted towards a program from an external provider is not of itself evidence that credit should be granted again for that course towards another program; applicants must complete the credit application process for the new program. (32) Credit transfer is only available for learning that is deemed current by the credit assessor and will not be granted for courses completed more than 10 years before the student’s commencement of the RMIT program. For further detail and exceptions, see the Currency of Learning Guideline . (33) Students who have successfully completed a program where an articulation agreement is in place that offers credit into the destination program and who have undertaken a standard enrolment are guaranteed this credit in the relevant RMIT program. (34) Different types of award programs may include content at the same AQF level. Accordingly, credit transfer towards core and option elective courses may be available between: undergraduate certificate, a certificate IV, diploma, advanced diploma, associate degree, bachelor degree anda. bachelor honours degree, or a bachelor honours degree, graduate certificate, graduate diploma, masters degree and doctorate. b. (35) A student who is granted entry to a graduate certificate or graduate diploma based on a same-discipline undergraduate qualification is not eligible for credit transfer or advanced standing based on that qualification. (36) Credit may be granted for elective courses in an undergraduate degree, based on a relevant certificate III qualification, with the approval of the relevant Associate Deputy Vice-Chancellor Learning and Teaching. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 9(37) Applications for credit relate only to courses that form part of the program structure or training package requirements. (38) Eligibility for credit does not guarantee entry to a program unless otherwise stated."
        },
        {
          "heading": "Credit with Grades",
          "text": "(39) Where a student is granted credit for a course completed within the same career at RMIT, the course code and the grade achieved will be transferred with the grade contributing to their program GPA and award level. Where students are transferring internal credit due to circumstances in clauses (26) b. to d. all grades for alla. attempts of the course will be transferred, including fail grades. Where Vocational Education students are transferring internal credit, the grade code EX will be used whereb. competency has been achieved. Where competency has not been achieved, credit will not be applied."
        },
        {
          "heading": "Recognition of Prior Learning",
          "text": "(40) Credit based on RPL must be in the form of specified credit. (41) The relevant Dean/Head of School/Cluster Director (or equivalent) is responsible for ensuring that RPL assessments are validated and moderated in the same way as other types of assessment. (42) The Dean/Head of School/Cluster Director (or equivalent) or director of a whole-college program is responsible for defining RPL assessment and moderation practices in their school/industry cluster/college. RPL assessments must be retained on the student’s file. (43) Fees for the assessment of applications for RPL in vocational education are detailed in the Approved Schedule of Fees and Charges . Refunds are not available for unsuccessful applications. (44) Assessment of an application for RPL in vocational education courses will meet the requirements of the relevant training package or accredited course."
        },
        {
          "heading": "Vocational Education Credit Requirements",
          "text": "(45) Credit transfer between vocational education units is limited to cases where there is evidence that the student has completed or received credit transfer or RPL for the same version of the same unit for which credit is sought. Where this evidence is not produced, or ASQA has classified the new version of the unit as not equivalent to the old, an RPL process should be considered. (46) Where a student applies for credit based on credit transfer between vocational education qualifications, and the training package identifies equivalent courses in the two qualifications, the equivalent courses are granted as credit transfer without the need for an assessment of their equivalence. (47) Where a student applies for credit based on credit transfer from a vocational education qualification (whether complete or incomplete) towards a higher education qualification, the credit assessor determines whether the evidence provided demonstrates that the applicant has completed learning that is relevant, current and satisfies the learning outcomes of the higher education courses."
        },
        {
          "heading": "Intermediate Awards",
          "text": "(48) An intermediate (exit) award that is inactive in the student management system can only be reactivated for credit if it was active at the time the student completed their studies in the parent program. The Academic Registrar's Group will facilitate this process on request from the school/industry cluster/college. a. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 6 of 9(49) If no intermediate award was active at the time the student completed their studies in the parent program, schools/industry clusters/colleges will assess the learning outcomes of the student’s courses for possible credit toward the most relevant current active exit award. (50) A student on an Australian student visa may only exit with an intermediate qualification which is CRICOS registered at the time the student takes out the award."
        },
        {
          "heading": "Masters Advanced Standing",
          "text": "(51) Advanced standing may be available in masters by coursework programs based on qualifications at AQF level 7 or above. Applicants must have a degree specialisation or major in the same or related discipline as the masters programa. in which the applicant has been offered a place. Refer to the Credit Procedure - Masters Advanced Standing ."
        },
        {
          "heading": "Credit for External Study for Current Students",
          "text": "(52) Students must seek approval from their Program Manager/Program Coordinator/program key contact before enrolling in external courses they wish to have credited to their RMIT program. (53) Where a student has not sought prior approval for external study to contribute towards their RMIT award, the University does not have to approve the credit application. The student may appeal this decision (see Appeal and Review below). (54) Study completed successfully as part of approved cross-institutional study at another institution is applied as credit."
        },
        {
          "heading": "Exchange or Study Abroad",
          "text": "(55) RMIT students undertaking exchange or study abroad at another institution do so as non-award students of the other institution. (56) To receive credit for their study at the other institution, these students must: before they start the study, receive approval from the Dean/Head of School/Cluster Director (or equivalent) toa. undertake the study and submit a study plan (credit assessment) to the Industry and Global Experiences, and notify RMIT of any change to the approved study plan as soon as possible. b."
        },
        {
          "heading": "Credit for Students Studying in Australia on a Student Visa",
          "text": "(57) International applicants who are offered credit and wish to accept the offer must do so formally. Credit included in offers of study to international applicants must be clearly detailed at a course level and thea. remaining program duration clearly stated. RMIT retains a record of the formal acceptance of the credit granted as part of the student’s offer. b. (58) Students studying on an Australian student visa who successfully apply for credit after admission will be informed in writing by their school/industry cluster/college and advised that any change to expected program duration could impact their visa condition."
        },
        {
          "heading": "Amendment to Credit",
          "text": "(59) Credit that has been identified as incorrectly granted will be amended by the school/industry cluster or college on This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 7 of 9the student's behalf and the student will be notified in writing. International students must be advised within 14 days and the Confirmation of Enrolment (CoE) must bea. reissued if the program duration is impacted. (60) A student may request the cancellation of approved credit by writing to the college/school/industry cluster and outlining the academic reasons for the request. The college/school/industry cluster will review requests and communicate outcomes toa. students within 20 working days. International students must be advised prior to approving the cancelation of credit that this may impact theirb. visa."
        },
        {
          "heading": "Review",
          "text": "(61) If an applicant or an enrolled student wishes to seek a review, they must do so within five (5) working days of the outcome being sent. Applicants who received an outcome with their offer for admission should request a review of the decision bya. reply to the outcome email and before they enrol. There is no further avenue of appeal for applicants. Enrolled students request a review by reply to the outcome email and are advised to retain all documentationb. relating to the review."
        },
        {
          "heading": "Appeal",
          "text": "(62) Enrolled students who are dissatisfied with the outcome of a review or have received no response may apply to appeal to the College Appeals Committee (ColAC) no later than 20 working days after they were advised of the original application outcome. (63) Appeals will only be considered where evidence is provided that: the credit application was lodged on time, in the correct manner, and all the relevant documentation wasa. provided to the University, and the application satisfied the requirements of relevance, currency and equivalence of learning/competencyb. outcomes required for credit, and the decision was not compliant with the credit policy or procedures; or c. the outcome was influenced by personal bias .d. (64) The decision of the ColAC in relation to an appeal against a credit transfer decision is final and cannot be used as the basis for a further appeal to this same committee. (65) If, however, the student has evidence there was a breach of University regulation, policy or procedure by the ColAC, they may submit an appeal to the University Appeals Committee within 10 working days of the date the ColAC outcome was sent."
        }
      ],
      "text": ""
    },
    {
      "id": "S.5",
      "heading": "Section 5 – Definitions",
      "number": 5,
      "text": "Articulation AgreementEnables a student to progress from one (partial/completed) qualiﬁcation to another through a deﬁned pathway with admission and/or credit. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 8 of 9 This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 9 of 9Status and Details Status Current Eﬀective Date 26th May 2025 Review Date 18th December 2025 Approval Authority Manager, Central Policy Approval Date 26th May 2025 Expiry Date Not Applicable Policy OwnerConnie Merlino University Secretary and Academic Registrar Policy AuthorMargot Thompson Associate Director, Academic and Admissions Governance and Systems Enquiries Contact Academic Policy Glossary Terms and Definitions \"RMIT Group\" - RMIT University and its controlled entities (RMIT Europe, RMIT Online, RMIT Vietnam, RMIT University Pathways)"
    }
  ],
  "qa_index": [
    {
      "id": "S.1",
      "type": "section",
      "title": "Section 1 – Context",
      "path": [
        "Section 1 – Context"
      ],
      "text": "(1) This procedure states the rules for the granting of credit for study or learning undertaken outside of the RMIT program of study for which the credit is being sought."
    },
    {
      "id": "S.2",
      "type": "section",
      "title": "Section 2 – Authority",
      "path": [
        "Section 2 – Authority"
      ],
      "text": "(2) Authority for this document is established by the Credit Policy ."
    },
    {
      "id": "S.3",
      "type": "section",
      "title": "Section 3 – Scope",
      "path": [
        "Section 3 – Scope"
      ],
      "text": "(3) This procedure applies to: all programs and courses offered by RMIT University Pathways (RMIT UP) programs a. individuals applying to study at RMIT who consider they have had prior learning experiences that may attractb. credit or advanced standing in an RMIT program or course."
    },
    {
      "id": "S.4",
      "type": "section",
      "title": "Section 4 – Procedure",
      "path": [
        "Section 4 – Procedure"
      ],
      "text": ""
    },
    {
      "id": "S.4.General_Rules",
      "type": "subsection",
      "title": "General Rules",
      "path": [
        "Section 4 – Procedure",
        "General Rules"
      ],
      "text": "(4) Credit may be granted towards a program of study in the form of: credit transfer a. advanced standing b. masters advanced standing c. recognition of prior learning (RPL), and d. recognition of current competencies. e. (5) A person may apply for credit as part of the admission process or following enrolment. On request, prospective and current students may be provided with information regarding credit availablea. towards the program they are applying for or enrolled in. Students may also request to be provided with pathway and articulation agreement information. b. RMIT may validate documents such as testamurs and transcripts when assessing credit.c. (6) Credit may be granted based on an: approved articulation agreement within the RMIT Group or with another institution or industry partner, wherea. credit is being offered or where there is defined amounts of advanced standing, or This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 9application from an individual student. b. (7) Assessment of credit will take account of: learning outcomes a. volume of learning b. content of study c. course and program AQF level d. credit point weighting e. contact hours, and f. assessment methods. g. (8) When assessing the amount of credit that can be awarded towards a higher level AQF qualification for studies completed with other institutions, or as part of articulation agreement negotiations, the University will use the following AQF recommendations as a guide for granting credit towards qualifications in the same or a related discipline: 144 credit points towards a three-year bachelor degree for an advanced diploma or associate degreea. 144 credit points towards a four-year bachelor degree for an advanced diploma or associate degreeb. 96 credit points towards a three-year bachelor degree for a diplomac. 96 credit points towards a four-year bachelor degree for a diploma.d. (9) The maximum amount of credit that can be awarded towards a higher level AQF qualification for studies undertaken at RMIT towards an RMIT program in the same or related discipline: 144 credit points for an advanced diploma towards a two-year associate degreea. 144 credit points for an advanced diploma towards a three-year bachelor degreeb. 144 credit points for an advanced diploma towards a four-year bachelor degree or four-year bachelor honoursc. degree 96 credit points for a diploma towards a two-year associate degreed. 96 credit points for a diploma towards a three-year bachelor degreee. 96 credit points for a diploma towards a four-year bachelor degree.f. (10) The maximum amounts of credit detailed in clause (9) will be granted regardless of the duration (volume of learning) of the lower program. (11) The maximum amount of credit that can be awarded based on the completion of a two-year RMIT associate degree or a two-year RMIT advanced diploma for students admitted to a bachelor degree in the same area of study is: 192 credit points for an associate degree towards a three-year bachelor degreea. 192 credit points for an associate degree towards a four-year bachelor degree or four-year bachelor honoursb. degree 192 credit points for a two-year advanced diploma towards a three-year bachelor degreec. 192 credit points for a two-year advanced diploma towards a four-year bachelor degree or four-year bachelord. honours degree. (12) Approval from the University Secretary and Academic Registrar is required to offer credit that exceeds the amount of credit to be offered as detailed under clauses (8) - (11). This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 9(13) Credit already granted may remain in place under the following circumstances: program transitionsa. where an articulation agreement provides standard credit for a completed qualificationb. where a student discontinues or withdraws from a program without completing or graduating, and insteadc. enrols in another RMIT program that contains the same courses as those for which the student has already received credit where advanced standing is awarded based on a completed qualification, ord. where a student is granted credit transfer or RPL in a vocational education program, the student is entitled toe. credit transfer for the competencies towards other vocational education programs. (14) Students entering a program based on an articulation agreement may in some cases have been permitted to complete the pathway program with a non-standard enrolment. In these cases, students may be required to complete specific courses they would otherwise receive credita. transfer if their enrolment in the previous program has not included content equivalent to these courses. (15) RMIT may refuse to grant credit towards the final or capstone courses in a program where these are considered essential to demonstrate the student’s achievement of the program learning outcomes. (16) Where a student has attempted and failed a course and later obtains a credit for the same course, the fail grade will remain on the student record. (17) Students enrolled in a higher degree by research (HDR) program may apply for credit or RPL only towards coursework courses that are part of their research program. (18) Credit may be granted for approved micro-credential combinations awarded by the University that achieve clearly articulated learning outcomes at a specified equivalent AQF level. Micro-credentials may be assessed as part of an application for RPL. a. (19) If credit for previous learning is available towards an RMIT program offered at one location, it is available at all other locations where the program is offered. (20) Credit is only available for a course or competency as a whole, not for individual assessment tasks or elements. (21) Credit may be granted for previous learning undertaken in any language providing it satisfies the current learning or competency outcomes of the course. (22) Program Managers and Program Coordinators are responsible for coordinating the assessment of credit applications."
    },
    {
      "id": "S.4.Assessment_of_Non_AQF_Equivalence",
      "type": "subsection",
      "title": "Assessment of Non-AQF Equivalence",
      "path": [
        "Section 4 – Procedure",
        "Assessment of Non-AQF Equivalence"
      ],
      "text": "(23) The credit assessor is responsible for assessing the equivalence of non-Australian Qualifications Framework (AQF) qualifications to AQF qualifications and may consult with admissions teams. (24) AQF equivalence determinations must be recorded in a precedent system and on a student’s application as part of the assessment process."
    },
    {
      "id": "S.4.Minimum_Amount_of_Study_to_Be_Eligible_for_an_RMIT_Award",
      "type": "subsection",
      "title": "Minimum Amount of Study to Be Eligible for an RMIT Award",
      "path": [
        "Section 4 – Procedure",
        "Minimum Amount of Study to Be Eligible for an RMIT Award"
      ],
      "text": "(25) Students enrolled in RMIT accredited programs are required to complete a minimum amount of study in an RMIT This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 9program to be eligible for that award. This includes all higher education programs. (26) Students who receive credit towards an RMIT accredited program must complete 96 credit points or 50% of the program, whichever is less, through study in the program, except where a: student transfers to another RMIT program without completing or graduating from the original programa. former student is admitted to a replacement version of their former programb. student’s enrolment is transferred to a new program that replaces their previous programc. student’s enrolment is transferred to an exit awardd. student has completed the previous study as single RMIT courses on a non-award basis,ore. student has received advanced standing in accordance with the Credit Procedure – Masters Advanced f. Standing . (27) Students enrolled in nationally accredited programs are not required to complete a minimum amount of study in an RMIT program to be eligible for an RMIT award. This includes most vocational education programs."
    },
    {
      "id": "S.4.Eligibility_for_Credit_Transfer",
      "type": "subsection",
      "title": "Eligibility for Credit Transfer",
      "path": [
        "Section 4 – Procedure",
        "Eligibility for Credit Transfer"
      ],
      "text": "(28) Credit transfer may be granted in the form of specified or unspecified credit. (29) Students must be active in the program they are seeking to transfer credit into. (30) Students can only base applications for credit transfer on courses they have completed and passed. Students are not required to score any higher result than a pass to be eligible for credit. a. Courses with a supplementary pass may be used for credit. b. Credit cannot be granted for courses passed by compensation or an equivalent. c. (31) Credit granted towards a program from an external provider is not of itself evidence that credit should be granted again for that course towards another program; applicants must complete the credit application process for the new program. (32) Credit transfer is only available for learning that is deemed current by the credit assessor and will not be granted for courses completed more than 10 years before the student’s commencement of the RMIT program. For further detail and exceptions, see the Currency of Learning Guideline . (33) Students who have successfully completed a program where an articulation agreement is in place that offers credit into the destination program and who have undertaken a standard enrolment are guaranteed this credit in the relevant RMIT program. (34) Different types of award programs may include content at the same AQF level. Accordingly, credit transfer towards core and option elective courses may be available between: undergraduate certificate, a certificate IV, diploma, advanced diploma, associate degree, bachelor degree anda. bachelor honours degree, or a bachelor honours degree, graduate certificate, graduate diploma, masters degree and doctorate. b. (35) A student who is granted entry to a graduate certificate or graduate diploma based on a same-discipline undergraduate qualification is not eligible for credit transfer or advanced standing based on that qualification. (36) Credit may be granted for elective courses in an undergraduate degree, based on a relevant certificate III qualification, with the approval of the relevant Associate Deputy Vice-Chancellor Learning and Teaching. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 9(37) Applications for credit relate only to courses that form part of the program structure or training package requirements. (38) Eligibility for credit does not guarantee entry to a program unless otherwise stated."
    },
    {
      "id": "S.4.Credit_with_Grades",
      "type": "subsection",
      "title": "Credit with Grades",
      "path": [
        "Section 4 – Procedure",
        "Credit with Grades"
      ],
      "text": "(39) Where a student is granted credit for a course completed within the same career at RMIT, the course code and the grade achieved will be transferred with the grade contributing to their program GPA and award level. Where students are transferring internal credit due to circumstances in clauses (26) b. to d. all grades for alla. attempts of the course will be transferred, including fail grades. Where Vocational Education students are transferring internal credit, the grade code EX will be used whereb. competency has been achieved. Where competency has not been achieved, credit will not be applied."
    },
    {
      "id": "S.4.Recognition_of_Prior_Learning",
      "type": "subsection",
      "title": "Recognition of Prior Learning",
      "path": [
        "Section 4 – Procedure",
        "Recognition of Prior Learning"
      ],
      "text": "(40) Credit based on RPL must be in the form of specified credit. (41) The relevant Dean/Head of School/Cluster Director (or equivalent) is responsible for ensuring that RPL assessments are validated and moderated in the same way as other types of assessment. (42) The Dean/Head of School/Cluster Director (or equivalent) or director of a whole-college program is responsible for defining RPL assessment and moderation practices in their school/industry cluster/college. RPL assessments must be retained on the student’s file. (43) Fees for the assessment of applications for RPL in vocational education are detailed in the Approved Schedule of Fees and Charges . Refunds are not available for unsuccessful applications. (44) Assessment of an application for RPL in vocational education courses will meet the requirements of the relevant training package or accredited course."
    },
    {
      "id": "S.4.Vocational_Education_Credit_Requirements",
      "type": "subsection",
      "title": "Vocational Education Credit Requirements",
      "path": [
        "Section 4 – Procedure",
        "Vocational Education Credit Requirements"
      ],
      "text": "(45) Credit transfer between vocational education units is limited to cases where there is evidence that the student has completed or received credit transfer or RPL for the same version of the same unit for which credit is sought. Where this evidence is not produced, or ASQA has classified the new version of the unit as not equivalent to the old, an RPL process should be considered. (46) Where a student applies for credit based on credit transfer between vocational education qualifications, and the training package identifies equivalent courses in the two qualifications, the equivalent courses are granted as credit transfer without the need for an assessment of their equivalence. (47) Where a student applies for credit based on credit transfer from a vocational education qualification (whether complete or incomplete) towards a higher education qualification, the credit assessor determines whether the evidence provided demonstrates that the applicant has completed learning that is relevant, current and satisfies the learning outcomes of the higher education courses."
    },
    {
      "id": "S.4.Intermediate_Awards",
      "type": "subsection",
      "title": "Intermediate Awards",
      "path": [
        "Section 4 – Procedure",
        "Intermediate Awards"
      ],
      "text": "(48) An intermediate (exit) award that is inactive in the student management system can only be reactivated for credit if it was active at the time the student completed their studies in the parent program. The Academic Registrar's Group will facilitate this process on request from the school/industry cluster/college. a. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 6 of 9(49) If no intermediate award was active at the time the student completed their studies in the parent program, schools/industry clusters/colleges will assess the learning outcomes of the student’s courses for possible credit toward the most relevant current active exit award. (50) A student on an Australian student visa may only exit with an intermediate qualification which is CRICOS registered at the time the student takes out the award."
    },
    {
      "id": "S.4.Masters_Advanced_Standing",
      "type": "subsection",
      "title": "Masters Advanced Standing",
      "path": [
        "Section 4 – Procedure",
        "Masters Advanced Standing"
      ],
      "text": "(51) Advanced standing may be available in masters by coursework programs based on qualifications at AQF level 7 or above. Applicants must have a degree specialisation or major in the same or related discipline as the masters programa. in which the applicant has been offered a place. Refer to the Credit Procedure - Masters Advanced Standing ."
    },
    {
      "id": "S.4.Credit_for_External_Study_for_Current_Students",
      "type": "subsection",
      "title": "Credit for External Study for Current Students",
      "path": [
        "Section 4 – Procedure",
        "Credit for External Study for Current Students"
      ],
      "text": "(52) Students must seek approval from their Program Manager/Program Coordinator/program key contact before enrolling in external courses they wish to have credited to their RMIT program. (53) Where a student has not sought prior approval for external study to contribute towards their RMIT award, the University does not have to approve the credit application. The student may appeal this decision (see Appeal and Review below). (54) Study completed successfully as part of approved cross-institutional study at another institution is applied as credit."
    },
    {
      "id": "S.4.Exchange_or_Study_Abroad",
      "type": "subsection",
      "title": "Exchange or Study Abroad",
      "path": [
        "Section 4 – Procedure",
        "Exchange or Study Abroad"
      ],
      "text": "(55) RMIT students undertaking exchange or study abroad at another institution do so as non-award students of the other institution. (56) To receive credit for their study at the other institution, these students must: before they start the study, receive approval from the Dean/Head of School/Cluster Director (or equivalent) toa. undertake the study and submit a study plan (credit assessment) to the Industry and Global Experiences, and notify RMIT of any change to the approved study plan as soon as possible. b."
    },
    {
      "id": "S.4.Credit_for_Students_Studying_in_Australia_on_a_Student_Visa",
      "type": "subsection",
      "title": "Credit for Students Studying in Australia on a Student Visa",
      "path": [
        "Section 4 – Procedure",
        "Credit for Students Studying in Australia on a Student Visa"
      ],
      "text": "(57) International applicants who are offered credit and wish to accept the offer must do so formally. Credit included in offers of study to international applicants must be clearly detailed at a course level and thea. remaining program duration clearly stated. RMIT retains a record of the formal acceptance of the credit granted as part of the student’s offer. b. (58) Students studying on an Australian student visa who successfully apply for credit after admission will be informed in writing by their school/industry cluster/college and advised that any change to expected program duration could impact their visa condition."
    },
    {
      "id": "S.4.Amendment_to_Credit",
      "type": "subsection",
      "title": "Amendment to Credit",
      "path": [
        "Section 4 – Procedure",
        "Amendment to Credit"
      ],
      "text": "(59) Credit that has been identified as incorrectly granted will be amended by the school/industry cluster or college on This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 7 of 9the student's behalf and the student will be notified in writing. International students must be advised within 14 days and the Confirmation of Enrolment (CoE) must bea. reissued if the program duration is impacted. (60) A student may request the cancellation of approved credit by writing to the college/school/industry cluster and outlining the academic reasons for the request. The college/school/industry cluster will review requests and communicate outcomes toa. students within 20 working days. International students must be advised prior to approving the cancelation of credit that this may impact theirb. visa."
    },
    {
      "id": "S.4.Review",
      "type": "subsection",
      "title": "Review",
      "path": [
        "Section 4 – Procedure",
        "Review"
      ],
      "text": "(61) If an applicant or an enrolled student wishes to seek a review, they must do so within five (5) working days of the outcome being sent. Applicants who received an outcome with their offer for admission should request a review of the decision bya. reply to the outcome email and before they enrol. There is no further avenue of appeal for applicants. Enrolled students request a review by reply to the outcome email and are advised to retain all documentationb. relating to the review."
    },
    {
      "id": "S.4.Appeal",
      "type": "subsection",
      "title": "Appeal",
      "path": [
        "Section 4 – Procedure",
        "Appeal"
      ],
      "text": "(62) Enrolled students who are dissatisfied with the outcome of a review or have received no response may apply to appeal to the College Appeals Committee (ColAC) no later than 20 working days after they were advised of the original application outcome. (63) Appeals will only be considered where evidence is provided that: the credit application was lodged on time, in the correct manner, and all the relevant documentation wasa. provided to the University, and the application satisfied the requirements of relevance, currency and equivalence of learning/competencyb. outcomes required for credit, and the decision was not compliant with the credit policy or procedures; or c. the outcome was influenced by personal bias .d. (64) The decision of the ColAC in relation to an appeal against a credit transfer decision is final and cannot be used as the basis for a further appeal to this same committee. (65) If, however, the student has evidence there was a breach of University regulation, policy or procedure by the ColAC, they may submit an appeal to the University Appeals Committee within 10 working days of the date the ColAC outcome was sent."
    },
    {
      "id": "S.5",
      "type": "section",
      "title": "Section 5 – Definitions",
      "path": [
        "Section 5 – Definitions"
      ],
      "text": "Articulation AgreementEnables a student to progress from one (partial/completed) qualiﬁcation to another through a deﬁned pathway with admission and/or credit. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 8 of 9 This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 9 of 9Status and Details Status Current Eﬀective Date 26th May 2025 Review Date 18th December 2025 Approval Authority Manager, Central Policy Approval Date 26th May 2025 Expiry Date Not Applicable Policy OwnerConnie Merlino University Secretary and Academic Registrar Policy AuthorMargot Thompson Associate Director, Academic and Admissions Governance and Systems Enquiries Contact Academic Policy Glossary Terms and Definitions \"RMIT Group\" - RMIT University and its controlled entities (RMIT Europe, RMIT Online, RMIT Vietnam, RMIT University Pathways)"
    }
  ],
  "chunks": [
    {
      "id": "K.001",
      "text": "Section 1 – Context\n(1) This procedure states the rules for the granting of credit for study or learning undertaken outside of the RMIT program of study for which the credit is being sought. Section 2 – Authority\n(2) Authority for this document is established by the Credit Policy . Section 3 – Scope\n(3) This procedure applies to: all programs and courses offered by RMIT University Pathways (RMIT UP) programs a. individuals applying to study at RMIT who consider they have had prior learning experiences that may attractb. credit or advanced standing in an RMIT program or course. Section 4 – Procedure :: General Rules\n(4) Credit may be granted towards a program of study in the form of: credit transfer a. advanced standing b. masters advanced standing c. recognition of prior learning (RPL), and d. recognition of current competencies. e. (5) A person may apply for credit as part of the admission process or following enrolment. On request, prospective and current students may be provided with information regarding credit availablea. towards the program they are applying for or enrolled in. Students may also request to be provided with pathway and articulation agreement information. b. RMIT may validate documents such as testamurs and transcripts when assessing credit.c. (6) Credit may be granted based on an: approved articulation agreement within the RMIT Group or with another institution or industry partner, wherea. credit is being offered or where there is defined amounts of advanced standing, or This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 9application from an individual student. b. (7) Assessment of credit will take account of: learning outcomes a. volume of learning b. content of study c. course and program AQF level d. credit point weighting e. contact hours, and f. assessment methods. g. (8) When assessing the amount of credit that can be awarded towards a higher level AQF qualification for studies completed with other institutions, or as part of articulation agreement negotiations, the University will use the following AQF recommendations as a guide for granting credit towards qualifications in the same or a related discipline: 144 credit points towards a three-year bachelor degree for an advanced diploma or associate degreea. 144 credit points towards a four-year bachelor degree for an advanced diploma or associate degreeb. 96 credit points towards a three-year bachelor degree for a diplomac. 96 credit points towards a four-year bachelor degree for a diploma.d. (9) The maximum amount of credit that can be awarded towards a higher level AQF qualification for studies undertaken at RMIT towards an RMIT program in the same or related discipline: 144 credit points for an advanced diploma towards a two-year associate degreea. 144 credit points for an advanced diploma towards a three-year bachelor degreeb. 144 credit points for an advanced diploma towards a four-year bachelor degree or four-year bachelor honoursc. degree 96 credit points for a diploma towards a two-year associate degreed. 96 credit points for a diploma towards a three-year bachelor degreee. 96 credit points for a diploma towards a four-year bachelor degree.f. (10) The maximum amounts of credit detailed in clause (9) will be granted regardless of the duration (volume of learning) of the lower program. (11) The maximum amount of credit that can be awarded based on the completion of a two-year RMIT associate degree or a two-year RMIT advanced diploma for students admitted to a bachelor degree in the same area of study is: 192 credit points for an associate degree towards a three-year bachelor degreea. 192 credit points for an associate degree towards a four-year bachelor degree or four-year bachelor honoursb. degree 192 credit points for a two-year advanced diploma towards a three-year bachelor degreec. 192 credit points for a two-year advanced diploma towards a four-year bachelor degree or four-year bachelord. honours degree. (12) Approval from the University Secretary and Academic Registrar is required to offer credit that exceeds the amount of credit to be offered as detailed under clauses (8) - (11). This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 9(13) Credit already granted may remain in place under the following circumstances: program transitionsa. where an articulation agreement provides standard credit for a completed qualificationb. where a student discontinues or withdraws from a program without completing or graduating, and insteadc. enrols in another RMIT program that contains the same courses as those for which the student has already received credit where advanced standing is awarded based on a completed qualification, ord. where a student is granted credit transfer or RPL in a vocational education program, the student is entitled toe. credit transfer for the competencies towards other vocational education programs. (14) Students entering a program based on an articulation agreement may in some cases have been permitted to complete the pathway program with a non-standard enrolment. In these cases, students may be required to complete specific courses they would otherwise receive credita. transfer if their enrolment in the previous program has not included content equivalent to these courses. (15) RMIT may refuse to grant credit towards the final or capstone courses in a program where these are considered essential to demonstrate the student’s achievement of the program learning outcomes. (16) Where a student has attempted and failed a course and later obtains a credit for the same course, the fail grade will remain on the student record. (17) Students enrolled in a higher degree by research (HDR) program may apply for credit or RPL only towards coursework courses that are part of their research program. (18) Credit may be granted for approved micro-credential combinations awarded by the University that achieve clearly articulated learning outcomes at a specified equivalent AQF level. Micro-credentials may be assessed as part of an application for RPL. a. (19) If credit for previous learning is available towards an RMIT program offered at one location, it is available at all other locations where the program is offered. (20) Credit is only available for a course or competency as a whole, not for individual assessment tasks or elements. (21) Credit may be granted for previous learning undertaken in any language providing it satisfies the current learning or competency outcomes of the course. (22) Program Managers and Program Coordinators are responsible for coordinating the assessment of credit applications. Section 4 – Procedure :: Assessment of Non-AQF Equivalence\n(23) The credit assessor is responsible for assessing the equivalence of non-Australian Qualifications Framework (AQF) qualifications to AQF qualifications and may consult with admissions teams. (24) AQF equivalence determinations must be recorded in a precedent system and on a student’s application as part of the assessment process.",
      "source_ids": [
        "S.1",
        "S.2",
        "S.3",
        "S.4.General_Rules",
        "S.4.Assessment_of_Non_AQF_Equivalence"
      ],
      "page_range": null,
      "token_estimate": 1508
    },
    {
      "id": "K.002",
      "text": "Section 4 – Procedure :: Minimum Amount of Study to Be Eligible for an RMIT Award\n(25) Students enrolled in RMIT accredited programs are required to complete a minimum amount of study in an RMIT This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 9program to be eligible for that award. This includes all higher education programs. (26) Students who receive credit towards an RMIT accredited program must complete 96 credit points or 50% of the program, whichever is less, through study in the program, except where a: student transfers to another RMIT program without completing or graduating from the original programa. former student is admitted to a replacement version of their former programb. student’s enrolment is transferred to a new program that replaces their previous programc. student’s enrolment is transferred to an exit awardd. student has completed the previous study as single RMIT courses on a non-award basis,ore. student has received advanced standing in accordance with the Credit Procedure – Masters Advanced f. Standing . (27) Students enrolled in nationally accredited programs are not required to complete a minimum amount of study in an RMIT program to be eligible for an RMIT award. This includes most vocational education programs. Section 4 – Procedure :: Eligibility for Credit Transfer\n(28) Credit transfer may be granted in the form of specified or unspecified credit. (29) Students must be active in the program they are seeking to transfer credit into. (30) Students can only base applications for credit transfer on courses they have completed and passed. Students are not required to score any higher result than a pass to be eligible for credit. a. Courses with a supplementary pass may be used for credit. b. Credit cannot be granted for courses passed by compensation or an equivalent. c. (31) Credit granted towards a program from an external provider is not of itself evidence that credit should be granted again for that course towards another program; applicants must complete the credit application process for the new program. (32) Credit transfer is only available for learning that is deemed current by the credit assessor and will not be granted for courses completed more than 10 years before the student’s commencement of the RMIT program. For further detail and exceptions, see the Currency of Learning Guideline . (33) Students who have successfully completed a program where an articulation agreement is in place that offers credit into the destination program and who have undertaken a standard enrolment are guaranteed this credit in the relevant RMIT program. (34) Different types of award programs may include content at the same AQF level. Accordingly, credit transfer towards core and option elective courses may be available between: undergraduate certificate, a certificate IV, diploma, advanced diploma, associate degree, bachelor degree anda. bachelor honours degree, or a bachelor honours degree, graduate certificate, graduate diploma, masters degree and doctorate. b. (35) A student who is granted entry to a graduate certificate or graduate diploma based on a same-discipline undergraduate qualification is not eligible for credit transfer or advanced standing based on that qualification. (36) Credit may be granted for elective courses in an undergraduate degree, based on a relevant certificate III qualification, with the approval of the relevant Associate Deputy Vice-Chancellor Learning and Teaching. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 9(37) Applications for credit relate only to courses that form part of the program structure or training package requirements. (38) Eligibility for credit does not guarantee entry to a program unless otherwise stated. Section 4 – Procedure :: Credit with Grades\n(39) Where a student is granted credit for a course completed within the same career at RMIT, the course code and the grade achieved will be transferred with the grade contributing to their program GPA and award level. Where students are transferring internal credit due to circumstances in clauses (26) b. to d. all grades for alla. attempts of the course will be transferred, including fail grades. Where Vocational Education students are transferring internal credit, the grade code EX will be used whereb. competency has been achieved. Where competency has not been achieved, credit will not be applied. Section 4 – Procedure :: Recognition of Prior Learning\n(40) Credit based on RPL must be in the form of specified credit. (41) The relevant Dean/Head of School/Cluster Director (or equivalent) is responsible for ensuring that RPL assessments are validated and moderated in the same way as other types of assessment. (42) The Dean/Head of School/Cluster Director (or equivalent) or director of a whole-college program is responsible for defining RPL assessment and moderation practices in their school/industry cluster/college. RPL assessments must be retained on the student’s file. (43) Fees for the assessment of applications for RPL in vocational education are detailed in the Approved Schedule of Fees and Charges . Refunds are not available for unsuccessful applications. (44) Assessment of an application for RPL in vocational education courses will meet the requirements of the relevant training package or accredited course. Section 4 – Procedure :: Vocational Education Credit Requirements\n(45) Credit transfer between vocational education units is limited to cases where there is evidence that the student has completed or received credit transfer or RPL for the same version of the same unit for which credit is sought. Where this evidence is not produced, or ASQA has classified the new version of the unit as not equivalent to the old, an RPL process should be considered. (46) Where a student applies for credit based on credit transfer between vocational education qualifications, and the training package identifies equivalent courses in the two qualifications, the equivalent courses are granted as credit transfer without the need for an assessment of their equivalence. (47) Where a student applies for credit based on credit transfer from a vocational education qualification (whether complete or incomplete) towards a higher education qualification, the credit assessor determines whether the evidence provided demonstrates that the applicant has completed learning that is relevant, current and satisfies the learning outcomes of the higher education courses. Section 4 – Procedure :: Intermediate Awards\n(48) An intermediate (exit) award that is inactive in the student management system can only be reactivated for credit if it was active at the time the student completed their studies in the parent program. The Academic Registrar's Group will facilitate this process on request from the school/industry cluster/college. a. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 6 of 9(49) If no intermediate award was active at the time the student completed their studies in the parent program, schools/industry clusters/colleges will assess the learning outcomes of the student’s courses for possible credit toward the most relevant current active exit award. (50) A student on an Australian student visa may only exit with an intermediate qualification which is CRICOS registered at the time the student takes out the award. Section 4 – Procedure :: Masters Advanced Standing\n(51) Advanced standing may be available in masters by coursework programs based on qualifications at AQF level 7 or above. Applicants must have a degree specialisation or major in the same or related discipline as the masters programa. in which the applicant has been offered a place. Refer to the Credit Procedure - Masters Advanced Standing . Section 4 – Procedure :: Credit for External Study for Current Students\n(52) Students must seek approval from their Program Manager/Program Coordinator/program key contact before enrolling in external courses they wish to have credited to their RMIT program. (53) Where a student has not sought prior approval for external study to contribute towards their RMIT award, the University does not have to approve the credit application. The student may appeal this decision (see Appeal and Review below). (54) Study completed successfully as part of approved cross-institutional study at another institution is applied as credit.",
      "source_ids": [
        "S.4.Minimum_Amount_of_Study_to_Be_Eligible_for_an_RMIT_Award",
        "S.4.Eligibility_for_Credit_Transfer",
        "S.4.Credit_with_Grades",
        "S.4.Recognition_of_Prior_Learning",
        "S.4.Vocational_Education_Credit_Requirements",
        "S.4.Intermediate_Awards",
        "S.4.Masters_Advanced_Standing",
        "S.4.Credit_for_External_Study_for_Current_Students"
      ],
      "page_range": null,
      "token_estimate": 1793
    },
    {
      "id": "K.003",
      "text": "Section 4 – Procedure :: Exchange or Study Abroad\n(55) RMIT students undertaking exchange or study abroad at another institution do so as non-award students of the other institution. (56) To receive credit for their study at the other institution, these students must: before they start the study, receive approval from the Dean/Head of School/Cluster Director (or equivalent) toa. undertake the study and submit a study plan (credit assessment) to the Industry and Global Experiences, and notify RMIT of any change to the approved study plan as soon as possible. b. Section 4 – Procedure :: Credit for Students Studying in Australia on a Student Visa\n(57) International applicants who are offered credit and wish to accept the offer must do so formally. Credit included in offers of study to international applicants must be clearly detailed at a course level and thea. remaining program duration clearly stated. RMIT retains a record of the formal acceptance of the credit granted as part of the student’s offer. b. (58) Students studying on an Australian student visa who successfully apply for credit after admission will be informed in writing by their school/industry cluster/college and advised that any change to expected program duration could impact their visa condition. Section 4 – Procedure :: Amendment to Credit\n(59) Credit that has been identified as incorrectly granted will be amended by the school/industry cluster or college on This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 7 of 9the student's behalf and the student will be notified in writing. International students must be advised within 14 days and the Confirmation of Enrolment (CoE) must bea. reissued if the program duration is impacted. (60) A student may request the cancellation of approved credit by writing to the college/school/industry cluster and outlining the academic reasons for the request. The college/school/industry cluster will review requests and communicate outcomes toa. students within 20 working days. International students must be advised prior to approving the cancelation of credit that this may impact theirb. visa. Section 4 – Procedure :: Review\n(61) If an applicant or an enrolled student wishes to seek a review, they must do so within five (5) working days of the outcome being sent. Applicants who received an outcome with their offer for admission should request a review of the decision bya. reply to the outcome email and before they enrol. There is no further avenue of appeal for applicants. Enrolled students request a review by reply to the outcome email and are advised to retain all documentationb. relating to the review. Section 4 – Procedure :: Appeal\n(62) Enrolled students who are dissatisfied with the outcome of a review or have received no response may apply to appeal to the College Appeals Committee (ColAC) no later than 20 working days after they were advised of the original application outcome. (63) Appeals will only be considered where evidence is provided that: the credit application was lodged on time, in the correct manner, and all the relevant documentation wasa. provided to the University, and the application satisfied the requirements of relevance, currency and equivalence of learning/competencyb. outcomes required for credit, and the decision was not compliant with the credit policy or procedures; or c. the outcome was influenced by personal bias .d. (64) The decision of the ColAC in relation to an appeal against a credit transfer decision is final and cannot be used as the basis for a further appeal to this same committee. (65) If, however, the student has evidence there was a breach of University regulation, policy or procedure by the ColAC, they may submit an appeal to the University Appeals Committee within 10 working days of the date the ColAC outcome was sent. Section 5 – Definitions\nArticulation AgreementEnables a student to progress from one (partial/completed) qualiﬁcation to another through a deﬁned pathway with admission and/or credit. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 8 of 9 This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 9 of 9Status and Details Status Current Eﬀective Date 26th May 2025 Review Date 18th December 2025 Approval Authority Manager, Central Policy Approval Date 26th May 2025 Expiry Date Not Applicable Policy OwnerConnie Merlino University Secretary and Academic Registrar Policy AuthorMargot Thompson Associate Director, Academic and Admissions Governance and Systems Enquiries Contact Academic Policy Glossary Terms and Definitions \"RMIT Group\" - RMIT University and its controlled entities (RMIT Europe, RMIT Online, RMIT Vietnam, RMIT University Pathways)",
      "source_ids": [
        "S.4.Exchange_or_Study_Abroad",
        "S.4.Credit_for_Students_Studying_in_Australia_on_a_Student_Visa",
        "S.4.Amendment_to_Credit",
        "S.4.Review",
        "S.4.Appeal",
        "S.5"
      ],
      "page_range": null,
      "token_estimate": 1088
    }
  ]
}