{
  "metadata": {
    "title": "CS & DS Info – International Guide Extracts",
    "source_path": "/mnt/data/CS&DS_info.pdf",
    "pages": 12
  },
  "programs": [
    {
      "code": "BP094",
      "name": "Bachelor of Computer Science",
      "location": "Melbourne City",
      "duration": "of a",
      "intakes": "CRICOS Code 061076G",
      "cricos": "061076G",
      "annual_tuition_fees": "2026 A guide for international students | RMIT University",
      "english_requirements": "To study this course you will need to complete one of the following English proficiency tests: −IELTS (Academic): minimum overall band of 6.5 (with no individual band below 6.0) −TOEFL (Internet Based Test - IBT): minimum overall score of 79 (with minimum of 13 in Reading, 12 in Listening, 18 in Speaking and 21 in Writing) −Pearson Test of English (Academic) (PTE (A)): minimum score of 58 (with no communication band less than 50) −Cambridge English: Advanced (CAE): minimum of 176 with no less than 169 in any component. Note: RMIT does not accept scores from ‘at-home’ or ‘online’ testing. For detailed information on English language requirements and other proficiency tests recognised by RMIT, visit English language requirements and equivalency information . Don’t meet the English language test scores? Complete an English for Academic Purposes (EAP) Advanced Plus at RMIT University",
      "prerequisites": "Victorian Certificate of Education (VCE) units 3 and 4: a study score of at least 20 in one of Maths: General Mathematics, Maths: Mathematical Methods or Maths: Specialist Mathematics or equivalent studies .",
      "selection_tasks": "A selection task is not required for entry into this qualification.",
      "pathways": "(RMIT UP).Prerequisites Victorian Certificate of Education (VCE) units 3 and 4: a study score of at least 20 in one of Maths: General Mathematics, Maths: Mathematical Methods or Maths: Specialist Mathematics or equivalent studies . Selection Tasks A selection task is not required for entry into this qualification. Pathways You may be eligible for entry to the Bachelor of Science (Computer Science) (Honours) when you successfully complete the Bachelor of Computer Science. Alternatively, you may be eligible for entry into other RMIT Honours or postgraduate degrees. You are guaranteed entry to the Bachelor of Computer Science with two semesters of advanced standing* (equivalent to 96 credit) when you successfully complete the Associate Degree in Information Technology , including the pre-requisite courses. *Based on full-time study load of 96 credit points per year. Individual circumstances may vary and please be aware that not all courses are offered each semester. These circumstances may affect the total",
      "industry_connections": "The School of Computing Technologies has a very strong Industry Advisory Committee, with members including staff from major IT companies with a global and local presence. The committee provides feedback and input into the curriculum of this computer science course, ensuring it remains relevant to your needs as a graduate and to the needs of employers. In your first year of studies, you will participate in RMIT’s signature programming Bootcamp2Studio model, which allow you to gain program development skills, design and implement small-scale software systems and apply software development practices and standards through project-based learning. You will also participate in hackathons developed with RMIT Activator, that will provide testing grounds for your skills with real-life problems and valuable networking opportunities. In your final semester, you will undertake a capstone project that simulates an industry environment. Here, you will apply your skills in large-scale software application development. Many students tackle real-world problems for their projects with close involvement and supervision by an industry mentor.",
      "program_structure": "For the most up-to-date information regarding this course, pathways and career outcomes visit Bachelor of Computer Science or search rmit.edu.au for BP094.",
      "links": []
    },
    {
      "code": "BP340",
      "name": "Bachelor of Data Science",
      "location": "Melbourne City",
      "duration": "Full-time 3 years",
      "intakes": "CRICOS Code 110801G",
      "cricos": "110801G",
      "annual_tuition_fees": "2026 A guide for international students | RMIT University",
      "english_requirements": "To study this course you will need to complete one of the following English proficiency tests: −IELTS (Academic): minimum overall band of 6.5 (with no individual band below 6.0) −TOEFL (Internet Based Test - IBT): minimum overall score of 79 (with minimum of 13 in Reading, 12 in Listening, 18 in Speaking and 21 in Writing) −Pearson Test of English (Academic) (PTE (A)): minimum score of 58 (with no communication band less than 50) −Cambridge English: Advanced (CAE): minimum of 176 with no less than 169 in any component. Note: RMIT does not accept scores from ‘at-home’ or ‘online’ testing. For detailed information on English language requirements and other proficiency tests recognised by RMIT, visit English language requirements and equivalency information . Don’t meet the English language test scores? Complete an English for Academic Purposes (EAP) Advanced Plus at RMIT University",
      "prerequisites": "Victorian Certificate of Education (VCE) units 3 and 4: −a study score of at least 20 in one of Maths: General Mathematics, Maths: Mathematical Methods or Maths: Specialist Mathematics or equivalent studies",
      "selection_tasks": "A selection task is not required for entry into this qualification.",
      "pathways": "(RMIT UP).Prerequisites Victorian Certificate of Education (VCE) units 3 and 4: −a study score of at least 20 in one of Maths: General Mathematics, Maths: Mathematical Methods or Maths: Specialist Mathematics or equivalent studies Selection Tasks A selection task is not required for entry into this qualification. Pathways When you successfully complete this program, you may be eligible for entry into an RMIT Honours or postgraduate degree. You are guaranteed entry to the Bachelor of Data Science with two semesters of credit (equivalent to 96 credit points) when you successfully complete the Associate Degree in Information Technology , including the prerequisite courses. Alternatively, you can gain entry from RMIT Foundation Studies or a range of vocational study programs.",
      "industry_connections": "The School of Computing Technologies has strong links with the data science profession and related areas of business, governement and industry, in Australia and internationally.",
      "program_structure": "For the most up-to-date information regarding this course, pathways and career outcomes visit Bachelor of Data Science or search rmit.edu.au for BP340. This course made me feel like I was part of a community, being helped by and being able to help people from all over the world. Besides the great teachers, videos and content we had at our disposal, having mentors to help us along the way was a great added touch. Ryan Mangels Blockchain Strategy — Future Skills short course Online study Discover practical skills and explore your career goals from the comfort of your home through RMIT Online. If you are an international student, your institution may have a partnership with RMIT that enables you to transfer credit! Explore online coursesContact RMIT Online Email: rmitonline.edu.au Call us: 1300 145 032DID YOU KNOW? 19,000+ online studentsLearn alongside a community of 50+ credentials across different levels of studyDiscover a suite of 70+ industry-leading organisationsWork on real-world projects with Why study with RMIT Online? Real-world skills Develop in-demand skills in projects led by renowned industry partners. 100% online delivery Balance work, study and life commitments with flexible online study that works around your schedule. Supportive community Build a network of industry experts and peers, and be supported by our dedicated success team. Industry-recognised credentials Graduate with a full undergraduate or postgraduate qualification, or gain a certi fied digital credential to showcase to future employers. Discover courses across business, marketing, data science, design and more RMIT Online offers full bachelor’s degrees (including standalone majors and minors), graduate certificates, graduate diplomas and master’s degrees. Many of these can be undertaken part-time and some can even be completed in as little as eight months. If you have a specific skill in mind, RMIT Online also offers Future Skills short courses. These can be completed in as little as four to six weeks. RMIT Online courses are available to offshore applicants and applicants who are in Australia on a temporary visa (other than a student visa) with a full study entitlement. Please note that RMIT Online courses do not meet student visa requirements. Online study Scholarships Scholarships for international students RMIT offers a range of scholarships to commencing international students across all fields of study. RMIT-funded scholarships RMIT scholarships can help with all kinds of study costs such as textbooks, fees, accommodation and living expenses. While many of the scholarships consider academic achievement, there are also scholarships awarded based on what you are studying, where you are from or your personal circumstances. Explore RMIT-funded scholarships ■Academic Merit Scholarship This scholarship provides financial assistance to outstanding international students from Southeast Asia, including Cambodia, Indonesia, Malaysia, Philippines, Thailand or Vietnam. Explore Academic Merit Scholarship ■Future Leaders Scholarship This scholarship is awarded to international students from India, Sri Lanka, Bangladesh, Bhutan, Nepal or Pakistan who are commencing their bachelor’s or master’s degree at RMIT. Explore Future Leaders ScholarshipAustralia Awards Scholarships Australia Awards are prestigious international scholarships and fellowships funded by the Australian Government. An Australia Awards Scholarship can help financially to support your study or research at RMIT. rmit.edu.au/australia-awards-scholarships External scholarships (sponsorship) RMIT currently welcomes more than 800 students who have had their study funded, or sponsored, by their home governments. Discover sponsorshipRMIT is committed to enriching and transforming the lives of our students. To make our courses more accessible to students of all backgrounds, we award more than 3,000 scholarships every year. Learn more about scholarships for international students 3,000+ scholarships were awarded to our students in 2024.DID YOU KNOW? How to apply as an international student Find out everything you need to know to apply to RMIT. Apply to RMIT in five steps Academic Merit and Future Leadership Scholarships are assessed as part of applications, so be sure to check if you are eligible for these scholarships. Find the right course Search by course name, study area or your future career to find the courses that will help you achieve your goals. Check the entry requirements for your course You’ll find this information on the course page, or you can ask our Study@RMIT team for help. It’s also a good idea to check that you meet the minimum English language requirement and academic requirements for your course. Collect all required documents The documents you’re required to submit will vary depending on your application and will be clearly outlined to you. Some examples of required documents include previous academic transcripts, evidence of English language level, and a copy of your passport. Submit your application Application methods vary depending on what course you wish to study and where you have completed your previous study. Accept your offer and enrol If your application is successful, you’ll receive an offer letter, which will contain instructions on how to accept your offer. After this, you’ll be ready to enrol and start at RMIT!Discover courses Entry requirements Application methods Accept your offer and enrol1 2 3 4 5Required documentsCountry or region equivalency for academic requirements I’ve been fortunate enough to participate in workshops and events organised by the Australia Awards Scholarship program, which has connected me with fellows from a variety of programs and universities. These experiences have allowed me to expand my network across multiple sectors, and I’ve learned so much from people with different expertise and career paths. Somsouk Vangxuexa Master of Project Management student from Laos Scholarships / How to apply as an international student Contact us 330 Swanston Street (cnr La Trobe Street) Melbourne VIC 3000 +61 3 9925 2260 rmit.edu.au Connect with RMIT This guide provides information about RMIT’s Melbourne-based courses for prospective international students. Prepared March 2025. Every effort has been made to ensure the information contained in this publication is accurate and current at the date of printing. Courses and subject content and requirements may be subject to change after publication of this guide. For the most up-to-date information, please refer to the RMIT University website before lodging your application. Throughout this guide, we have used the following terminology: Course = Overall qualification (e.g. Bachelor of Science) Subject = Individual Unit (e.g. Chemistry Fundamentals CHEM1313) Note that other material at RMIT (including some websites linked in this guide) may use different terminology, such as: Program = Overall qualification (e.g. Bachelor of Science) Course = Individual Unit (e.g. Chemistry Fundamentals CHEM1313) If you have any questions about the terminology or need clarification before lodging your application, please contact Study@RMIT for assistance. RMIT University CRICOS provider code: 00122A | RMIT Training Pty Ltd CRICOS provider code: 01912G | RMIT University RTO code: 3046",
      "links": []
    }
  ],
  "sections": [
    {
      "heading": "Support services",
      "subsections": [
        {
          "heading": "Equitable learning and disability support",
          "text": "We aim to support and create equal opportunities for students with a disability, mental health condition, long-term illness and/or neurodivergence and neurological conditions to participate in their studies. Services provided may include study adjustments, assistive technology and enabling support staff (such as Auslan interpreters, notetakers, participation assistance and more). rmit.edu.au/student-support-ELS"
        },
        {
          "heading": "Counselling",
          "text": "Counselling at RMIT offers students a safe, friendly and confidential environment to seek help. Whether you’re struggling with personal issues, mental health, or you just have something you want to talk through, we offer counselling in person or online. rmit.edu.au/student-support-counselling"
        },
        {
          "heading": "Financial assistance",
          "text": "Student Welfare Advisors at Student Connect can provide advice on a wide range of financial matters, including personal budgeting. You can also speak with them about one-off and short-term emergency support and financial assistance. rmit.edu.au/students/support-services/ financial-legalsupport/financial-welfare-advice"
        },
        {
          "heading": "Safer Community",
          "text": "At RMIT, we are committed to providing a respectful and safe place to study. If you are feeling unsafe or unsure of what to do about threatening or unwanted behaviour, including sexual harassment or family violence, you can talk to a member of Safer Community about your concerns and options, even if the behaviour happened off campus. rmit.edu.au/safercommunity Email: safercommunity@rmit.edu.au or call us: 03 9925 2396"
        },
        {
          "heading": "Support for international students",
          "text": "International students are an important and valued part of the RMIT community. We offer lots of resources and support services to help international students settle in and make friends, including study and English language support, pre-departure checklists and on-campus events. rmit.edu.au/students/support-services/international-students"
        },
        {
          "heading": "SafeZone",
          "text": "Your safety is our priority at all times. To help you feel safe on campus, students can download SafeZone, a free app that is available for any smartphone. SafeZone allows you to instantly access support and help if you need it. It includes an emergency alert button, instant help calls to campus security and a first aid request button. rmit.edu.au/safezone"
        },
        {
          "heading": "Chaplaincy",
          "text": "The Chaplaincy provides compassionate help and spiritual support for all students, whatever their religious beliefs may be. We offer quiet spaces and a listening ear, and we welcome you to join us for one of our many multi-faith events. rmit.edu.au/student-support-chaplaincy"
        },
        {
          "heading": "Legal support",
          "text": "RMIT Student Legal Service offers free, confidential legal advice to students. We can advise on issues such as renting, employment, fines, criminal law, debts, motor vehicle accidents, your safety, your consumer rights and more. rmit.edu.au/student-support-legal Support for Aboriginal and/or Torres Strait Islander students The Ngarara Willim Centre is a place at RMIT for Aboriginal and/or Torres Strait Islander students to engage with their education and to be supported and encouraged throughout their studies. The team offers ongoing guidance with study, living and cultural needs while you reach your potential. rmit.edu.au/students/support-services/indigenous Get future ready / Support services — BP094 Bachelor of Computer Science This top-ranking Bachelor of Computer Science will provide you with cutting-edge programming and software development skills. Find out more. English Language Requirements To study this course you will need to complete one of the following English proficiency tests: −IELTS (Academic): minimum overall band of 6.5 (with no individual band below 6.0) −TOEFL (Internet Based Test - IBT): minimum overall score of 79 (with minimum of 13 in Reading, 12 in Listening, 18 in Speaking and 21 in Writing) −Pearson Test of English (Academic) (PTE (A)): minimum score of 58 (with no communication band less than 50) −Cambridge English: Advanced (CAE): minimum of 176 with no less than 169 in any component. Note: RMIT does not accept scores from ‘at-home’ or ‘online’ testing. For detailed information on English language requirements and other proficiency tests recognised by RMIT, visit English language requirements and equivalency information . Don’t meet the English language test scores? Complete an English for Academic Purposes (EAP) Advanced Plus at RMIT University Pathways (RMIT UP).Prerequisites Victorian Certificate of Education (VCE) units 3 and 4: a study score of at least 20 in one of Maths: General Mathematics, Maths: Mathematical Methods or Maths: Specialist Mathematics or equivalent studies . Selection Tasks A selection task is not required for entry into this qualification. Pathways You may be eligible for entry to the Bachelor of Science (Computer Science) (Honours) when you successfully complete the Bachelor of Computer Science. Alternatively, you may be eligible for entry into other RMIT Honours or postgraduate degrees. You are guaranteed entry to the Bachelor of Computer Science with two semesters of advanced standing* (equivalent to 96 credit) when you successfully complete the Associate Degree in Information Technology , including the pre-requisite courses. *Based on full-time study load of 96 credit points per year. Individual circumstances may vary and please be aware that not all courses are offered each semester. These circumstances may affect the total duration of a program. Alternatively, you can gain entry from RMIT Foundation Studies or a range of vocational study programs.Location Melbourne City Duration Full-time 3 years Intakes CRICOS Code 061076G Curriculum Code Annual Tuition Fees 2026 A guide for international students | RMIT University CRICOS Provider Code: 00122A | RTO Code: 3046AU$43,200 (2026 annual) Feb-2026|Jul-2026 2026 A guide for international students | RMIT University CRICOS Provider Code: 00122A | RTO Code: 3046You are guaranteed entry to the Bachelor of Computer Science with two semesters of advanced standing* (equivalent to 96 credit) when you successfully complete the Associate Degree in Information Technology , including the pre-requisite courses. *Based on full-time study load of 96 credit points per year. Individual circumstances may vary and please be aware that not all courses are offered each semester. These circumstances may affect the total duration of a program. Industry Connections The School of Computing Technologies has a very strong Industry Advisory Committee, with members including staff from major IT companies with a global and local presence. The committee provides feedback and input into the curriculum of this computer science course, ensuring it remains relevant to your needs as a graduate and to the needs of employers. In your first year of studies, you will participate in RMIT’s signature programming Bootcamp2Studio model, which allow you to gain program development skills, design and implement small-scale software systems and apply software development practices and standards through project-based learning. You will also participate in hackathons developed with RMIT Activator, that will provide testing grounds for your skills with real-life problems and valuable networking opportunities. In your final semester, you will undertake a capstone project that simulates an industry environment. Here, you will apply your skills in large-scale software application development. Many students tackle real-world problems for their projects with close involvement and supervision by an industry mentor. Program Structure For the most up-to-date information regarding this course, pathways and career outcomes visit Bachelor of Computer Science or search rmit.edu.au for BP094. — BP340 Bachelor of Data Science Join the rapidly expanding field of data science and take steps toward a rewarding career as a data scientist. English Language Requirements To study this course you will need to complete one of the following English proficiency tests: −IELTS (Academic): minimum overall band of 6.5 (with no individual band below 6.0) −TOEFL (Internet Based Test - IBT): minimum overall score of 79 (with minimum of 13 in Reading, 12 in Listening, 18 in Speaking and 21 in Writing) −Pearson Test of English (Academic) (PTE (A)): minimum score of 58 (with no communication band less than 50) −Cambridge English: Advanced (CAE): minimum of 176 with no less than 169 in any component. Note: RMIT does not accept scores from ‘at-home’ or ‘online’ testing. For detailed information on English language requirements and other proficiency tests recognised by RMIT, visit English language requirements and equivalency information . Don’t meet the English language test scores? Complete an English for Academic Purposes (EAP) Advanced Plus at RMIT University Pathways (RMIT UP).Prerequisites Victorian Certificate of Education (VCE) units 3 and 4: −a study score of at least 20 in one of Maths: General Mathematics, Maths: Mathematical Methods or Maths: Specialist Mathematics or equivalent studies Selection Tasks A selection task is not required for entry into this qualification. Pathways When you successfully complete this program, you may be eligible for entry into an RMIT Honours or postgraduate degree. You are guaranteed entry to the Bachelor of Data Science with two semesters of credit (equivalent to 96 credit points) when you successfully complete the Associate Degree in Information Technology , including the prerequisite courses. Alternatively, you can gain entry from RMIT Foundation Studies or a range of vocational study programs. Industry Connections The School of Computing Technologies has strong links with the data science profession and related areas of business, governement and industry, in Australia and internationally.Location Melbourne City Duration Full-time 3 years Intakes CRICOS Code 110801G Curriculum Code Annual Tuition Fees 2026 A guide for international students | RMIT University CRICOS Provider Code: 00122A | RTO Code: 3046AU$43,200 (2026 annual) Feb-2026|Jul-2026 2026 A guide for international students | RMIT University CRICOS Provider Code: 00122A | RTO Code: 3046Data science experts contributed to the initial development of this data science course and continue to provide input to improve the degree. Their involvement ensures the degree remains relevant to your needs as a graduate and to the needs of employers. Learn and be inspired by academics with strong research backgrounds and links to industry, as well as sessional teachers, guest lecturers and industry practitioners. Engage with industry through work integrated learning (WIL) experiences, which will enable you to learn, apply and demonstrate your knowledge and skills in a workplace setting (real or simulated) and receive feedback from data scientists working in industry.WIL opportunities include completing an industry capstone project, where you will apply your data science knowledge to plan and execute a substantial research-based or industry-sponsored project. You will also complete a case studies in data science subject where you will receive feedback from data scientists working in industry. Program Structure For the most up-to-date information regarding this course, pathways and career outcomes visit Bachelor of Data Science or search rmit.edu.au for BP340. This course made me feel like I was part of a community, being helped by and being able to help people from all over the world. Besides the great teachers, videos and content we had at our disposal, having mentors to help us along the way was a great added touch. Ryan Mangels Blockchain Strategy — Future Skills short course"
        },
        {
          "heading": "Support for Aboriginal and/or Torres Strait Islander students",
          "text": ""
        }
      ],
      "links": []
    },
    {
      "heading": "Careers and opportunities",
      "subsections": [
        {
          "heading": "Career Connect",
          "text": "Career Connect is your drop-in service centre for all things career-related. Career Connect offers services such as: ■help finding and applying for casual, part-time and graduate jobs ■job interview preparation ■free résumé and cover letter workshops ■industry events and networking sessions ■one-on-one career consultation appointments ■subject or course advice In 2024, Career Connect at RMIT was a finalist for the Most Popular Career Service by the Australian Association of Graduate Employers (AAGE) at the Graduate Recruitment Industry Awards (AGRIA). rmit.edu.au/career-connect RMIT Activator Activator is RMIT’s home of entrepreneurship. Its workshops, online learning and startup programs position participants to grow their ideas, launch their business venture, and make an impact. At Activator, you can access mentors, attend masterclasses, request business coaching, apply for funding and learn the enterprise skills you need to support your ideas. No matter what your future looks like, plug into Activator’s ecosystem of entrepreneurs, intrapreneurs, startup founders and innovators and let it help you on your journey to success. rmitactivator.edu.auExperiential learning and RMIT Plus Experiential learning at RMIT helps you gain essential skills for life and work. It can include activities such as student volunteering, micro-credentials and career mentoring, and involves lots of opportunities to experience personal growth, make friends and test out new hobbies and interests alongside your study. If you’ve already got a clear idea of goals you want to achieve and the skills you’d like to develop, you can take your experiential learning a step further with RMIT Plus. This is a self-guided program where you can identify the areas you’d like to improve, create an action plan and monitor your progress at your own pace. Through RMIT Plus, you can also formalise your experiential learning by getting it added to your academic transcript! rmit.edu.au/experiential-learning Work-integrated learning (WIL) WIL is an activity where you apply your academic learning in a real-life situation with an industry or community partner. Higher education and vocational education students can complete a WIL activity, which is formally assessed for credit towards your qualification. The type of WIL activities you undertake will depend on your course and study discipline, and can occur on or off campus. They may be: ■work placements such as clinical placements, internships or field education or professional practices ■projects with industry and community-based organisations ■art projects with exhibitions WIL simulations are activities where you practise using technology, equipment or activities that are not possible to complete in an industry setting, e.g. moot courts. DID YOU KNOW? RMIT Activator Residency Program Working while studying Since 1 July 2023, international students have been able to work up to 48 hours per fortnight. Different visas have different rules around working rights, so it’s important to check your visa conditions. For more information about your working conditions, rights and obligations in Australia, visit: rmit.edu.au/study-with-us/moving-to-melbourne/ working-in-australia After graduating If you complete two years of a bachelor’s degree, master’s degree or PhD in Australia you could be eligible for a Temporary Graduate visa, which allows you to live in Australia for a further two years or more. For further information, visit: immi.homeaffairs.gov.au/visas/getting-a-visa/visa-listing/ temporary-graduate-485"
        },
        {
          "heading": "RMIT Activator",
          "text": "Activator is RMIT’s home of entrepreneurship. Its workshops, online learning and startup programs position participants to grow their ideas, launch their business venture, and make an impact. At Activator, you can access mentors, attend masterclasses, request business coaching, apply for funding and learn the enterprise skills you need to support your ideas. No matter what your future looks like, plug into Activator’s ecosystem of entrepreneurs, intrapreneurs, startup founders and innovators and let it help you on your journey to success. rmitactivator.edu.auExperiential learning and RMIT Plus Experiential learning at RMIT helps you gain essential skills for life and work. It can include activities such as student volunteering, micro-credentials and career mentoring, and involves lots of opportunities to experience personal growth, make friends and test out new hobbies and interests alongside your study. If you’ve already got a clear idea of goals you want to achieve and the skills you’d like to develop, you can take your experiential learning a step further with RMIT Plus. This is a self-guided program where you can identify the areas you’d like to improve, create an action plan and monitor your progress at your own pace. Through RMIT Plus, you can also formalise your experiential learning by getting it added to your academic transcript! rmit.edu.au/experiential-learning Work-integrated learning (WIL) WIL is an activity where you apply your academic learning in a real-life situation with an industry or community partner. Higher education and vocational education students can complete a WIL activity, which is formally assessed for credit towards your qualification. The type of WIL activities you undertake will depend on your course and study discipline, and can occur on or off campus. They may be: ■work placements such as clinical placements, internships or field education or professional practices ■projects with industry and community-based organisations ■art projects with exhibitions WIL simulations are activities where you practise using technology, equipment or activities that are not possible to complete in an industry setting, e.g. moot courts. DID YOU KNOW? RMIT Activator Residency Program Working while studying Since 1 July 2023, international students have been able to work up to 48 hours per fortnight. Different visas have different rules around working rights, so it’s important to check your visa conditions. For more information about your working conditions, rights and obligations in Australia, visit: rmit.edu.au/study-with-us/moving-to-melbourne/ working-in-australia After graduating If you complete two years of a bachelor’s degree, master’s degree or PhD in Australia you could be eligible for a Temporary Graduate visa, which allows you to live in Australia for a further two years or more. For further information, visit: immi.homeaffairs.gov.au/visas/getting-a-visa/visa-listing/ temporary-graduate-485"
        },
        {
          "heading": "Experiential learning and RMIT Plus",
          "text": "Experiential learning at RMIT helps you gain essential skills for life and work. It can include activities such as student volunteering, micro-credentials and career mentoring, and involves lots of opportunities to experience personal growth, make friends and test out new hobbies and interests alongside your study. If you’ve already got a clear idea of goals you want to achieve and the skills you’d like to develop, you can take your experiential learning a step further with RMIT Plus. This is a self-guided program where you can identify the areas you’d like to improve, create an action plan and monitor your progress at your own pace. Through RMIT Plus, you can also formalise your experiential learning by getting it added to your academic transcript! rmit.edu.au/experiential-learning Work-integrated learning (WIL) WIL is an activity where you apply your academic learning in a real-life situation with an industry or community partner. Higher education and vocational education students can complete a WIL activity, which is formally assessed for credit towards your qualification. The type of WIL activities you undertake will depend on your course and study discipline, and can occur on or off campus. They may be: ■work placements such as clinical placements, internships or field education or professional practices ■projects with industry and community-based organisations ■art projects with exhibitions WIL simulations are activities where you practise using technology, equipment or activities that are not possible to complete in an industry setting, e.g. moot courts. DID YOU KNOW? RMIT Activator Residency Program Working while studying Since 1 July 2023, international students have been able to work up to 48 hours per fortnight. Different visas have different rules around working rights, so it’s important to check your visa conditions. For more information about your working conditions, rights and obligations in Australia, visit: rmit.edu.au/study-with-us/moving-to-melbourne/ working-in-australia After graduating If you complete two years of a bachelor’s degree, master’s degree or PhD in Australia you could be eligible for a Temporary Graduate visa, which allows you to live in Australia for a further two years or more. For further information, visit: immi.homeaffairs.gov.au/visas/getting-a-visa/visa-listing/ temporary-graduate-485"
        },
        {
          "heading": "Work-integrated learning (WIL)",
          "text": "WIL is an activity where you apply your academic learning in a real-life situation with an industry or community partner. Higher education and vocational education students can complete a WIL activity, which is formally assessed for credit towards your qualification. The type of WIL activities you undertake will depend on your course and study discipline, and can occur on or off campus. They may be: ■work placements such as clinical placements, internships or field education or professional practices ■projects with industry and community-based organisations ■art projects with exhibitions WIL simulations are activities where you practise using technology, equipment or activities that are not possible to complete in an industry setting, e.g. moot courts. DID YOU KNOW? RMIT Activator Residency Program Working while studying Since 1 July 2023, international students have been able to work up to 48 hours per fortnight. Different visas have different rules around working rights, so it’s important to check your visa conditions. For more information about your working conditions, rights and obligations in Australia, visit: rmit.edu.au/study-with-us/moving-to-melbourne/ working-in-australia After graduating If you complete two years of a bachelor’s degree, master’s degree or PhD in Australia you could be eligible for a Temporary Graduate visa, which allows you to live in Australia for a further two years or more. For further information, visit: immi.homeaffairs.gov.au/visas/getting-a-visa/visa-listing/ temporary-graduate-485"
        },
        {
          "heading": "Working while studying",
          "text": "Since 1 July 2023, international students have been able to work up to 48 hours per fortnight. Different visas have different rules around working rights, so it’s important to check your visa conditions. For more information about your working conditions, rights and obligations in Australia, visit: rmit.edu.au/study-with-us/moving-to-melbourne/ working-in-australia After graduating If you complete two years of a bachelor’s degree, master’s degree or PhD in Australia you could be eligible for a Temporary Graduate visa, which allows you to live in Australia for a further two years or more. For further information, visit: immi.homeaffairs.gov.au/visas/getting-a-visa/visa-listing/ temporary-graduate-485"
        },
        {
          "heading": "After graduating",
          "text": "If you complete two years of a bachelor’s degree, master’s degree or PhD in Australia you could be eligible for a Temporary Graduate visa, which allows you to live in Australia for a further two years or more. For further information, visit: immi.homeaffairs.gov.au/visas/getting-a-visa/visa-listing/ temporary-graduate-485"
        }
      ],
      "links": []
    },
    {
      "heading": "Online study",
      "text": "Discover practical skills and explore your career goals from the comfort of your home through RMIT Online. If you are an international student, your institution may have a partnership with RMIT that enables you to transfer credit! Explore online coursesContact RMIT Online Email: rmitonline.edu.au Call us: 1300 145 032DID YOU KNOW? 19,000+ online studentsLearn alongside a community of 50+ credentials across different levels of studyDiscover a suite of 70+ industry-leading organisationsWork on real-world projects with Why study with RMIT Online? Real-world skills Develop in-demand skills in projects led by renowned industry partners. 100% online delivery Balance work, study and life commitments with flexible online study that works around your schedule. Supportive community Build a network of industry experts and peers, and be supported by our dedicated success team. Industry-recognised credentials Graduate with a full undergraduate or postgraduate qualification, or gain a certi fied digital credential to showcase to future employers. Discover courses across business, marketing, data science, design and more RMIT Online offers full bachelor’s degrees (including standalone majors and minors), graduate certificates, graduate diplomas and master’s degrees. Many of these can be undertaken part-time and some can even be completed in as little as eight months. If you have a specific skill in mind, RMIT Online also offers Future Skills short courses. These can be completed in as little as four to six weeks. RMIT Online courses are available to offshore applicants and applicants who are in Australia on a temporary visa (other than a student visa) with a full study entitlement. Please note that RMIT Online courses do not meet student visa requirements. Online study",
      "links": []
    },
    {
      "heading": "Scholarships",
      "subsections": [
        {
          "heading": "Scholarships for international students",
          "text": "RMIT offers a range of scholarships to commencing international students across all fields of study. RMIT-funded scholarships RMIT scholarships can help with all kinds of study costs such as textbooks, fees, accommodation and living expenses. While many of the scholarships consider academic achievement, there are also scholarships awarded based on what you are studying, where you are from or your personal circumstances. Explore RMIT-funded scholarships ■Academic Merit Scholarship This scholarship provides financial assistance to outstanding international students from Southeast Asia, including Cambodia, Indonesia, Malaysia, Philippines, Thailand or Vietnam. Explore Academic Merit Scholarship ■Future Leaders Scholarship This scholarship is awarded to international students from India, Sri Lanka, Bangladesh, Bhutan, Nepal or Pakistan who are commencing their bachelor’s or master’s degree at RMIT. Explore Future Leaders ScholarshipAustralia Awards Scholarships Australia Awards are prestigious international scholarships and fellowships funded by the Australian Government. An Australia Awards Scholarship can help financially to support your study or research at RMIT. rmit.edu.au/australia-awards-scholarships External scholarships (sponsorship) RMIT currently welcomes more than 800 students who have had their study funded, or sponsored, by their home governments. Discover sponsorshipRMIT is committed to enriching and transforming the lives of our students. To make our courses more accessible to students of all backgrounds, we award more than 3,000 scholarships every year. Learn more about scholarships for international students 3,000+ scholarships were awarded to our students in 2024.DID YOU KNOW?"
        },
        {
          "heading": "RMIT-funded scholarships",
          "text": "RMIT scholarships can help with all kinds of study costs such as textbooks, fees, accommodation and living expenses. While many of the scholarships consider academic achievement, there are also scholarships awarded based on what you are studying, where you are from or your personal circumstances. Explore RMIT-funded scholarships ■Academic Merit Scholarship This scholarship provides financial assistance to outstanding international students from Southeast Asia, including Cambodia, Indonesia, Malaysia, Philippines, Thailand or Vietnam. Explore Academic Merit Scholarship ■Future Leaders Scholarship This scholarship is awarded to international students from India, Sri Lanka, Bangladesh, Bhutan, Nepal or Pakistan who are commencing their bachelor’s or master’s degree at RMIT. Explore Future Leaders ScholarshipAustralia Awards Scholarships Australia Awards are prestigious international scholarships and fellowships funded by the Australian Government. An Australia Awards Scholarship can help financially to support your study or research at RMIT. rmit.edu.au/australia-awards-scholarships External scholarships (sponsorship) RMIT currently welcomes more than 800 students who have had their study funded, or sponsored, by their home governments. Discover sponsorshipRMIT is committed to enriching and transforming the lives of our students. To make our courses more accessible to students of all backgrounds, we award more than 3,000 scholarships every year. Learn more about scholarships for international students 3,000+ scholarships were awarded to our students in 2024.DID YOU KNOW?"
        },
        {
          "heading": "Australia Awards Scholarships",
          "text": "Australia Awards are prestigious international scholarships and fellowships funded by the Australian Government. An Australia Awards Scholarship can help financially to support your study or research at RMIT. rmit.edu.au/australia-awards-scholarships External scholarships (sponsorship) RMIT currently welcomes more than 800 students who have had their study funded, or sponsored, by their home governments. Discover sponsorshipRMIT is committed to enriching and transforming the lives of our students. To make our courses more accessible to students of all backgrounds, we award more than 3,000 scholarships every year. Learn more about scholarships for international students 3,000+ scholarships were awarded to our students in 2024.DID YOU KNOW?"
        },
        {
          "heading": "External scholarships (sponsorship)",
          "text": "RMIT currently welcomes more than 800 students who have had their study funded, or sponsored, by their home governments. Discover sponsorshipRMIT is committed to enriching and transforming the lives of our students. To make our courses more accessible to students of all backgrounds, we award more than 3,000 scholarships every year. Learn more about scholarships for international students 3,000+ scholarships were awarded to our students in 2024.DID YOU KNOW?"
        }
      ],
      "links": []
    },
    {
      "heading": "How to apply (international)",
      "text": "",
      "links": []
    },
    {
      "heading": "Contact",
      "text": "330 Swanston Street (cnr La Trobe Street) Melbourne VIC 3000 +61 3 9925 2260 rmit.edu.au Connect with RMIT This guide provides information about RMIT’s Melbourne-based courses for prospective international students. Prepared March 2025. Every effort has been made to ensure the information contained in this publication is accurate and current at the date of printing. Courses and subject content and requirements may be subject to change after publication of this guide. For the most up-to-date information, please refer to the RMIT University website before lodging your application. Throughout this guide, we have used the following terminology: Course = Overall qualification (e.g. Bachelor of Science) Subject = Individual Unit (e.g. Chemistry Fundamentals CHEM1313) Note that other material at RMIT (including some websites linked in this guide) may use different terminology, such as: Program = Overall qualification (e.g. Bachelor of Science) Course = Individual Unit (e.g. Chemistry Fundamentals CHEM1313) If you have any questions about the terminology or need clarification before lodging your application, please contact Study@RMIT for assistance. RMIT University CRICOS provider code: 00122A | RMIT Training Pty Ltd CRICOS provider code: 01912G | RMIT University RTO code: 3046",
      "links": []
    }
  ],
  "links": [],
  "qa_index": [
    {
      "id": "BP094.1",
      "type": "program_field",
      "title": "BP094 Bachelor of Computer Science – Location",
      "path": [
        "BP094",
        "Location"
      ],
      "text": "Melbourne City"
    },
    {
      "id": "BP094.2",
      "type": "program_field",
      "title": "BP094 Bachelor of Computer Science – Duration",
      "path": [
        "BP094",
        "Duration"
      ],
      "text": "of a"
    },
    {
      "id": "BP094.3",
      "type": "program_field",
      "title": "BP094 Bachelor of Computer Science – Intakes",
      "path": [
        "BP094",
        "Intakes"
      ],
      "text": "CRICOS Code 061076G"
    },
    {
      "id": "BP094.4",
      "type": "program_field",
      "title": "BP094 Bachelor of Computer Science – CRICOS",
      "path": [
        "BP094",
        "CRICOS"
      ],
      "text": "061076G"
    },
    {
      "id": "BP094.5",
      "type": "program_field",
      "title": "BP094 Bachelor of Computer Science – Annual Tuition Fees",
      "path": [
        "BP094",
        "Annual Tuition Fees"
      ],
      "text": "2026 A guide for international students | RMIT University"
    },
    {
      "id": "BP094.6",
      "type": "program_field",
      "title": "BP094 Bachelor of Computer Science – English Requirements",
      "path": [
        "BP094",
        "English Requirements"
      ],
      "text": "To study this course you will need to complete one of the following English proficiency tests: −IELTS (Academic): minimum overall band of 6.5 (with no individual band below 6.0) −TOEFL (Internet Based Test - IBT): minimum overall score of 79 (with minimum of 13 in Reading, 12 in Listening, 18 in Speaking and 21 in Writing) −Pearson Test of English (Academic) (PTE (A)): minimum score of 58 (with no communication band less than 50) −Cambridge English: Advanced (CAE): minimum of 176 with no less than 169 in any component. Note: RMIT does not accept scores from ‘at-home’ or ‘online’ testing. For detailed information on English language requirements and other proficiency tests recognised by RMIT, visit English language requirements and equivalency information . Don’t meet the English language test scores? Complete an English for Academic Purposes (EAP) Advanced Plus at RMIT University"
    },
    {
      "id": "BP094.7",
      "type": "program_field",
      "title": "BP094 Bachelor of Computer Science – Prerequisites",
      "path": [
        "BP094",
        "Prerequisites"
      ],
      "text": "Victorian Certificate of Education (VCE) units 3 and 4: a study score of at least 20 in one of Maths: General Mathematics, Maths: Mathematical Methods or Maths: Specialist Mathematics or equivalent studies ."
    },
    {
      "id": "BP094.8",
      "type": "program_field",
      "title": "BP094 Bachelor of Computer Science – Selection Tasks",
      "path": [
        "BP094",
        "Selection Tasks"
      ],
      "text": "A selection task is not required for entry into this qualification."
    },
    {
      "id": "BP094.9",
      "type": "program_field",
      "title": "BP094 Bachelor of Computer Science – Pathways",
      "path": [
        "BP094",
        "Pathways"
      ],
      "text": "(RMIT UP).Prerequisites Victorian Certificate of Education (VCE) units 3 and 4: a study score of at least 20 in one of Maths: General Mathematics, Maths: Mathematical Methods or Maths: Specialist Mathematics or equivalent studies . Selection Tasks A selection task is not required for entry into this qualification. Pathways You may be eligible for entry to the Bachelor of Science (Computer Science) (Honours) when you successfully complete the Bachelor of Computer Science. Alternatively, you may be eligible for entry into other RMIT Honours or postgraduate degrees. You are guaranteed entry to the Bachelor of Computer Science with two semesters of advanced standing* (equivalent to 96 credit) when you successfully complete the Associate Degree in Information Technology , including the pre-requisite courses. *Based on full-time study load of 96 credit points per year. Individual circumstances may vary and please be aware that not all courses are offered each semester. These circumstances may affect the total"
    },
    {
      "id": "BP094.10",
      "type": "program_field",
      "title": "BP094 Bachelor of Computer Science – Industry Connections",
      "path": [
        "BP094",
        "Industry Connections"
      ],
      "text": "The School of Computing Technologies has a very strong Industry Advisory Committee, with members including staff from major IT companies with a global and local presence. The committee provides feedback and input into the curriculum of this computer science course, ensuring it remains relevant to your needs as a graduate and to the needs of employers. In your first year of studies, you will participate in RMIT’s signature programming Bootcamp2Studio model, which allow you to gain program development skills, design and implement small-scale software systems and apply software development practices and standards through project-based learning. You will also participate in hackathons developed with RMIT Activator, that will provide testing grounds for your skills with real-life problems and valuable networking opportunities. In your final semester, you will undertake a capstone project that simulates an industry environment. Here, you will apply your skills in large-scale software application development. Many students tackle real-world problems for their projects with close involvement and supervision by an industry mentor."
    },
    {
      "id": "BP094.11",
      "type": "program_field",
      "title": "BP094 Bachelor of Computer Science – Program Structure",
      "path": [
        "BP094",
        "Program Structure"
      ],
      "text": "For the most up-to-date information regarding this course, pathways and career outcomes visit Bachelor of Computer Science or search rmit.edu.au for BP094."
    },
    {
      "id": "BP340.1",
      "type": "program_field",
      "title": "BP340 Bachelor of Data Science – Location",
      "path": [
        "BP340",
        "Location"
      ],
      "text": "Melbourne City"
    },
    {
      "id": "BP340.2",
      "type": "program_field",
      "title": "BP340 Bachelor of Data Science – Duration",
      "path": [
        "BP340",
        "Duration"
      ],
      "text": "Full-time 3 years"
    },
    {
      "id": "BP340.3",
      "type": "program_field",
      "title": "BP340 Bachelor of Data Science – Intakes",
      "path": [
        "BP340",
        "Intakes"
      ],
      "text": "CRICOS Code 110801G"
    },
    {
      "id": "BP340.4",
      "type": "program_field",
      "title": "BP340 Bachelor of Data Science – CRICOS",
      "path": [
        "BP340",
        "CRICOS"
      ],
      "text": "110801G"
    },
    {
      "id": "BP340.5",
      "type": "program_field",
      "title": "BP340 Bachelor of Data Science – Annual Tuition Fees",
      "path": [
        "BP340",
        "Annual Tuition Fees"
      ],
      "text": "2026 A guide for international students | RMIT University"
    },
    {
      "id": "BP340.6",
      "type": "program_field",
      "title": "BP340 Bachelor of Data Science – English Requirements",
      "path": [
        "BP340",
        "English Requirements"
      ],
      "text": "To study this course you will need to complete one of the following English proficiency tests: −IELTS (Academic): minimum overall band of 6.5 (with no individual band below 6.0) −TOEFL (Internet Based Test - IBT): minimum overall score of 79 (with minimum of 13 in Reading, 12 in Listening, 18 in Speaking and 21 in Writing) −Pearson Test of English (Academic) (PTE (A)): minimum score of 58 (with no communication band less than 50) −Cambridge English: Advanced (CAE): minimum of 176 with no less than 169 in any component. Note: RMIT does not accept scores from ‘at-home’ or ‘online’ testing. For detailed information on English language requirements and other proficiency tests recognised by RMIT, visit English language requirements and equivalency information . Don’t meet the English language test scores? Complete an English for Academic Purposes (EAP) Advanced Plus at RMIT University"
    },
    {
      "id": "BP340.7",
      "type": "program_field",
      "title": "BP340 Bachelor of Data Science – Prerequisites",
      "path": [
        "BP340",
        "Prerequisites"
      ],
      "text": "Victorian Certificate of Education (VCE) units 3 and 4: −a study score of at least 20 in one of Maths: General Mathematics, Maths: Mathematical Methods or Maths: Specialist Mathematics or equivalent studies"
    },
    {
      "id": "BP340.8",
      "type": "program_field",
      "title": "BP340 Bachelor of Data Science – Selection Tasks",
      "path": [
        "BP340",
        "Selection Tasks"
      ],
      "text": "A selection task is not required for entry into this qualification."
    },
    {
      "id": "BP340.9",
      "type": "program_field",
      "title": "BP340 Bachelor of Data Science – Pathways",
      "path": [
        "BP340",
        "Pathways"
      ],
      "text": "(RMIT UP).Prerequisites Victorian Certificate of Education (VCE) units 3 and 4: −a study score of at least 20 in one of Maths: General Mathematics, Maths: Mathematical Methods or Maths: Specialist Mathematics or equivalent studies Selection Tasks A selection task is not required for entry into this qualification. Pathways When you successfully complete this program, you may be eligible for entry into an RMIT Honours or postgraduate degree. You are guaranteed entry to the Bachelor of Data Science with two semesters of credit (equivalent to 96 credit points) when you successfully complete the Associate Degree in Information Technology , including the prerequisite courses. Alternatively, you can gain entry from RMIT Foundation Studies or a range of vocational study programs."
    },
    {
      "id": "BP340.10",
      "type": "program_field",
      "title": "BP340 Bachelor of Data Science – Industry Connections",
      "path": [
        "BP340",
        "Industry Connections"
      ],
      "text": "The School of Computing Technologies has strong links with the data science profession and related areas of business, governement and industry, in Australia and internationally."
    },
    {
      "id": "BP340.11",
      "type": "program_field",
      "title": "BP340 Bachelor of Data Science – Program Structure",
      "path": [
        "BP340",
        "Program Structure"
      ],
      "text": "For the most up-to-date information regarding this course, pathways and career outcomes visit Bachelor of Data Science or search rmit.edu.au for BP340. This course made me feel like I was part of a community, being helped by and being able to help people from all over the world. Besides the great teachers, videos and content we had at our disposal, having mentors to help us along the way was a great added touch. Ryan Mangels Blockchain Strategy — Future Skills short course Online study Discover practical skills and explore your career goals from the comfort of your home through RMIT Online. If you are an international student, your institution may have a partnership with RMIT that enables you to transfer credit! Explore online coursesContact RMIT Online Email: rmitonline.edu.au Call us: 1300 145 032DID YOU KNOW? 19,000+ online studentsLearn alongside a community of 50+ credentials across different levels of studyDiscover a suite of 70+ industry-leading organisationsWork on real-world projects with Why study with RMIT Online? Real-world skills Develop in-demand skills in projects led by renowned industry partners. 100% online delivery Balance work, study and life commitments with flexible online study that works around your schedule. Supportive community Build a network of industry experts and peers, and be supported by our dedicated success team. Industry-recognised credentials Graduate with a full undergraduate or postgraduate qualification, or gain a certi fied digital credential to showcase to future employers. Discover courses across business, marketing, data science, design and more RMIT Online offers full bachelor’s degrees (including standalone majors and minors), graduate certificates, graduate diplomas and master’s degrees. Many of these can be undertaken part-time and some can even be completed in as little as eight months. If you have a specific skill in mind, RMIT Online also offers Future Skills short courses. These can be completed in as little as four to six weeks. RMIT Online courses are available to offshore applicants and applicants who are in Australia on a temporary visa (other than a student visa) with a full study entitlement. Please note that RMIT Online courses do not meet student visa requirements. Online study Scholarships Scholarships for international students RMIT offers a range of scholarships to commencing international students across all fields of study. RMIT-funded scholarships RMIT scholarships can help with all kinds of study costs such as textbooks, fees, accommodation and living expenses. While many of the scholarships consider academic achievement, there are also scholarships awarded based on what you are studying, where you are from or your personal circumstances. Explore RMIT-funded scholarships ■Academic Merit Scholarship This scholarship provides financial assistance to outstanding international students from Southeast Asia, including Cambodia, Indonesia, Malaysia, Philippines, Thailand or Vietnam. Explore Academic Merit Scholarship ■Future Leaders Scholarship This scholarship is awarded to international students from India, Sri Lanka, Bangladesh, Bhutan, Nepal or Pakistan who are commencing their bachelor’s or master’s degree at RMIT. Explore Future Leaders ScholarshipAustralia Awards Scholarships Australia Awards are prestigious international scholarships and fellowships funded by the Australian Government. An Australia Awards Scholarship can help financially to support your study or research at RMIT. rmit.edu.au/australia-awards-scholarships External scholarships (sponsorship) RMIT currently welcomes more than 800 students who have had their study funded, or sponsored, by their home governments. Discover sponsorshipRMIT is committed to enriching and transforming the lives of our students. To make our courses more accessible to students of all backgrounds, we award more than 3,000 scholarships every year. Learn more about scholarships for international students 3,000+ scholarships were awarded to our students in 2024.DID YOU KNOW? How to apply as an international student Find out everything you need to know to apply to RMIT. Apply to RMIT in five steps Academic Merit and Future Leadership Scholarships are assessed as part of applications, so be sure to check if you are eligible for these scholarships. Find the right course Search by course name, study area or your future career to find the courses that will help you achieve your goals. Check the entry requirements for your course You’ll find this information on the course page, or you can ask our Study@RMIT team for help. It’s also a good idea to check that you meet the minimum English language requirement and academic requirements for your course. Collect all required documents The documents you’re required to submit will vary depending on your application and will be clearly outlined to you. Some examples of required documents include previous academic transcripts, evidence of English language level, and a copy of your passport. Submit your application Application methods vary depending on what course you wish to study and where you have completed your previous study. Accept your offer and enrol If your application is successful, you’ll receive an offer letter, which will contain instructions on how to accept your offer. After this, you’ll be ready to enrol and start at RMIT!Discover courses Entry requirements Application methods Accept your offer and enrol1 2 3 4 5Required documentsCountry or region equivalency for academic requirements I’ve been fortunate enough to participate in workshops and events organised by the Australia Awards Scholarship program, which has connected me with fellows from a variety of programs and universities. These experiences have allowed me to expand my network across multiple sectors, and I’ve learned so much from people with different expertise and career paths. Somsouk Vangxuexa Master of Project Management student from Laos Scholarships / How to apply as an international student Contact us 330 Swanston Street (cnr La Trobe Street) Melbourne VIC 3000 +61 3 9925 2260 rmit.edu.au Connect with RMIT This guide provides information about RMIT’s Melbourne-based courses for prospective international students. Prepared March 2025. Every effort has been made to ensure the information contained in this publication is accurate and current at the date of printing. Courses and subject content and requirements may be subject to change after publication of this guide. For the most up-to-date information, please refer to the RMIT University website before lodging your application. Throughout this guide, we have used the following terminology: Course = Overall qualification (e.g. Bachelor of Science) Subject = Individual Unit (e.g. Chemistry Fundamentals CHEM1313) Note that other material at RMIT (including some websites linked in this guide) may use different terminology, such as: Program = Overall qualification (e.g. Bachelor of Science) Course = Individual Unit (e.g. Chemistry Fundamentals CHEM1313) If you have any questions about the terminology or need clarification before lodging your application, please contact Study@RMIT for assistance. RMIT University CRICOS provider code: 00122A | RMIT Training Pty Ltd CRICOS provider code: 01912G | RMIT University RTO code: 3046"
    },
    {
      "id": "Support_services.1",
      "type": "section",
      "title": "Support services – Equitable learning and disability support",
      "path": [
        "Support services",
        "Equitable learning and disability support"
      ],
      "text": "We aim to support and create equal opportunities for students with a disability, mental health condition, long-term illness and/or neurodivergence and neurological conditions to participate in their studies. Services provided may include study adjustments, assistive technology and enabling support staff (such as Auslan interpreters, notetakers, participation assistance and more). rmit.edu.au/student-support-ELS"
    },
    {
      "id": "Support_services.2",
      "type": "section",
      "title": "Support services – Counselling",
      "path": [
        "Support services",
        "Counselling"
      ],
      "text": "Counselling at RMIT offers students a safe, friendly and confidential environment to seek help. Whether you’re struggling with personal issues, mental health, or you just have something you want to talk through, we offer counselling in person or online. rmit.edu.au/student-support-counselling"
    },
    {
      "id": "Support_services.3",
      "type": "section",
      "title": "Support services – Financial assistance",
      "path": [
        "Support services",
        "Financial assistance"
      ],
      "text": "Student Welfare Advisors at Student Connect can provide advice on a wide range of financial matters, including personal budgeting. You can also speak with them about one-off and short-term emergency support and financial assistance. rmit.edu.au/students/support-services/ financial-legalsupport/financial-welfare-advice"
    },
    {
      "id": "Support_services.4",
      "type": "section",
      "title": "Support services – Safer Community",
      "path": [
        "Support services",
        "Safer Community"
      ],
      "text": "At RMIT, we are committed to providing a respectful and safe place to study. If you are feeling unsafe or unsure of what to do about threatening or unwanted behaviour, including sexual harassment or family violence, you can talk to a member of Safer Community about your concerns and options, even if the behaviour happened off campus. rmit.edu.au/safercommunity Email: safercommunity@rmit.edu.au or call us: 03 9925 2396"
    },
    {
      "id": "Support_services.5",
      "type": "section",
      "title": "Support services – Support for international students",
      "path": [
        "Support services",
        "Support for international students"
      ],
      "text": "International students are an important and valued part of the RMIT community. We offer lots of resources and support services to help international students settle in and make friends, including study and English language support, pre-departure checklists and on-campus events. rmit.edu.au/students/support-services/international-students"
    },
    {
      "id": "Support_services.6",
      "type": "section",
      "title": "Support services – SafeZone",
      "path": [
        "Support services",
        "SafeZone"
      ],
      "text": "Your safety is our priority at all times. To help you feel safe on campus, students can download SafeZone, a free app that is available for any smartphone. SafeZone allows you to instantly access support and help if you need it. It includes an emergency alert button, instant help calls to campus security and a first aid request button. rmit.edu.au/safezone"
    },
    {
      "id": "Support_services.7",
      "type": "section",
      "title": "Support services – Chaplaincy",
      "path": [
        "Support services",
        "Chaplaincy"
      ],
      "text": "The Chaplaincy provides compassionate help and spiritual support for all students, whatever their religious beliefs may be. We offer quiet spaces and a listening ear, and we welcome you to join us for one of our many multi-faith events. rmit.edu.au/student-support-chaplaincy"
    },
    {
      "id": "Support_services.8",
      "type": "section",
      "title": "Support services – Legal support",
      "path": [
        "Support services",
        "Legal support"
      ],
      "text": "RMIT Student Legal Service offers free, confidential legal advice to students. We can advise on issues such as renting, employment, fines, criminal law, debts, motor vehicle accidents, your safety, your consumer rights and more. rmit.edu.au/student-support-legal Support for Aboriginal and/or Torres Strait Islander students The Ngarara Willim Centre is a place at RMIT for Aboriginal and/or Torres Strait Islander students to engage with their education and to be supported and encouraged throughout their studies. The team offers ongoing guidance with study, living and cultural needs while you reach your potential. rmit.edu.au/students/support-services/indigenous Get future ready / Support services — BP094 Bachelor of Computer Science This top-ranking Bachelor of Computer Science will provide you with cutting-edge programming and software development skills. Find out more. English Language Requirements To study this course you will need to complete one of the following English proficiency tests: −IELTS (Academic): minimum overall band of 6.5 (with no individual band below 6.0) −TOEFL (Internet Based Test - IBT): minimum overall score of 79 (with minimum of 13 in Reading, 12 in Listening, 18 in Speaking and 21 in Writing) −Pearson Test of English (Academic) (PTE (A)): minimum score of 58 (with no communication band less than 50) −Cambridge English: Advanced (CAE): minimum of 176 with no less than 169 in any component. Note: RMIT does not accept scores from ‘at-home’ or ‘online’ testing. For detailed information on English language requirements and other proficiency tests recognised by RMIT, visit English language requirements and equivalency information . Don’t meet the English language test scores? Complete an English for Academic Purposes (EAP) Advanced Plus at RMIT University Pathways (RMIT UP).Prerequisites Victorian Certificate of Education (VCE) units 3 and 4: a study score of at least 20 in one of Maths: General Mathematics, Maths: Mathematical Methods or Maths: Specialist Mathematics or equivalent studies . Selection Tasks A selection task is not required for entry into this qualification. Pathways You may be eligible for entry to the Bachelor of Science (Computer Science) (Honours) when you successfully complete the Bachelor of Computer Science. Alternatively, you may be eligible for entry into other RMIT Honours or postgraduate degrees. You are guaranteed entry to the Bachelor of Computer Science with two semesters of advanced standing* (equivalent to 96 credit) when you successfully complete the Associate Degree in Information Technology , including the pre-requisite courses. *Based on full-time study load of 96 credit points per year. Individual circumstances may vary and please be aware that not all courses are offered each semester. These circumstances may affect the total duration of a program. Alternatively, you can gain entry from RMIT Foundation Studies or a range of vocational study programs.Location Melbourne City Duration Full-time 3 years Intakes CRICOS Code 061076G Curriculum Code Annual Tuition Fees 2026 A guide for international students | RMIT University CRICOS Provider Code: 00122A | RTO Code: 3046AU$43,200 (2026 annual) Feb-2026|Jul-2026 2026 A guide for international students | RMIT University CRICOS Provider Code: 00122A | RTO Code: 3046You are guaranteed entry to the Bachelor of Computer Science with two semesters of advanced standing* (equivalent to 96 credit) when you successfully complete the Associate Degree in Information Technology , including the pre-requisite courses. *Based on full-time study load of 96 credit points per year. Individual circumstances may vary and please be aware that not all courses are offered each semester. These circumstances may affect the total duration of a program. Industry Connections The School of Computing Technologies has a very strong Industry Advisory Committee, with members including staff from major IT companies with a global and local presence. The committee provides feedback and input into the curriculum of this computer science course, ensuring it remains relevant to your needs as a graduate and to the needs of employers. In your first year of studies, you will participate in RMIT’s signature programming Bootcamp2Studio model, which allow you to gain program development skills, design and implement small-scale software systems and apply software development practices and standards through project-based learning. You will also participate in hackathons developed with RMIT Activator, that will provide testing grounds for your skills with real-life problems and valuable networking opportunities. In your final semester, you will undertake a capstone project that simulates an industry environment. Here, you will apply your skills in large-scale software application development. Many students tackle real-world problems for their projects with close involvement and supervision by an industry mentor. Program Structure For the most up-to-date information regarding this course, pathways and career outcomes visit Bachelor of Computer Science or search rmit.edu.au for BP094. — BP340 Bachelor of Data Science Join the rapidly expanding field of data science and take steps toward a rewarding career as a data scientist. English Language Requirements To study this course you will need to complete one of the following English proficiency tests: −IELTS (Academic): minimum overall band of 6.5 (with no individual band below 6.0) −TOEFL (Internet Based Test - IBT): minimum overall score of 79 (with minimum of 13 in Reading, 12 in Listening, 18 in Speaking and 21 in Writing) −Pearson Test of English (Academic) (PTE (A)): minimum score of 58 (with no communication band less than 50) −Cambridge English: Advanced (CAE): minimum of 176 with no less than 169 in any component. Note: RMIT does not accept scores from ‘at-home’ or ‘online’ testing. For detailed information on English language requirements and other proficiency tests recognised by RMIT, visit English language requirements and equivalency information . Don’t meet the English language test scores? Complete an English for Academic Purposes (EAP) Advanced Plus at RMIT University Pathways (RMIT UP).Prerequisites Victorian Certificate of Education (VCE) units 3 and 4: −a study score of at least 20 in one of Maths: General Mathematics, Maths: Mathematical Methods or Maths: Specialist Mathematics or equivalent studies Selection Tasks A selection task is not required for entry into this qualification. Pathways When you successfully complete this program, you may be eligible for entry into an RMIT Honours or postgraduate degree. You are guaranteed entry to the Bachelor of Data Science with two semesters of credit (equivalent to 96 credit points) when you successfully complete the Associate Degree in Information Technology , including the prerequisite courses. Alternatively, you can gain entry from RMIT Foundation Studies or a range of vocational study programs. Industry Connections The School of Computing Technologies has strong links with the data science profession and related areas of business, governement and industry, in Australia and internationally.Location Melbourne City Duration Full-time 3 years Intakes CRICOS Code 110801G Curriculum Code Annual Tuition Fees 2026 A guide for international students | RMIT University CRICOS Provider Code: 00122A | RTO Code: 3046AU$43,200 (2026 annual) Feb-2026|Jul-2026 2026 A guide for international students | RMIT University CRICOS Provider Code: 00122A | RTO Code: 3046Data science experts contributed to the initial development of this data science course and continue to provide input to improve the degree. Their involvement ensures the degree remains relevant to your needs as a graduate and to the needs of employers. Learn and be inspired by academics with strong research backgrounds and links to industry, as well as sessional teachers, guest lecturers and industry practitioners. Engage with industry through work integrated learning (WIL) experiences, which will enable you to learn, apply and demonstrate your knowledge and skills in a workplace setting (real or simulated) and receive feedback from data scientists working in industry.WIL opportunities include completing an industry capstone project, where you will apply your data science knowledge to plan and execute a substantial research-based or industry-sponsored project. You will also complete a case studies in data science subject where you will receive feedback from data scientists working in industry. Program Structure For the most up-to-date information regarding this course, pathways and career outcomes visit Bachelor of Data Science or search rmit.edu.au for BP340. This course made me feel like I was part of a community, being helped by and being able to help people from all over the world. Besides the great teachers, videos and content we had at our disposal, having mentors to help us along the way was a great added touch. Ryan Mangels Blockchain Strategy — Future Skills short course"
    },
    {
      "id": "Careers_and_opportunities.1",
      "type": "section",
      "title": "Careers and opportunities – Career Connect",
      "path": [
        "Careers and opportunities",
        "Career Connect"
      ],
      "text": "Career Connect is your drop-in service centre for all things career-related. Career Connect offers services such as: ■help finding and applying for casual, part-time and graduate jobs ■job interview preparation ■free résumé and cover letter workshops ■industry events and networking sessions ■one-on-one career consultation appointments ■subject or course advice In 2024, Career Connect at RMIT was a finalist for the Most Popular Career Service by the Australian Association of Graduate Employers (AAGE) at the Graduate Recruitment Industry Awards (AGRIA). rmit.edu.au/career-connect RMIT Activator Activator is RMIT’s home of entrepreneurship. Its workshops, online learning and startup programs position participants to grow their ideas, launch their business venture, and make an impact. At Activator, you can access mentors, attend masterclasses, request business coaching, apply for funding and learn the enterprise skills you need to support your ideas. No matter what your future looks like, plug into Activator’s ecosystem of entrepreneurs, intrapreneurs, startup founders and innovators and let it help you on your journey to success. rmitactivator.edu.auExperiential learning and RMIT Plus Experiential learning at RMIT helps you gain essential skills for life and work. It can include activities such as student volunteering, micro-credentials and career mentoring, and involves lots of opportunities to experience personal growth, make friends and test out new hobbies and interests alongside your study. If you’ve already got a clear idea of goals you want to achieve and the skills you’d like to develop, you can take your experiential learning a step further with RMIT Plus. This is a self-guided program where you can identify the areas you’d like to improve, create an action plan and monitor your progress at your own pace. Through RMIT Plus, you can also formalise your experiential learning by getting it added to your academic transcript! rmit.edu.au/experiential-learning Work-integrated learning (WIL) WIL is an activity where you apply your academic learning in a real-life situation with an industry or community partner. Higher education and vocational education students can complete a WIL activity, which is formally assessed for credit towards your qualification. The type of WIL activities you undertake will depend on your course and study discipline, and can occur on or off campus. They may be: ■work placements such as clinical placements, internships or field education or professional practices ■projects with industry and community-based organisations ■art projects with exhibitions WIL simulations are activities where you practise using technology, equipment or activities that are not possible to complete in an industry setting, e.g. moot courts. DID YOU KNOW? RMIT Activator Residency Program Working while studying Since 1 July 2023, international students have been able to work up to 48 hours per fortnight. Different visas have different rules around working rights, so it’s important to check your visa conditions. For more information about your working conditions, rights and obligations in Australia, visit: rmit.edu.au/study-with-us/moving-to-melbourne/ working-in-australia After graduating If you complete two years of a bachelor’s degree, master’s degree or PhD in Australia you could be eligible for a Temporary Graduate visa, which allows you to live in Australia for a further two years or more. For further information, visit: immi.homeaffairs.gov.au/visas/getting-a-visa/visa-listing/ temporary-graduate-485"
    },
    {
      "id": "Careers_and_opportunities.2",
      "type": "section",
      "title": "Careers and opportunities – RMIT Activator",
      "path": [
        "Careers and opportunities",
        "RMIT Activator"
      ],
      "text": "Activator is RMIT’s home of entrepreneurship. Its workshops, online learning and startup programs position participants to grow their ideas, launch their business venture, and make an impact. At Activator, you can access mentors, attend masterclasses, request business coaching, apply for funding and learn the enterprise skills you need to support your ideas. No matter what your future looks like, plug into Activator’s ecosystem of entrepreneurs, intrapreneurs, startup founders and innovators and let it help you on your journey to success. rmitactivator.edu.auExperiential learning and RMIT Plus Experiential learning at RMIT helps you gain essential skills for life and work. It can include activities such as student volunteering, micro-credentials and career mentoring, and involves lots of opportunities to experience personal growth, make friends and test out new hobbies and interests alongside your study. If you’ve already got a clear idea of goals you want to achieve and the skills you’d like to develop, you can take your experiential learning a step further with RMIT Plus. This is a self-guided program where you can identify the areas you’d like to improve, create an action plan and monitor your progress at your own pace. Through RMIT Plus, you can also formalise your experiential learning by getting it added to your academic transcript! rmit.edu.au/experiential-learning Work-integrated learning (WIL) WIL is an activity where you apply your academic learning in a real-life situation with an industry or community partner. Higher education and vocational education students can complete a WIL activity, which is formally assessed for credit towards your qualification. The type of WIL activities you undertake will depend on your course and study discipline, and can occur on or off campus. They may be: ■work placements such as clinical placements, internships or field education or professional practices ■projects with industry and community-based organisations ■art projects with exhibitions WIL simulations are activities where you practise using technology, equipment or activities that are not possible to complete in an industry setting, e.g. moot courts. DID YOU KNOW? RMIT Activator Residency Program Working while studying Since 1 July 2023, international students have been able to work up to 48 hours per fortnight. Different visas have different rules around working rights, so it’s important to check your visa conditions. For more information about your working conditions, rights and obligations in Australia, visit: rmit.edu.au/study-with-us/moving-to-melbourne/ working-in-australia After graduating If you complete two years of a bachelor’s degree, master’s degree or PhD in Australia you could be eligible for a Temporary Graduate visa, which allows you to live in Australia for a further two years or more. For further information, visit: immi.homeaffairs.gov.au/visas/getting-a-visa/visa-listing/ temporary-graduate-485"
    },
    {
      "id": "Careers_and_opportunities.3",
      "type": "section",
      "title": "Careers and opportunities – Experiential learning and RMIT Plus",
      "path": [
        "Careers and opportunities",
        "Experiential learning and RMIT Plus"
      ],
      "text": "Experiential learning at RMIT helps you gain essential skills for life and work. It can include activities such as student volunteering, micro-credentials and career mentoring, and involves lots of opportunities to experience personal growth, make friends and test out new hobbies and interests alongside your study. If you’ve already got a clear idea of goals you want to achieve and the skills you’d like to develop, you can take your experiential learning a step further with RMIT Plus. This is a self-guided program where you can identify the areas you’d like to improve, create an action plan and monitor your progress at your own pace. Through RMIT Plus, you can also formalise your experiential learning by getting it added to your academic transcript! rmit.edu.au/experiential-learning Work-integrated learning (WIL) WIL is an activity where you apply your academic learning in a real-life situation with an industry or community partner. Higher education and vocational education students can complete a WIL activity, which is formally assessed for credit towards your qualification. The type of WIL activities you undertake will depend on your course and study discipline, and can occur on or off campus. They may be: ■work placements such as clinical placements, internships or field education or professional practices ■projects with industry and community-based organisations ■art projects with exhibitions WIL simulations are activities where you practise using technology, equipment or activities that are not possible to complete in an industry setting, e.g. moot courts. DID YOU KNOW? RMIT Activator Residency Program Working while studying Since 1 July 2023, international students have been able to work up to 48 hours per fortnight. Different visas have different rules around working rights, so it’s important to check your visa conditions. For more information about your working conditions, rights and obligations in Australia, visit: rmit.edu.au/study-with-us/moving-to-melbourne/ working-in-australia After graduating If you complete two years of a bachelor’s degree, master’s degree or PhD in Australia you could be eligible for a Temporary Graduate visa, which allows you to live in Australia for a further two years or more. For further information, visit: immi.homeaffairs.gov.au/visas/getting-a-visa/visa-listing/ temporary-graduate-485"
    },
    {
      "id": "Careers_and_opportunities.4",
      "type": "section",
      "title": "Careers and opportunities – Work-integrated learning (WIL)",
      "path": [
        "Careers and opportunities",
        "Work-integrated learning (WIL)"
      ],
      "text": "WIL is an activity where you apply your academic learning in a real-life situation with an industry or community partner. Higher education and vocational education students can complete a WIL activity, which is formally assessed for credit towards your qualification. The type of WIL activities you undertake will depend on your course and study discipline, and can occur on or off campus. They may be: ■work placements such as clinical placements, internships or field education or professional practices ■projects with industry and community-based organisations ■art projects with exhibitions WIL simulations are activities where you practise using technology, equipment or activities that are not possible to complete in an industry setting, e.g. moot courts. DID YOU KNOW? RMIT Activator Residency Program Working while studying Since 1 July 2023, international students have been able to work up to 48 hours per fortnight. Different visas have different rules around working rights, so it’s important to check your visa conditions. For more information about your working conditions, rights and obligations in Australia, visit: rmit.edu.au/study-with-us/moving-to-melbourne/ working-in-australia After graduating If you complete two years of a bachelor’s degree, master’s degree or PhD in Australia you could be eligible for a Temporary Graduate visa, which allows you to live in Australia for a further two years or more. For further information, visit: immi.homeaffairs.gov.au/visas/getting-a-visa/visa-listing/ temporary-graduate-485"
    },
    {
      "id": "Careers_and_opportunities.5",
      "type": "section",
      "title": "Careers and opportunities – Working while studying",
      "path": [
        "Careers and opportunities",
        "Working while studying"
      ],
      "text": "Since 1 July 2023, international students have been able to work up to 48 hours per fortnight. Different visas have different rules around working rights, so it’s important to check your visa conditions. For more information about your working conditions, rights and obligations in Australia, visit: rmit.edu.au/study-with-us/moving-to-melbourne/ working-in-australia After graduating If you complete two years of a bachelor’s degree, master’s degree or PhD in Australia you could be eligible for a Temporary Graduate visa, which allows you to live in Australia for a further two years or more. For further information, visit: immi.homeaffairs.gov.au/visas/getting-a-visa/visa-listing/ temporary-graduate-485"
    },
    {
      "id": "Careers_and_opportunities.6",
      "type": "section",
      "title": "Careers and opportunities – After graduating",
      "path": [
        "Careers and opportunities",
        "After graduating"
      ],
      "text": "If you complete two years of a bachelor’s degree, master’s degree or PhD in Australia you could be eligible for a Temporary Graduate visa, which allows you to live in Australia for a further two years or more. For further information, visit: immi.homeaffairs.gov.au/visas/getting-a-visa/visa-listing/ temporary-graduate-485"
    },
    {
      "id": "Online_study",
      "type": "section",
      "title": "Online study",
      "path": [
        "Online study"
      ],
      "text": "Discover practical skills and explore your career goals from the comfort of your home through RMIT Online. If you are an international student, your institution may have a partnership with RMIT that enables you to transfer credit! Explore online coursesContact RMIT Online Email: rmitonline.edu.au Call us: 1300 145 032DID YOU KNOW? 19,000+ online studentsLearn alongside a community of 50+ credentials across different levels of studyDiscover a suite of 70+ industry-leading organisationsWork on real-world projects with Why study with RMIT Online? Real-world skills Develop in-demand skills in projects led by renowned industry partners. 100% online delivery Balance work, study and life commitments with flexible online study that works around your schedule. Supportive community Build a network of industry experts and peers, and be supported by our dedicated success team. Industry-recognised credentials Graduate with a full undergraduate or postgraduate qualification, or gain a certi fied digital credential to showcase to future employers. Discover courses across business, marketing, data science, design and more RMIT Online offers full bachelor’s degrees (including standalone majors and minors), graduate certificates, graduate diplomas and master’s degrees. Many of these can be undertaken part-time and some can even be completed in as little as eight months. If you have a specific skill in mind, RMIT Online also offers Future Skills short courses. These can be completed in as little as four to six weeks. RMIT Online courses are available to offshore applicants and applicants who are in Australia on a temporary visa (other than a student visa) with a full study entitlement. Please note that RMIT Online courses do not meet student visa requirements. Online study"
    },
    {
      "id": "Scholarships.1",
      "type": "section",
      "title": "Scholarships – Scholarships for international students",
      "path": [
        "Scholarships",
        "Scholarships for international students"
      ],
      "text": "RMIT offers a range of scholarships to commencing international students across all fields of study. RMIT-funded scholarships RMIT scholarships can help with all kinds of study costs such as textbooks, fees, accommodation and living expenses. While many of the scholarships consider academic achievement, there are also scholarships awarded based on what you are studying, where you are from or your personal circumstances. Explore RMIT-funded scholarships ■Academic Merit Scholarship This scholarship provides financial assistance to outstanding international students from Southeast Asia, including Cambodia, Indonesia, Malaysia, Philippines, Thailand or Vietnam. Explore Academic Merit Scholarship ■Future Leaders Scholarship This scholarship is awarded to international students from India, Sri Lanka, Bangladesh, Bhutan, Nepal or Pakistan who are commencing their bachelor’s or master’s degree at RMIT. Explore Future Leaders ScholarshipAustralia Awards Scholarships Australia Awards are prestigious international scholarships and fellowships funded by the Australian Government. An Australia Awards Scholarship can help financially to support your study or research at RMIT. rmit.edu.au/australia-awards-scholarships External scholarships (sponsorship) RMIT currently welcomes more than 800 students who have had their study funded, or sponsored, by their home governments. Discover sponsorshipRMIT is committed to enriching and transforming the lives of our students. To make our courses more accessible to students of all backgrounds, we award more than 3,000 scholarships every year. Learn more about scholarships for international students 3,000+ scholarships were awarded to our students in 2024.DID YOU KNOW?"
    },
    {
      "id": "Scholarships.2",
      "type": "section",
      "title": "Scholarships – RMIT-funded scholarships",
      "path": [
        "Scholarships",
        "RMIT-funded scholarships"
      ],
      "text": "RMIT scholarships can help with all kinds of study costs such as textbooks, fees, accommodation and living expenses. While many of the scholarships consider academic achievement, there are also scholarships awarded based on what you are studying, where you are from or your personal circumstances. Explore RMIT-funded scholarships ■Academic Merit Scholarship This scholarship provides financial assistance to outstanding international students from Southeast Asia, including Cambodia, Indonesia, Malaysia, Philippines, Thailand or Vietnam. Explore Academic Merit Scholarship ■Future Leaders Scholarship This scholarship is awarded to international students from India, Sri Lanka, Bangladesh, Bhutan, Nepal or Pakistan who are commencing their bachelor’s or master’s degree at RMIT. Explore Future Leaders ScholarshipAustralia Awards Scholarships Australia Awards are prestigious international scholarships and fellowships funded by the Australian Government. An Australia Awards Scholarship can help financially to support your study or research at RMIT. rmit.edu.au/australia-awards-scholarships External scholarships (sponsorship) RMIT currently welcomes more than 800 students who have had their study funded, or sponsored, by their home governments. Discover sponsorshipRMIT is committed to enriching and transforming the lives of our students. To make our courses more accessible to students of all backgrounds, we award more than 3,000 scholarships every year. Learn more about scholarships for international students 3,000+ scholarships were awarded to our students in 2024.DID YOU KNOW?"
    },
    {
      "id": "Scholarships.3",
      "type": "section",
      "title": "Scholarships – Australia Awards Scholarships",
      "path": [
        "Scholarships",
        "Australia Awards Scholarships"
      ],
      "text": "Australia Awards are prestigious international scholarships and fellowships funded by the Australian Government. An Australia Awards Scholarship can help financially to support your study or research at RMIT. rmit.edu.au/australia-awards-scholarships External scholarships (sponsorship) RMIT currently welcomes more than 800 students who have had their study funded, or sponsored, by their home governments. Discover sponsorshipRMIT is committed to enriching and transforming the lives of our students. To make our courses more accessible to students of all backgrounds, we award more than 3,000 scholarships every year. Learn more about scholarships for international students 3,000+ scholarships were awarded to our students in 2024.DID YOU KNOW?"
    },
    {
      "id": "Scholarships.4",
      "type": "section",
      "title": "Scholarships – External scholarships (sponsorship)",
      "path": [
        "Scholarships",
        "External scholarships (sponsorship)"
      ],
      "text": "RMIT currently welcomes more than 800 students who have had their study funded, or sponsored, by their home governments. Discover sponsorshipRMIT is committed to enriching and transforming the lives of our students. To make our courses more accessible to students of all backgrounds, we award more than 3,000 scholarships every year. Learn more about scholarships for international students 3,000+ scholarships were awarded to our students in 2024.DID YOU KNOW?"
    },
    {
      "id": "Contact",
      "type": "section",
      "title": "Contact",
      "path": [
        "Contact"
      ],
      "text": "330 Swanston Street (cnr La Trobe Street) Melbourne VIC 3000 +61 3 9925 2260 rmit.edu.au Connect with RMIT This guide provides information about RMIT’s Melbourne-based courses for prospective international students. Prepared March 2025. Every effort has been made to ensure the information contained in this publication is accurate and current at the date of printing. Courses and subject content and requirements may be subject to change after publication of this guide. For the most up-to-date information, please refer to the RMIT University website before lodging your application. Throughout this guide, we have used the following terminology: Course = Overall qualification (e.g. Bachelor of Science) Subject = Individual Unit (e.g. Chemistry Fundamentals CHEM1313) Note that other material at RMIT (including some websites linked in this guide) may use different terminology, such as: Program = Overall qualification (e.g. Bachelor of Science) Course = Individual Unit (e.g. Chemistry Fundamentals CHEM1313) If you have any questions about the terminology or need clarification before lodging your application, please contact Study@RMIT for assistance. RMIT University CRICOS provider code: 00122A | RMIT Training Pty Ltd CRICOS provider code: 01912G | RMIT University RTO code: 3046"
    }
  ],
  "chunks": [
    {
      "id": "K.001",
      "text": "BP094 Bachelor of Computer Science\nLocation: Melbourne City Duration: of a Intakes: CRICOS Code 061076G CRICOS: 061076G Annual Tuition Fees: 2026 A guide for international students | RMIT University English Requirements: To study this course you will need to complete one of the following English proficiency tests: −IELTS (Academic): minimum overall band of 6.5 (with no individual band below 6.0) −TOEFL (Internet Based Test - IBT): minimum overall score of 79 (with minimum of 13 in Reading, 12 in Listening, 18 in Speaking and 21 in Writing) −Pearson Test of English (Academic) (PTE (A)): minimum score of 58 (with no communication band less than 50) −Cambridge English: Advanced (CAE): minimum of 176 with no less than 169 in any component. Note: RMIT does not accept scores from ‘at-home’ or ‘online’ testing. For detailed information on English language requirements and other proficiency tests recognised by RMIT, visit English language requirements and equivalency information . Don’t meet the English language test scores? Complete an English for Academic Purposes (EAP) Advanced Plus at RMIT University Prerequisites: Victorian Certificate of Education (VCE) units 3 and 4: a study score of at least 20 in one of Maths: General Mathematics, Maths: Mathematical Methods or Maths: Specialist Mathematics or equivalent studies . Selection Tasks: A selection task is not required for entry into this qualification. Pathways: (RMIT UP).Prerequisites Victorian Certificate of Education (VCE) units 3 and 4: a study score of at least 20 in one of Maths: General Mathematics, Maths: Mathematical Methods or Maths: Specialist Mathematics or equivalent studies . Selection Tasks A selection task is not required for entry into this qualification. Pathways You may be eligible for entry to the Bachelor of Science (Computer Science) (Honours) when you successfully complete the Bachelor of Computer Science. Alternatively, you may be eligible for entry into other RMIT Honours or postgraduate degrees. You are guaranteed entry to the Bachelor of Computer Science with two semesters of advanced standing* (equivalent to 96 credit) when you successfully complete the Associate Degree in Information Technology , including the pre-requisite courses. *Based on full-time study load of 96 credit points per year. Individual circumstances may vary and please be aware that not all courses are offered each semester. These circumstances may affect the total Industry Connections: The School of Computing Technologies has a very strong Industry Advisory Committee, with members including staff from major IT companies with a global and local presence. The committee provides feedback and input into the curriculum of this computer science course, ensuring it remains relevant to your needs as a graduate and to the needs of employers. In your first year of studies, you will participate in RMIT’s signature programming Bootcamp2Studio model, which allow you to gain program development skills, design and implement small-scale software systems and apply software development practices and standards through project-based learning. You will also participate in hackathons developed with RMIT Activator, that will provide testing grounds for your skills with real-life problems and valuable networking opportunities. In your final semester, you will undertake a capstone project that simulates an industry environment. Here, you will apply your skills in large-scale software application development. Many students tackle real-world problems for their projects with close involvement and supervision by an industry mentor. Program Structure: For the most up-to-date information regarding this course, pathways and career outcomes visit Bachelor of Computer Science or search rmit.edu.au for BP094.",
      "source_ids": [
        "BP094"
      ],
      "token_estimate": 717
    },
    {
      "id": "K.002",
      "text": "BP340 Bachelor of Data Science\nLocation: Melbourne City Duration: Full-time 3 years Intakes: CRICOS Code 110801G CRICOS: 110801G Annual Tuition Fees: 2026 A guide for international students | RMIT University English Requirements: To study this course you will need to complete one of the following English proficiency tests: −IELTS (Academic): minimum overall band of 6.5 (with no individual band below 6.0) −TOEFL (Internet Based Test - IBT): minimum overall score of 79 (with minimum of 13 in Reading, 12 in Listening, 18 in Speaking and 21 in Writing) −Pearson Test of English (Academic) (PTE (A)): minimum score of 58 (with no communication band less than 50) −Cambridge English: Advanced (CAE): minimum of 176 with no less than 169 in any component. Note: RMIT does not accept scores from ‘at-home’ or ‘online’ testing. For detailed information on English language requirements and other proficiency tests recognised by RMIT, visit English language requirements and equivalency information . Don’t meet the English language test scores? Complete an English for Academic Purposes (EAP) Advanced Plus at RMIT University Prerequisites: Victorian Certificate of Education (VCE) units 3 and 4: −a study score of at least 20 in one of Maths: General Mathematics, Maths: Mathematical Methods or Maths: Specialist Mathematics or equivalent studies Selection Tasks: A selection task is not required for entry into this qualification. Pathways: (RMIT UP).Prerequisites Victorian Certificate of Education (VCE) units 3 and 4: −a study score of at least 20 in one of Maths: General Mathematics, Maths: Mathematical Methods or Maths: Specialist Mathematics or equivalent studies Selection Tasks A selection task is not required for entry into this qualification. Pathways When you successfully complete this program, you may be eligible for entry into an RMIT Honours or postgraduate degree. You are guaranteed entry to the Bachelor of Data Science with two semesters of credit (equivalent to 96 credit points) when you successfully complete the Associate Degree in Information Technology , including the prerequisite courses. Alternatively, you can gain entry from RMIT Foundation Studies or a range of vocational study programs. Industry Connections: The School of Computing Technologies has strong links with the data science profession and related areas of business, governement and industry, in Australia and internationally. Program Structure: For the most up-to-date information regarding this course, pathways and career outcomes visit Bachelor of Data Science or search rmit.edu.au for BP340. This course made me feel like I was part of a community, being helped by and being able to help people from all over the world. Besides the great teachers, videos and content we had at our disposal, having mentors to help us along the way was a great added touch. Ryan Mangels Blockchain Strategy — Future Skills short course Online study Discover practical skills and explore your career goals from the comfort of your home through RMIT Online. If you are an international student, your institution may have a partnership with RMIT that enables you to transfer credit! Explore online coursesContact RMIT Online Email: rmitonline.edu.au Call us: 1300 145 032DID YOU KNOW? 19,000+ online studentsLearn alongside a community of 50+ credentials across different levels of studyDiscover a suite of 70+ industry-leading organisationsWork on real-world projects with Why study with RMIT Online? Real-world skills Develop in-demand skills in projects led by renowned industry partners. 100% online delivery Balance work, study and life commitments with flexible online study that works around your schedule. Supportive community Build a network of industry experts and peers, and be supported by our dedicated success team. Industry-recognised credentials Graduate with a full undergraduate or postgraduate qualification, or gain a certi fied digital credential to showcase to future employers. Discover courses across business, marketing, data science, design and more RMIT Online offers full bachelor’s degrees (including standalone majors and minors), graduate certificates, graduate diplomas and master’s degrees. Many of these can be undertaken part-time and some can even be completed in as little as eight months. If you have a specific skill in mind, RMIT Online also offers Future Skills short courses. These can be completed in as little as four to six weeks. RMIT Online courses are available to offshore applicants and applicants who are in Australia on a temporary visa (other than a student visa) with a full study entitlement. Please note that RMIT Online courses do not meet student visa requirements. Online study Scholarships Scholarships for international students RMIT offers a range of scholarships to commencing international students across all fields of study. RMIT-funded scholarships RMIT scholarships can help with all kinds of study costs such as textbooks, fees, accommodation and living expenses. While many of the scholarships consider academic achievement, there are also scholarships awarded based on what you are studying, where you are from or your personal circumstances. Explore RMIT-funded scholarships ■Academic Merit Scholarship This scholarship provides financial assistance to outstanding international students from Southeast Asia, including Cambodia, Indonesia, Malaysia, Philippines, Thailand or Vietnam. Explore Academic Merit Scholarship ■Future Leaders Scholarship This scholarship is awarded to international students from India, Sri Lanka, Bangladesh, Bhutan, Nepal or Pakistan who are commencing their bachelor’s or master’s degree at RMIT. Explore Future Leaders ScholarshipAustralia Awards Scholarships Australia Awards are prestigious international scholarships and fellowships funded by the Australian Government. An Australia Awards Scholarship can help financially to support your study or research at RMIT. rmit.edu.au/australia-awards-scholarships External scholarships (sponsorship) RMIT currently welcomes more than 800 students who have had their study funded, or sponsored, by their home governments. Discover sponsorshipRMIT is committed to enriching and transforming the lives of our students. To make our courses more accessible to students of all backgrounds, we award more than 3,000 scholarships every year. Learn more about scholarships for international students 3,000+ scholarships were awarded to our students in 2024.DID YOU KNOW? How to apply as an international student Find out everything you need to know to apply to RMIT. Apply to RMIT in five steps Academic Merit and Future Leadership Scholarships are assessed as part of applications, so be sure to check if you are eligible for these scholarships. Find the right course Search by course name, study area or your future career to find the courses that will help you achieve your goals. Check the entry requirements for your course You’ll find this information on the course page, or you can ask our Study@RMIT team for help. It’s also a good idea to check that you meet the minimum English language requirement and academic requirements for your course. Collect all required documents The documents you’re required to submit will vary depending on your application and will be clearly outlined to you. Some examples of required documents include previous academic transcripts, evidence of English language level, and a copy of your passport. Submit your application Application methods vary depending on what course you wish to study and where you have completed your previous study. Accept your offer and enrol If your application is successful, you’ll receive an offer letter, which will contain instructions on how to accept your offer. After this, you’ll be ready to enrol and start at RMIT!Discover courses Entry requirements Application methods Accept your offer and enrol1 2 3 4 5Required documentsCountry or region equivalency for academic requirements I’ve been fortunate enough to participate in workshops and events organised by the Australia Awards Scholarship program, which has connected me with fellows from a variety of programs and universities. These experiences have allowed me to expand my network across multiple sectors, and I’ve learned so much from people with different expertise and career paths. Somsouk Vangxuexa Master of Project Management student from Laos Scholarships / How to apply as an international student Contact us 330 Swanston Street (cnr La Trobe Street) Melbourne VIC 3000 +61 3 9925 2260 rmit.edu.au Connect with RMIT This guide provides information about RMIT’s Melbourne-based courses for prospective international students. Prepared March 2025. Every effort has been made to ensure the information contained in this publication is accurate and current at the date of printing. Courses and subject content and requirements may be subject to change after publication of this guide. For the most up-to-date information, please refer to the RMIT University website before lodging your application. Throughout this guide, we have used the following terminology: Course = Overall qualification (e.g. Bachelor of Science) Subject = Individual Unit (e.g. Chemistry Fundamentals CHEM1313) Note that other material at RMIT (including some websites linked in this guide) may use different terminology, such as: Program = Overall qualification (e.g. Bachelor of Science) Course = Individual Unit (e.g. Chemistry Fundamentals CHEM1313) If you have any questions about the terminology or need clarification before lodging your application, please contact Study@RMIT for assistance. RMIT University CRICOS provider code: 00122A | RMIT Training Pty Ltd CRICOS provider code: 01912G | RMIT University RTO code: 3046",
      "source_ids": [
        "BP340"
      ],
      "token_estimate": 1868
    },
    {
      "id": "K.003",
      "text": "Support services :: Equitable learning and disability support\nWe aim to support and create equal opportunities for students with a disability, mental health condition, long-term illness and/or neurodivergence and neurological conditions to participate in their studies. Services provided may include study adjustments, assistive technology and enabling support staff (such as Auslan interpreters, notetakers, participation assistance and more). rmit.edu.au/student-support-ELS Support services :: Counselling\nCounselling at RMIT offers students a safe, friendly and confidential environment to seek help. Whether you’re struggling with personal issues, mental health, or you just have something you want to talk through, we offer counselling in person or online. rmit.edu.au/student-support-counselling Support services :: Financial assistance\nStudent Welfare Advisors at Student Connect can provide advice on a wide range of financial matters, including personal budgeting. You can also speak with them about one-off and short-term emergency support and financial assistance. rmit.edu.au/students/support-services/ financial-legalsupport/financial-welfare-advice Support services :: Safer Community\nAt RMIT, we are committed to providing a respectful and safe place to study. If you are feeling unsafe or unsure of what to do about threatening or unwanted behaviour, including sexual harassment or family violence, you can talk to a member of Safer Community about your concerns and options, even if the behaviour happened off campus. rmit.edu.au/safercommunity Email: safercommunity@rmit.edu.au or call us: 03 9925 2396 Support services :: Support for international students\nInternational students are an important and valued part of the RMIT community. We offer lots of resources and support services to help international students settle in and make friends, including study and English language support, pre-departure checklists and on-campus events. rmit.edu.au/students/support-services/international-students Support services :: SafeZone\nYour safety is our priority at all times. To help you feel safe on campus, students can download SafeZone, a free app that is available for any smartphone. SafeZone allows you to instantly access support and help if you need it. It includes an emergency alert button, instant help calls to campus security and a first aid request button. rmit.edu.au/safezone Support services :: Chaplaincy\nThe Chaplaincy provides compassionate help and spiritual support for all students, whatever their religious beliefs may be. We offer quiet spaces and a listening ear, and we welcome you to join us for one of our many multi-faith events. rmit.edu.au/student-support-chaplaincy",
      "source_ids": [
        "Support_services",
        "Support_services",
        "Support_services",
        "Support_services",
        "Support_services",
        "Support_services",
        "Support_services"
      ],
      "token_estimate": 513
    },
    {
      "id": "K.004",
      "text": "Support services :: Legal support\nRMIT Student Legal Service offers free, confidential legal advice to students. We can advise on issues such as renting, employment, fines, criminal law, debts, motor vehicle accidents, your safety, your consumer rights and more. rmit.edu.au/student-support-legal Support for Aboriginal and/or Torres Strait Islander students The Ngarara Willim Centre is a place at RMIT for Aboriginal and/or Torres Strait Islander students to engage with their education and to be supported and encouraged throughout their studies. The team offers ongoing guidance with study, living and cultural needs while you reach your potential. rmit.edu.au/students/support-services/indigenous Get future ready / Support services — BP094 Bachelor of Computer Science This top-ranking Bachelor of Computer Science will provide you with cutting-edge programming and software development skills. Find out more. English Language Requirements To study this course you will need to complete one of the following English proficiency tests: −IELTS (Academic): minimum overall band of 6.5 (with no individual band below 6.0) −TOEFL (Internet Based Test - IBT): minimum overall score of 79 (with minimum of 13 in Reading, 12 in Listening, 18 in Speaking and 21 in Writing) −Pearson Test of English (Academic) (PTE (A)): minimum score of 58 (with no communication band less than 50) −Cambridge English: Advanced (CAE): minimum of 176 with no less than 169 in any component. Note: RMIT does not accept scores from ‘at-home’ or ‘online’ testing. For detailed information on English language requirements and other proficiency tests recognised by RMIT, visit English language requirements and equivalency information . Don’t meet the English language test scores? Complete an English for Academic Purposes (EAP) Advanced Plus at RMIT University Pathways (RMIT UP).Prerequisites Victorian Certificate of Education (VCE) units 3 and 4: a study score of at least 20 in one of Maths: General Mathematics, Maths: Mathematical Methods or Maths: Specialist Mathematics or equivalent studies . Selection Tasks A selection task is not required for entry into this qualification. Pathways You may be eligible for entry to the Bachelor of Science (Computer Science) (Honours) when you successfully complete the Bachelor of Computer Science. Alternatively, you may be eligible for entry into other RMIT Honours or postgraduate degrees. You are guaranteed entry to the Bachelor of Computer Science with two semesters of advanced standing* (equivalent to 96 credit) when you successfully complete the Associate Degree in Information Technology , including the pre-requisite courses. *Based on full-time study load of 96 credit points per year. Individual circumstances may vary and please be aware that not all courses are offered each semester. These circumstances may affect the total duration of a program. Alternatively, you can gain entry from RMIT Foundation Studies or a range of vocational study programs.Location Melbourne City Duration Full-time 3 years Intakes CRICOS Code 061076G Curriculum Code Annual Tuition Fees 2026 A guide for international students | RMIT University CRICOS Provider Code: 00122A | RTO Code: 3046AU$43,200 (2026 annual) Feb-2026|Jul-2026 2026 A guide for international students | RMIT University CRICOS Provider Code: 00122A | RTO Code: 3046You are guaranteed entry to the Bachelor of Computer Science with two semesters of advanced standing* (equivalent to 96 credit) when you successfully complete the Associate Degree in Information Technology , including the pre-requisite courses. *Based on full-time study load of 96 credit points per year. Individual circumstances may vary and please be aware that not all courses are offered each semester. These circumstances may affect the total duration of a program. Industry Connections The School of Computing Technologies has a very strong Industry Advisory Committee, with members including staff from major IT companies with a global and local presence. The committee provides feedback and input into the curriculum of this computer science course, ensuring it remains relevant to your needs as a graduate and to the needs of employers. In your first year of studies, you will participate in RMIT’s signature programming Bootcamp2Studio model, which allow you to gain program development skills, design and implement small-scale software systems and apply software development practices and standards through project-based learning. You will also participate in hackathons developed with RMIT Activator, that will provide testing grounds for your skills with real-life problems and valuable networking opportunities. In your final semester, you will undertake a capstone project that simulates an industry environment. Here, you will apply your skills in large-scale software application development. Many students tackle real-world problems for their projects with close involvement and supervision by an industry mentor. Program Structure For the most up-to-date information regarding this course, pathways and career outcomes visit Bachelor of Computer Science or search rmit.edu.au for BP094. — BP340 Bachelor of Data Science Join the rapidly expanding field of data science and take steps toward a rewarding career as a data scientist. English Language Requirements To study this course you will need to complete one of the following English proficiency tests: −IELTS (Academic): minimum overall band of 6.5 (with no individual band below 6.0) −TOEFL (Internet Based Test - IBT): minimum overall score of 79 (with minimum of 13 in Reading, 12 in Listening, 18 in Speaking and 21 in Writing) −Pearson Test of English (Academic) (PTE (A)): minimum score of 58 (with no communication band less than 50) −Cambridge English: Advanced (CAE): minimum of 176 with no less than 169 in any component. Note: RMIT does not accept scores from ‘at-home’ or ‘online’ testing. For detailed information on English language requirements and other proficiency tests recognised by RMIT, visit English language requirements and equivalency information . Don’t meet the English language test scores? Complete an English for Academic Purposes (EAP) Advanced Plus at RMIT University Pathways (RMIT UP).Prerequisites Victorian Certificate of Education (VCE) units 3 and 4: −a study score of at least 20 in one of Maths: General Mathematics, Maths: Mathematical Methods or Maths: Specialist Mathematics or equivalent studies Selection Tasks A selection task is not required for entry into this qualification. Pathways When you successfully complete this program, you may be eligible for entry into an RMIT Honours or postgraduate degree. You are guaranteed entry to the Bachelor of Data Science with two semesters of credit (equivalent to 96 credit points) when you successfully complete the Associate Degree in Information Technology , including the prerequisite courses. Alternatively, you can gain entry from RMIT Foundation Studies or a range of vocational study programs. Industry Connections The School of Computing Technologies has strong links with the data science profession and related areas of business, governement and industry, in Australia and internationally.Location Melbourne City Duration Full-time 3 years Intakes CRICOS Code 110801G Curriculum Code Annual Tuition Fees 2026 A guide for international students | RMIT University CRICOS Provider Code: 00122A | RTO Code: 3046AU$43,200 (2026 annual) Feb-2026|Jul-2026 2026 A guide for international students | RMIT University CRICOS Provider Code: 00122A | RTO Code: 3046Data science experts contributed to the initial development of this data science course and continue to provide input to improve the degree. Their involvement ensures the degree remains relevant to your needs as a graduate and to the needs of employers. Learn and be inspired by academics with strong research backgrounds and links to industry, as well as sessional teachers, guest lecturers and industry practitioners. Engage with industry through work integrated learning (WIL) experiences, which will enable you to learn, apply and demonstrate your knowledge and skills in a workplace setting (real or simulated) and receive feedback from data scientists working in industry.WIL opportunities include completing an industry capstone project, where you will apply your data science knowledge to plan and execute a substantial research-based or industry-sponsored project. You will also complete a case studies in data science subject where you will receive feedback from data scientists working in industry. Program Structure For the most up-to-date information regarding this course, pathways and career outcomes visit Bachelor of Data Science or search rmit.edu.au for BP340. This course made me feel like I was part of a community, being helped by and being able to help people from all over the world. Besides the great teachers, videos and content we had at our disposal, having mentors to help us along the way was a great added touch. Ryan Mangels Blockchain Strategy — Future Skills short course",
      "source_ids": [
        "Support_services"
      ],
      "token_estimate": 1745
    },
    {
      "id": "K.005",
      "text": "Support services :: Support for Aboriginal and/or Torres Strait Islander students\n Careers and opportunities :: Career Connect\nCareer Connect is your drop-in service centre for all things career-related. Career Connect offers services such as: ■help finding and applying for casual, part-time and graduate jobs ■job interview preparation ■free résumé and cover letter workshops ■industry events and networking sessions ■one-on-one career consultation appointments ■subject or course advice In 2024, Career Connect at RMIT was a finalist for the Most Popular Career Service by the Australian Association of Graduate Employers (AAGE) at the Graduate Recruitment Industry Awards (AGRIA). rmit.edu.au/career-connect RMIT Activator Activator is RMIT’s home of entrepreneurship. Its workshops, online learning and startup programs position participants to grow their ideas, launch their business venture, and make an impact. At Activator, you can access mentors, attend masterclasses, request business coaching, apply for funding and learn the enterprise skills you need to support your ideas. No matter what your future looks like, plug into Activator’s ecosystem of entrepreneurs, intrapreneurs, startup founders and innovators and let it help you on your journey to success. rmitactivator.edu.auExperiential learning and RMIT Plus Experiential learning at RMIT helps you gain essential skills for life and work. It can include activities such as student volunteering, micro-credentials and career mentoring, and involves lots of opportunities to experience personal growth, make friends and test out new hobbies and interests alongside your study. If you’ve already got a clear idea of goals you want to achieve and the skills you’d like to develop, you can take your experiential learning a step further with RMIT Plus. This is a self-guided program where you can identify the areas you’d like to improve, create an action plan and monitor your progress at your own pace. Through RMIT Plus, you can also formalise your experiential learning by getting it added to your academic transcript! rmit.edu.au/experiential-learning Work-integrated learning (WIL) WIL is an activity where you apply your academic learning in a real-life situation with an industry or community partner. Higher education and vocational education students can complete a WIL activity, which is formally assessed for credit towards your qualification. The type of WIL activities you undertake will depend on your course and study discipline, and can occur on or off campus. They may be: ■work placements such as clinical placements, internships or field education or professional practices ■projects with industry and community-based organisations ■art projects with exhibitions WIL simulations are activities where you practise using technology, equipment or activities that are not possible to complete in an industry setting, e.g. moot courts. DID YOU KNOW? RMIT Activator Residency Program Working while studying Since 1 July 2023, international students have been able to work up to 48 hours per fortnight. Different visas have different rules around working rights, so it’s important to check your visa conditions. For more information about your working conditions, rights and obligations in Australia, visit: rmit.edu.au/study-with-us/moving-to-melbourne/ working-in-australia After graduating If you complete two years of a bachelor’s degree, master’s degree or PhD in Australia you could be eligible for a Temporary Graduate visa, which allows you to live in Australia for a further two years or more. For further information, visit: immi.homeaffairs.gov.au/visas/getting-a-visa/visa-listing/ temporary-graduate-485 Careers and opportunities :: RMIT Activator\nActivator is RMIT’s home of entrepreneurship. Its workshops, online learning and startup programs position participants to grow their ideas, launch their business venture, and make an impact. At Activator, you can access mentors, attend masterclasses, request business coaching, apply for funding and learn the enterprise skills you need to support your ideas. No matter what your future looks like, plug into Activator’s ecosystem of entrepreneurs, intrapreneurs, startup founders and innovators and let it help you on your journey to success. rmitactivator.edu.auExperiential learning and RMIT Plus Experiential learning at RMIT helps you gain essential skills for life and work. It can include activities such as student volunteering, micro-credentials and career mentoring, and involves lots of opportunities to experience personal growth, make friends and test out new hobbies and interests alongside your study. If you’ve already got a clear idea of goals you want to achieve and the skills you’d like to develop, you can take your experiential learning a step further with RMIT Plus. This is a self-guided program where you can identify the areas you’d like to improve, create an action plan and monitor your progress at your own pace. Through RMIT Plus, you can also formalise your experiential learning by getting it added to your academic transcript! rmit.edu.au/experiential-learning Work-integrated learning (WIL) WIL is an activity where you apply your academic learning in a real-life situation with an industry or community partner. Higher education and vocational education students can complete a WIL activity, which is formally assessed for credit towards your qualification. The type of WIL activities you undertake will depend on your course and study discipline, and can occur on or off campus. They may be: ■work placements such as clinical placements, internships or field education or professional practices ■projects with industry and community-based organisations ■art projects with exhibitions WIL simulations are activities where you practise using technology, equipment or activities that are not possible to complete in an industry setting, e.g. moot courts. DID YOU KNOW? RMIT Activator Residency Program Working while studying Since 1 July 2023, international students have been able to work up to 48 hours per fortnight. Different visas have different rules around working rights, so it’s important to check your visa conditions. For more information about your working conditions, rights and obligations in Australia, visit: rmit.edu.au/study-with-us/moving-to-melbourne/ working-in-australia After graduating If you complete two years of a bachelor’s degree, master’s degree or PhD in Australia you could be eligible for a Temporary Graduate visa, which allows you to live in Australia for a further two years or more. For further information, visit: immi.homeaffairs.gov.au/visas/getting-a-visa/visa-listing/ temporary-graduate-485",
      "source_ids": [
        "Support_services",
        "Careers_and_opportunities",
        "Careers_and_opportunities"
      ],
      "token_estimate": 1315
    },
    {
      "id": "K.006",
      "text": "Careers and opportunities :: Experiential learning and RMIT Plus\nExperiential learning at RMIT helps you gain essential skills for life and work. It can include activities such as student volunteering, micro-credentials and career mentoring, and involves lots of opportunities to experience personal growth, make friends and test out new hobbies and interests alongside your study. If you’ve already got a clear idea of goals you want to achieve and the skills you’d like to develop, you can take your experiential learning a step further with RMIT Plus. This is a self-guided program where you can identify the areas you’d like to improve, create an action plan and monitor your progress at your own pace. Through RMIT Plus, you can also formalise your experiential learning by getting it added to your academic transcript! rmit.edu.au/experiential-learning Work-integrated learning (WIL) WIL is an activity where you apply your academic learning in a real-life situation with an industry or community partner. Higher education and vocational education students can complete a WIL activity, which is formally assessed for credit towards your qualification. The type of WIL activities you undertake will depend on your course and study discipline, and can occur on or off campus. They may be: ■work placements such as clinical placements, internships or field education or professional practices ■projects with industry and community-based organisations ■art projects with exhibitions WIL simulations are activities where you practise using technology, equipment or activities that are not possible to complete in an industry setting, e.g. moot courts. DID YOU KNOW? RMIT Activator Residency Program Working while studying Since 1 July 2023, international students have been able to work up to 48 hours per fortnight. Different visas have different rules around working rights, so it’s important to check your visa conditions. For more information about your working conditions, rights and obligations in Australia, visit: rmit.edu.au/study-with-us/moving-to-melbourne/ working-in-australia After graduating If you complete two years of a bachelor’s degree, master’s degree or PhD in Australia you could be eligible for a Temporary Graduate visa, which allows you to live in Australia for a further two years or more. For further information, visit: immi.homeaffairs.gov.au/visas/getting-a-visa/visa-listing/ temporary-graduate-485 Careers and opportunities :: Work-integrated learning (WIL)\nWIL is an activity where you apply your academic learning in a real-life situation with an industry or community partner. Higher education and vocational education students can complete a WIL activity, which is formally assessed for credit towards your qualification. The type of WIL activities you undertake will depend on your course and study discipline, and can occur on or off campus. They may be: ■work placements such as clinical placements, internships or field education or professional practices ■projects with industry and community-based organisations ■art projects with exhibitions WIL simulations are activities where you practise using technology, equipment or activities that are not possible to complete in an industry setting, e.g. moot courts. DID YOU KNOW? RMIT Activator Residency Program Working while studying Since 1 July 2023, international students have been able to work up to 48 hours per fortnight. Different visas have different rules around working rights, so it’s important to check your visa conditions. For more information about your working conditions, rights and obligations in Australia, visit: rmit.edu.au/study-with-us/moving-to-melbourne/ working-in-australia After graduating If you complete two years of a bachelor’s degree, master’s degree or PhD in Australia you could be eligible for a Temporary Graduate visa, which allows you to live in Australia for a further two years or more. For further information, visit: immi.homeaffairs.gov.au/visas/getting-a-visa/visa-listing/ temporary-graduate-485 Careers and opportunities :: Working while studying\nSince 1 July 2023, international students have been able to work up to 48 hours per fortnight. Different visas have different rules around working rights, so it’s important to check your visa conditions. For more information about your working conditions, rights and obligations in Australia, visit: rmit.edu.au/study-with-us/moving-to-melbourne/ working-in-australia After graduating If you complete two years of a bachelor’s degree, master’s degree or PhD in Australia you could be eligible for a Temporary Graduate visa, which allows you to live in Australia for a further two years or more. For further information, visit: immi.homeaffairs.gov.au/visas/getting-a-visa/visa-listing/ temporary-graduate-485 Careers and opportunities :: After graduating\nIf you complete two years of a bachelor’s degree, master’s degree or PhD in Australia you could be eligible for a Temporary Graduate visa, which allows you to live in Australia for a further two years or more. For further information, visit: immi.homeaffairs.gov.au/visas/getting-a-visa/visa-listing/ temporary-graduate-485 Online study\nDiscover practical skills and explore your career goals from the comfort of your home through RMIT Online. If you are an international student, your institution may have a partnership with RMIT that enables you to transfer credit! Explore online coursesContact RMIT Online Email: rmitonline.edu.au Call us: 1300 145 032DID YOU KNOW? 19,000+ online studentsLearn alongside a community of 50+ credentials across different levels of studyDiscover a suite of 70+ industry-leading organisationsWork on real-world projects with Why study with RMIT Online? Real-world skills Develop in-demand skills in projects led by renowned industry partners. 100% online delivery Balance work, study and life commitments with flexible online study that works around your schedule. Supportive community Build a network of industry experts and peers, and be supported by our dedicated success team. Industry-recognised credentials Graduate with a full undergraduate or postgraduate qualification, or gain a certi fied digital credential to showcase to future employers. Discover courses across business, marketing, data science, design and more RMIT Online offers full bachelor’s degrees (including standalone majors and minors), graduate certificates, graduate diplomas and master’s degrees. Many of these can be undertaken part-time and some can even be completed in as little as eight months. If you have a specific skill in mind, RMIT Online also offers Future Skills short courses. These can be completed in as little as four to six weeks. RMIT Online courses are available to offshore applicants and applicants who are in Australia on a temporary visa (other than a student visa) with a full study entitlement. Please note that RMIT Online courses do not meet student visa requirements. Online study",
      "source_ids": [
        "Careers_and_opportunities",
        "Careers_and_opportunities",
        "Careers_and_opportunities",
        "Careers_and_opportunities",
        "Online_study"
      ],
      "token_estimate": 1382
    },
    {
      "id": "K.007",
      "text": "Scholarships :: Scholarships for international students\nRMIT offers a range of scholarships to commencing international students across all fields of study. RMIT-funded scholarships RMIT scholarships can help with all kinds of study costs such as textbooks, fees, accommodation and living expenses. While many of the scholarships consider academic achievement, there are also scholarships awarded based on what you are studying, where you are from or your personal circumstances. Explore RMIT-funded scholarships ■Academic Merit Scholarship This scholarship provides financial assistance to outstanding international students from Southeast Asia, including Cambodia, Indonesia, Malaysia, Philippines, Thailand or Vietnam. Explore Academic Merit Scholarship ■Future Leaders Scholarship This scholarship is awarded to international students from India, Sri Lanka, Bangladesh, Bhutan, Nepal or Pakistan who are commencing their bachelor’s or master’s degree at RMIT. Explore Future Leaders ScholarshipAustralia Awards Scholarships Australia Awards are prestigious international scholarships and fellowships funded by the Australian Government. An Australia Awards Scholarship can help financially to support your study or research at RMIT. rmit.edu.au/australia-awards-scholarships External scholarships (sponsorship) RMIT currently welcomes more than 800 students who have had their study funded, or sponsored, by their home governments. Discover sponsorshipRMIT is committed to enriching and transforming the lives of our students. To make our courses more accessible to students of all backgrounds, we award more than 3,000 scholarships every year. Learn more about scholarships for international students 3,000+ scholarships were awarded to our students in 2024.DID YOU KNOW? Scholarships :: RMIT-funded scholarships\nRMIT scholarships can help with all kinds of study costs such as textbooks, fees, accommodation and living expenses. While many of the scholarships consider academic achievement, there are also scholarships awarded based on what you are studying, where you are from or your personal circumstances. Explore RMIT-funded scholarships ■Academic Merit Scholarship This scholarship provides financial assistance to outstanding international students from Southeast Asia, including Cambodia, Indonesia, Malaysia, Philippines, Thailand or Vietnam. Explore Academic Merit Scholarship ■Future Leaders Scholarship This scholarship is awarded to international students from India, Sri Lanka, Bangladesh, Bhutan, Nepal or Pakistan who are commencing their bachelor’s or master’s degree at RMIT. Explore Future Leaders ScholarshipAustralia Awards Scholarships Australia Awards are prestigious international scholarships and fellowships funded by the Australian Government. An Australia Awards Scholarship can help financially to support your study or research at RMIT. rmit.edu.au/australia-awards-scholarships External scholarships (sponsorship) RMIT currently welcomes more than 800 students who have had their study funded, or sponsored, by their home governments. Discover sponsorshipRMIT is committed to enriching and transforming the lives of our students. To make our courses more accessible to students of all backgrounds, we award more than 3,000 scholarships every year. Learn more about scholarships for international students 3,000+ scholarships were awarded to our students in 2024.DID YOU KNOW? Scholarships :: Australia Awards Scholarships\nAustralia Awards are prestigious international scholarships and fellowships funded by the Australian Government. An Australia Awards Scholarship can help financially to support your study or research at RMIT. rmit.edu.au/australia-awards-scholarships External scholarships (sponsorship) RMIT currently welcomes more than 800 students who have had their study funded, or sponsored, by their home governments. Discover sponsorshipRMIT is committed to enriching and transforming the lives of our students. To make our courses more accessible to students of all backgrounds, we award more than 3,000 scholarships every year. Learn more about scholarships for international students 3,000+ scholarships were awarded to our students in 2024.DID YOU KNOW? Scholarships :: External scholarships (sponsorship)\nRMIT currently welcomes more than 800 students who have had their study funded, or sponsored, by their home governments. Discover sponsorshipRMIT is committed to enriching and transforming the lives of our students. To make our courses more accessible to students of all backgrounds, we award more than 3,000 scholarships every year. Learn more about scholarships for international students 3,000+ scholarships were awarded to our students in 2024.DID YOU KNOW? Contact\n330 Swanston Street (cnr La Trobe Street) Melbourne VIC 3000 +61 3 9925 2260 rmit.edu.au Connect with RMIT This guide provides information about RMIT’s Melbourne-based courses for prospective international students. Prepared March 2025. Every effort has been made to ensure the information contained in this publication is accurate and current at the date of printing. Courses and subject content and requirements may be subject to change after publication of this guide. For the most up-to-date information, please refer to the RMIT University website before lodging your application. Throughout this guide, we have used the following terminology: Course = Overall qualification (e.g. Bachelor of Science) Subject = Individual Unit (e.g. Chemistry Fundamentals CHEM1313) Note that other material at RMIT (including some websites linked in this guide) may use different terminology, such as: Program = Overall qualification (e.g. Bachelor of Science) Course = Individual Unit (e.g. Chemistry Fundamentals CHEM1313) If you have any questions about the terminology or need clarification before lodging your application, please contact Study@RMIT for assistance. RMIT University CRICOS provider code: 00122A | RMIT Training Pty Ltd CRICOS provider code: 01912G | RMIT University RTO code: 3046",
      "source_ids": [
        "Scholarships",
        "Scholarships",
        "Scholarships",
        "Scholarships",
        "Contact"
      ],
      "token_estimate": 1067
    }
  ]
}