{
  "metadata": {
    "title": "Student Conduct Regulations",
    "source_path": "/mnt/data/Student_Conduct_Regulations.pdf",
    "pages": 9,
    "effective_date": null,
    "review_date": "31st December 2027",
    "approval_authority": "RMIT University Council",
    "approval_date": "16th December 2021",
    "expiry_date": "Not Applicable",
    "policy_owner": null,
    "policy_author": null,
    "enquiries_contact": "University Secretariat"
  },
  "structure": [
    {
      "part_label": "Part A",
      "part_title": "PRELIMINARY",
      "sections": [
        {
          "section_number": null,
          "section_title": "Purpose",
          "clauses": [
            {
              "clause_number": 1,
              "text": "The purpose of these Regulations is to: maintain and protect academic integrity at RMIT;a. regulate the conduct of students in connection with RMIT;b. facilitate the proper functioning of RMIT; andc. enable RMIT to fulfil its duty to foster the wellbeing of staff and students.d.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": null,
          "section_title": "Authorising Provision",
          "clauses": [
            {
              "clause_number": 2,
              "text": "These Regulations are made under the RMIT Statute No. 1 and sections 28, 29 and 30 of the Royal Melbourne",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": null,
          "section_title": "Institute of Technology Act 2010 (Vic).",
          "clauses": []
        },
        {
          "section_number": null,
          "section_title": "Scope",
          "clauses": [
            {
              "clause_number": 3,
              "text": "These Regulations apply to RMIT Group students as defined in the Student Conduct Policy .",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": null,
          "section_title": "Definitions",
          "clauses": [
            {
              "clause_number": 4,
              "text": "In these Regulations:",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": null,
          "section_title": "Academic freedom means, in relation to students:a.",
          "clauses": [],
          "preface": "the freedom of students to engage in intellectual enquiry, to express opinions and beliefs, and toi. contribute to public debate in relation to their subjects of study and research; the freedom of students to express their opinions in relation to RMIT, inclusive of operations,ii. management and governance, and higher education issues generally; and the freedom of students to participate in student societies and associations.iii. academic misconduct means conduct or behaviours as defined in Part D of these Regulations. A non-exhaustiveb. list of behaviour or conduct which is academic misconduct is contained in the Student Conduct Policy ."
        },
        {
          "section_number": null,
          "section_title": "Chair means the chair of the Student Conduct Board or the Student Conduct Appeals Committee appointed byc.",
          "clauses": [],
          "preface": "the Vice-Chancellor (or delegate)."
        },
        {
          "section_number": null,
          "section_title": "Course Coordinator means the academic or teaching staff member who is responsible for the management,d.",
          "clauses": [],
          "preface": "conduct, teaching and assessment of a course. the duty to foster the wellbeing of staff and students:e. involves reasonable and proportionate measures to prevent or proscribe any person from using lawfuli. speech which a reasonable person would regard, in the circumstances, both as likely to humiliate, or intimidate, harass or bully other persons; and as being intended to have any of those effects; includes the duty to ensure that no member of staff and no student is subject to threatening orii. intimidating behaviour by another person or persons on account of anything they have said or proposed to say in exercising their intellectual freedom; This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 9does not extend a protection from feeling shocked, insulted or offended by the lawful speech of another. iii. general misconduct means conduct or behaviour as defined in Part C of these Regulations. A non-exhaustive listf. of behaviours or conduct which is general misconduct is contained in the Student Conduct Policy . high risk misconduct means conduct or behaviour as defined in Part C of these Regulations.g. lawful speech means lawful public comment by students on any issue in their personal capacity. This includesh. all forms of expressive conduct, including oral and written speech, creative works and activity, whether communicated in person or online. misconduct includes general misconduct, academic misconduct, and high risk misconduct.i. officer means any person employed or engaged as staff within the RMIT Group.j. principal student organisation means the main body representing students at the relevant campus of RMIT.k."
        },
        {
          "section_number": null,
          "section_title": "Senior Officer means the role of Senior Officer as established under these Regulations, and referenced withinl.",
          "clauses": [],
          "preface": "the Student Conduct Policy and corresponding procedures."
        },
        {
          "section_number": null,
          "section_title": "Student Conduct Appeals Committee means the Student Conduct Appeals Committee, RMIT University asm.",
          "clauses": [],
          "preface": "established under these Regulations, and referenced within the Student Conduct Policy and corresponding procedures."
        },
        {
          "section_number": null,
          "section_title": "Student Conduct Board means the Student Conduct Board, RMIT as established under these Regulations, andn.",
          "clauses": [],
          "preface": "referenced within the Student Conduct Policy , and corresponding procedures."
        },
        {
          "section_number": null,
          "section_title": "Regulations means these Student Conduct Regulations.o.",
          "clauses": []
        }
      ]
    },
    {
      "part_label": "Part B",
      "part_title": "GENERAL",
      "sections": [
        {
          "section_number": null,
          "section_title": "Student Conduct",
          "clauses": [
            {
              "clause_number": 5,
              "text": "Student conduct may be subject to prohibitions, restrictions or conditions imposed by: law; ora. the reasonable and proportionate regulation of conduct necessary to enable RMIT to discharge its obligations inb. relation to its: teaching and research activities;i. duty to foster the wellbeing of students and staff;ii. legal duties; oriii. reasonable requirements as to programs and courses to be delivered and the means of their delivery.iv.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": null,
          "section_title": "Academic, disciplinary, and professional standards that apply to the production of academic work andc.",
          "clauses": [
            {
              "clause_number": 6,
              "text": "Subject to the limitations and regulation of conduct allowable under the Intellectual Freedom Policy : the exercise of academic freedom by a student will not constitute misconduct nor attract any penalty ora. adverse action; and a student’s lawful speech on RMIT property or in connection with a University activity will not constituteb. misconduct or attract a penalty or adverse action by reference only to its content.",
              "subclauses": []
            }
          ],
          "preface": "assessment."
        }
      ]
    },
    {
      "part_label": "Part C",
      "part_title": "GENERAL AND HIGH RISK MISCONDUCT",
      "sections": [
        {
          "section_number": null,
          "section_title": "General Misconduct",
          "clauses": [
            {
              "clause_number": 7,
              "text": "General misconduct is conduct by a student: that is prohibited by a University Statute, regulation, policy, procedure, rule, guideline, principle, code, chartera. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 9or similar instrument; or that is or is likely to be detrimental to:b. RMIT’s ability to fulfil its learning, teaching, research and service obligations;i.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": null,
          "section_title": "RMIT staff, students (including the student themselves), or the public;ii.",
          "clauses": []
        },
        {
          "section_number": null,
          "section_title": "RMIT property or the property of any person or the public.iii.",
          "clauses": [
            {
              "clause_number": 8,
              "text": "General misconduct does not include high risk misconduct.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": null,
          "section_title": "High Risk Misconduct",
          "clauses": [
            {
              "clause_number": 9,
              "text": "High risk misconduct is conduct by a student that gives rise to a significant or substantial risk to, or that has consequences that are potentially major, severe or extreme for: the physical or psychological safety of RMIT staff, students (including the student themselves) or the public; or a.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": null,
          "section_title": "RMIT property or the property of any person or the public, b.",
          "clauses": [],
          "preface": "regardless of whether the risk or consequences have eventuated."
        }
      ]
    },
    {
      "part_label": "Part D",
      "part_title": "ACADEMIC MISCONDUCT",
      "sections": [
        {
          "section_number": null,
          "section_title": "Academic Misconduct",
          "clauses": [
            {
              "clause_number": 10,
              "text": "Academic misconduct is conduct by a student that is intended or is likely to have the effect of obtaining, for that student or any other person, an advantage in the performance of assessment by unauthorised, dishonest, unethical or unfair means whether or not the advantage was obtained.",
              "subclauses": []
            }
          ]
        }
      ]
    },
    {
      "part_label": "Part E",
      "part_title": "REPORTING AND RESPONDING TO POTENTIAL MISCONDUCT",
      "sections": [
        {
          "section_number": null,
          "section_title": "Officers and Senior Officers",
          "clauses": []
        },
        {
          "section_number": null,
          "section_title": "Reporting and responding to potential student misconduct",
          "clauses": [
            {
              "clause_number": 11,
              "text": "Where an officer: receives a report concerning potential student misconduct, ora. has reasonable grounds to believe that a student has engaged in misconduct,b. they must inform a Course Coordinator or Senior Officer (where appropriate) and act in accordance with the Student",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": null,
          "section_title": "Conduct Policy and any corresponding procedures.",
          "clauses": [
            {
              "clause_number": 12,
              "text": "The role of Senior Officer is constituted under these Regulations.",
              "subclauses": []
            },
            {
              "clause_number": 13,
              "text": "Senior Officers are appointed: in RMIT University and RMIT Vietnam, by the Deputy Vice-Chancellor Educationa. in RMIT Europe, by the Executive Director,b. in RMIT University Pathways (RMIT UP), by the Chief Executive Officer, andc. in RMIT Online, by the Chief Executive Officer.d.",
              "subclauses": []
            },
            {
              "clause_number": 14,
              "text": "Senior Officers may: consider reports of potential general and academic misconduct;a. make and direct internal investigations;b. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 9refer complex or serious conduct matters to the Student Conduct Board; c. make determinations:d. regarding findings of fact concerning reported potential student misconduct; i. as to whether the reported conduct constitutes student misconduct; and ii. on any actions, consequences or penalties to be applied, following those determinations.iii. in accordance with these Regulations, the Student Conduct Policy and corresponding procedures",
              "subclauses": []
            },
            {
              "clause_number": 15,
              "text": "Where a Senior Officer: receives a report concerning potential student misconduct, ora. has reasonable grounds to believe that a student has engaged in misconduct,b. they must comply with the Student Conduct Policy and any corresponding procedures in relation to the potential misconduct.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": null,
          "section_title": "Student Conduct Board",
          "clauses": [
            {
              "clause_number": 16,
              "text": "The Student Conduct Board is constituted under these Regulations.",
              "subclauses": []
            },
            {
              "clause_number": 17,
              "text": "The powers and functions of the Student Conduct Board are set out in these Regulations, and in the Student",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": null,
          "section_title": "Conduct Policy and corresponding procedures.",
          "clauses": [
            {
              "clause_number": 18,
              "text": "The Student Conduct Board may: consider reports of potential general, high risk and academic misconduct; a. make and direct internal and external investigations;b. make determinations:c. regarding findings of fact concerning reported potential student misconduct,i. as to whether the reported conduct constitutes student misconduct, andii. on any actions, consequences, or penalties to be applied, following those determinations,iii. in accordance with these Regulations, the Student Conduct Policy and corresponding procedures.",
              "subclauses": []
            },
            {
              "clause_number": 19,
              "text": "Subject to Regulaton (21), membership of the Student Conduct Board comprises: a Chair,a. two Senior Officers, andb. an enrolled student nominated by the principal student organisation.c.",
              "subclauses": []
            },
            {
              "clause_number": 20,
              "text": "Where possible, membership of the Student Conduct Board will represent gender diversity.",
              "subclauses": []
            },
            {
              "clause_number": 21,
              "text": "A quorum of the Student Conduct Board is the Chair and two members.",
              "subclauses": []
            },
            {
              "clause_number": 22,
              "text": "The Chair may make procedural determinations on behalf of the Student Conduct Board, including but not limited to determinations in relation to: the attendance of parties, representatives, and support persons at the hearing,a. requests for adjournments, andb. release of information about the process and the determination.c.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": null,
          "section_title": "Executive Suspension",
          "clauses": [
            {
              "clause_number": 23,
              "text": "The Vice-Chancellor (or delegate) may determine that a student is immediately subject to executive suspension. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 9(24) The powers conferred by Regulation 23 may not be exercised unless the Vice-Chancellor (or delegate) has determined that an executive suspension is reasonably necessary to prevent or reduce the likelihood of further high risk misconduct.",
              "subclauses": []
            },
            {
              "clause_number": 25,
              "text": "The Vice-Chancellor (or delegate): is not required to hold a hearing before making the decision,a. may inform themselves in any way in relation to any matter, andb. may impose terms, conditions and directions on the executive suspension.c.",
              "subclauses": []
            },
            {
              "clause_number": 26,
              "text": "The Vice-Chancellor's (or delegate’s) decision to impose an executive suspension is final and cannot be appealed.",
              "subclauses": []
            },
            {
              "clause_number": 27,
              "text": "An executive suspension continues to operate until it is revoked, by the Vice-Chancellor (or delegate), however it may not exceed a period of 12 months from the date of imposition. The Vice-Chancellor (or delegate) will review the executive suspension after it has been in place for 6 months.",
              "subclauses": []
            },
            {
              "clause_number": 28,
              "text": "The Vice-Chancellor (or delegate) must within 24 hours of the decision to executively suspend the student provide written notice to the student: of the decision, any terms and conditions of the decision, and a summary of the reasons for the decision, anda. the provisions of these Regulations.b.",
              "subclauses": []
            },
            {
              "clause_number": 29,
              "text": "An executive suspension takes effect when the student is notified of the decision via their university email account.",
              "subclauses": []
            },
            {
              "clause_number": 30,
              "text": "The Vice-Chancellor (or delegate) may vary an executive suspension including any of the terms, conditions or directions initially imposed at any time.",
              "subclauses": []
            },
            {
              "clause_number": 31,
              "text": "The Vice-Chancellor (or delegate) will revoke an executive suspension when the student demonstrates to the satisfaction of the Vice-Chancellor (or delegate) that they are fit to return to study or otherwise engage with RMIT without further risk.",
              "subclauses": []
            },
            {
              "clause_number": 32,
              "text": "If the student cannot demonstrate within 12 months of the executive suspension that they are fit to return to study or otherwise engage with RMIT without further risk, the student’s enrolment will be cancelled. Any future application for admission will be referred for a decision to the Vice-Chancellor (or delegate).",
              "subclauses": []
            }
          ]
        }
      ]
    },
    {
      "part_label": "Part F",
      "part_title": "APPEALS",
      "sections": [
        {
          "section_number": null,
          "section_title": "Eligibility Criteria",
          "clauses": [
            {
              "clause_number": 33,
              "text": "Subject to satisfying any eligibility criteria set out in the Student Conduct Policy or corresponding procedures, a student may apply to appeal to the Student Conduct Appeals Committee against the determinations of a Senior Officer or the Student Conduct Board.",
              "subclauses": []
            },
            {
              "clause_number": 34,
              "text": "Any application to appeal must be based on one or more of the grounds of appeal set out in the Student Conduct",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": null,
          "section_title": "Policy or corresponding procedure.",
          "clauses": [
            {
              "clause_number": 35,
              "text": "The University Secretary and Academic Registrar (or delegate) will decide whether the relevant application to appeal satisfies the grounds for appeal set out in the Student Conduct Policy or corresponding procedure in determining whether the application to appeal can proceed to a hearing of the Student Conduct Appeals Committee. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 6 of 9Student Conduct Appeals Committee",
              "subclauses": []
            },
            {
              "clause_number": 36,
              "text": "The Student Conduct Appeals Committee is constituted under these Regulations.",
              "subclauses": []
            },
            {
              "clause_number": 37,
              "text": "The powers and functions of the Student Conduct Appeals Committee are set out in this Regulation, the Student",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": null,
          "section_title": "Conduct Policy and corresponding procedures.",
          "clauses": [
            {
              "clause_number": 38,
              "text": "The Student Conduct Appeals Committee may consider and make determinations in relation to eligible applications concerning determinations of:",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": null,
          "section_title": "Senior Officers, anda.",
          "clauses": [
            {
              "clause_number": 39,
              "text": "Subject to Regulation (41), membership of the Student Conduct Appeals Committee comprises: a Chaira. one Senior Officer, andb. an enrolled student nominated by the principal student organisation.c.",
              "subclauses": []
            },
            {
              "clause_number": 40,
              "text": "Where possible, membership of the Student Conduct Appeals Committee will represent gender diversity.",
              "subclauses": []
            },
            {
              "clause_number": 41,
              "text": "A quorum of the Student Conduct Appeals Committee for determining the appeal is the Chair and one member.",
              "subclauses": []
            },
            {
              "clause_number": 42,
              "text": "The Chair may make procedural determinations on behalf of the Student Conduct Appeals Committee, including but not limited to determinations in relation to: the attendance of parties, representatives, and support persons at the hearinga. requests for adjournments, andb. release of information about the process and the determination.c.",
              "subclauses": []
            }
          ],
          "preface": "the Student Conduct Board.b."
        }
      ]
    },
    {
      "part_label": "Part G",
      "part_title": "CONSEQUENCES OF MISCONDUCT",
      "sections": [
        {
          "section_number": null,
          "section_title": "Senior Officers",
          "clauses": [
            {
              "clause_number": 43,
              "text": "A Senior Officer may apply the following consequences or penalties in finding that a student has engaged in misconduct: a reprimand;a. suspend the student’s enrolment for a period not exceeding one compulsory semester or nominated teachingb. period; require the student to repeat all or any part of an assessment task;c. record a failure or capped result for a course;d. record a failure for all or any part of an assessment task;e. require the student to pay the cost of any damage to RMIT property (including the cost of repair orf. replacement) up to a maximum of $AUD200 in total. Property damage in excess of this amount is referred to the Student Conduct Board; provide the student with a verbal or a written warning taking steps to record the warning on the relevantg. student record or file; require that the student undertake or participate in any educative, learning, mediation or resolution focussedh. activity; impose a combination of the above; ori. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 7 of 9subject to Regulation 44 below, any other actions which the Senior Officer considers appropriate, including asj. may be set out in more detail in the Student Conduct Policy and corresponding procedures.",
              "subclauses": []
            },
            {
              "clause_number": 44,
              "text": "A Senior Officer may not: cancel any or all final results;a. impose a financial penalty on the student who has engaged in misconduct;b. revoke the student’s licence to attend campus or any RMIT premises;c. exclude the student from using any of RMIT’s computing and network facilities for a period, either partially ord. fully; refer to Council a recommendation to revoke an award; or e. expel the respondent student.f.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": null,
          "section_title": "Student Conduct Board",
          "clauses": [
            {
              "clause_number": 45,
              "text": "The Student Conduct Board may apply the following consequences or penalties in finding that a student has engaged in misconduct: any of the outcomes available to Senior Officers in Regulation 43 above;a. record a failure for a course or a capped result for a course, including the research component of a researchb. program; cancel any or all final results;c. impose a financial penalty or fine on the student who has engaged in misconduct, in accordance with thed. RMIT’s schedule of fees and charges; require the student to pay the cost of any damage to RMIT property;e. make an order that the student has forfeited their fees associated with undertaking a course or program; f. revoke the student's licence to attend campus or RMIT premises;g. exclude the student from using any of the RMIT’s computing and network facilities for a period either partiallyh. or fully; suspend the student's enrolment for a period not exceeding two compulsory semesters or nominated teachingi. periods; refer to Council a recommendation to revoke an award;j. expel the student; k. any combination of the above consequences or penalties; l. any other action the Student Conduct Board considers appropriate, including as may be set out in the Student m.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": null,
          "section_title": "Conduct Policy and corresponding procedures.",
          "clauses": []
        }
      ]
    },
    {
      "part_label": "Part H",
      "part_title": "MISCELLANEOUS",
      "sections": [
        {
          "section_number": null,
          "section_title": "External Review of Determination",
          "clauses": [
            {
              "clause_number": 46,
              "text": "Nothing in these Regulations is intended to preclude a student from exercising any right to external review of any determination.",
              "subclauses": []
            },
            {
              "clause_number": 47,
              "text": "RMIT may pause any internal process under these Regulations where the student exercises the right to external review of a determination involving the same or similar subject matter, or where the matter is otherwise subject to legal proceedings. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 8 of 9Regulation of Proceedings",
              "subclauses": []
            },
            {
              "clause_number": 48,
              "text": "Subject to RMIT legislation, a Senior Officer, the Student Conduct Board, and the Student Conduct Appeals",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": null,
          "section_title": "Committee constituted under the Student Conduct Regulations:",
          "clauses": [],
          "preface": "regulates its own proceedings and may make determinations as to procedurea. in hearing any matter and making any determination:b. is not bound by the rules or practices as to evidence or procedure applicable in courts of law or otheri. tribunals, including the Evidence Act 2008 (Vic) or the Civil Procedure Act 2010 (Vic) as updated or replaced from time to time may inform themselves or itself in relation to any matter as they or it consider appropriate, andii. will apply the principles of procedural fairness.iii."
        },
        {
          "section_number": null,
          "section_title": "Delegations",
          "clauses": [
            {
              "clause_number": 49,
              "text": "The Vice-Chancellor may delegate to a Senior Officer in writing any of their functions or powers under these",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": null,
          "section_title": "Regulations other than this power of delegation.",
          "clauses": [
            {
              "clause_number": 50,
              "text": "A Senior Officer may delegate to a Deputy Dean or Deputy Head of School in writing any of their functions or powers under these Regulations other than: a function or power delegated under Regulation 49, anda. this power of delegation.b.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": null,
          "section_title": "Transitional Provisions",
          "clauses": [
            {
              "clause_number": 51,
              "text": "In this Regulation: commencement date means the date on which these Regulations come into operation.a. old regulations mean the Student Conduct Regulations in respect of which the seal was affixed by the authorityb. of Council on 11 November 2013, and which were in force up until the commencement date of these",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": null,
          "section_title": "Regulations.",
          "clauses": [
            {
              "clause_number": 52,
              "text": "Any report of potential student misconduct reported to a Senior Officer in accordance with these Regulations, on and from the commencement date, is to be dealt with under these Regulations.",
              "subclauses": []
            },
            {
              "clause_number": 53,
              "text": "Any report of potential student misconduct reported to a Senior Officer in accordance with the old regulations, prior to the commencement date, is to be dealt with under the old regulations.",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": null,
          "section_title": "Revocation of Regulations",
          "clauses": [
            {
              "clause_number": 54,
              "text": "On the commencement of these Regulations the following regulations are revoked: the Student Conduct",
              "subclauses": []
            }
          ]
        },
        {
          "section_number": null,
          "section_title": "Regulations in respect of which the seal was affixed by the authority of Council on 11 November 2013, and which were",
          "clauses": [],
          "preface": "in force up until the commencement date of these Regulations. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 9 of 9Status and Details"
        },
        {
          "section_number": null,
          "section_title": "Status Current",
          "clauses": [],
          "preface": "Eﬀective Date 1st January 2022"
        },
        {
          "section_number": null,
          "section_title": "Review Date 31st December 2027",
          "clauses": []
        },
        {
          "section_number": null,
          "section_title": "Approval Authority RMIT University Council",
          "clauses": []
        },
        {
          "section_number": null,
          "section_title": "Approval Date 16th December 2021",
          "clauses": []
        },
        {
          "section_number": null,
          "section_title": "Expiry Date Not Applicable",
          "clauses": []
        },
        {
          "section_number": null,
          "section_title": "Policy OwnerConnie Merlino",
          "clauses": []
        },
        {
          "section_number": null,
          "section_title": "University Secretary and Academic Registrar",
          "clauses": []
        },
        {
          "section_number": null,
          "section_title": "Policy AuthorConnie Merlino",
          "clauses": []
        },
        {
          "section_number": null,
          "section_title": "University Secretary and Academic Registrar",
          "clauses": []
        },
        {
          "section_number": null,
          "section_title": "Enquiries Contact University Secretariat",
          "clauses": []
        },
        {
          "section_number": null,
          "section_title": "Glossary Terms and Definitions",
          "clauses": [],
          "preface": "\"RMIT Group\" - RMIT University and its controlled entities (RMIT Europe, RMIT Online, RMIT Vietnam, RMIT University"
        },
        {
          "section_number": null,
          "section_title": "Pathways)",
          "clauses": []
        }
      ]
    }
  ],
  "qa_index": [
    {
      "id": "S.Purpose",
      "type": "section",
      "title": "Purpose",
      "path": [
        "Part A",
        "Purpose"
      ],
      "text": "The purpose of these Regulations is to: maintain and protect academic integrity at RMIT;a. regulate the conduct of students in connection with RMIT;b. facilitate the proper functioning of RMIT; andc. enable RMIT to fulfil its duty to foster the wellbeing of staff and students.d."
    },
    {
      "id": "C.X(1)",
      "type": "clause",
      "title": "Purpose",
      "path": [
        "Part A",
        "Purpose",
        "(1)"
      ],
      "text": "The purpose of these Regulations is to: maintain and protect academic integrity at RMIT;a. regulate the conduct of students in connection with RMIT;b. facilitate the proper functioning of RMIT; andc. enable RMIT to fulfil its duty to foster the wellbeing of staff and students.d.",
      "subclauses": []
    },
    {
      "id": "S.Authorising Provision",
      "type": "section",
      "title": "Authorising Provision",
      "path": [
        "Part A",
        "Authorising Provision"
      ],
      "text": "These Regulations are made under the RMIT Statute No. 1 and sections 28, 29 and 30 of the Royal Melbourne"
    },
    {
      "id": "C.X(2)",
      "type": "clause",
      "title": "Authorising Provision",
      "path": [
        "Part A",
        "Authorising Provision",
        "(2)"
      ],
      "text": "These Regulations are made under the RMIT Statute No. 1 and sections 28, 29 and 30 of the Royal Melbourne",
      "subclauses": []
    },
    {
      "id": "S.Institute of Technology Act 2010 (Vic).",
      "type": "section",
      "title": "Institute of Technology Act 2010 (Vic).",
      "path": [
        "Part A",
        "Institute of Technology Act 2010 (Vic)."
      ],
      "text": ""
    },
    {
      "id": "S.Scope",
      "type": "section",
      "title": "Scope",
      "path": [
        "Part A",
        "Scope"
      ],
      "text": "These Regulations apply to RMIT Group students as defined in the Student Conduct Policy ."
    },
    {
      "id": "C.X(3)",
      "type": "clause",
      "title": "Scope",
      "path": [
        "Part A",
        "Scope",
        "(3)"
      ],
      "text": "These Regulations apply to RMIT Group students as defined in the Student Conduct Policy .",
      "subclauses": []
    },
    {
      "id": "S.Definitions",
      "type": "section",
      "title": "Definitions",
      "path": [
        "Part A",
        "Definitions"
      ],
      "text": "In these Regulations:"
    },
    {
      "id": "C.X(4)",
      "type": "clause",
      "title": "Definitions",
      "path": [
        "Part A",
        "Definitions",
        "(4)"
      ],
      "text": "In these Regulations:",
      "subclauses": []
    },
    {
      "id": "S.Academic freedom means, in relation to s",
      "type": "section",
      "title": "Academic freedom means, in relation to students:a.",
      "path": [
        "Part A",
        "Academic freedom means, in relation to students:a."
      ],
      "text": ""
    },
    {
      "id": "S.Chair means the chair of the Student Con",
      "type": "section",
      "title": "Chair means the chair of the Student Conduct Board or the Student Conduct Appeals Committee appointed byc.",
      "path": [
        "Part A",
        "Chair means the chair of the Student Conduct Board or the Student Conduct Appeals Committee appointed byc."
      ],
      "text": ""
    },
    {
      "id": "S.Course Coordinator means the academic or",
      "type": "section",
      "title": "Course Coordinator means the academic or teaching staff member who is responsible for the management,d.",
      "path": [
        "Part A",
        "Course Coordinator means the academic or teaching staff member who is responsible for the management,d."
      ],
      "text": ""
    },
    {
      "id": "S.Senior Officer means the role of Senior ",
      "type": "section",
      "title": "Senior Officer means the role of Senior Officer as established under these Regulations, and referenced withinl.",
      "path": [
        "Part A",
        "Senior Officer means the role of Senior Officer as established under these Regulations, and referenced withinl."
      ],
      "text": ""
    },
    {
      "id": "S.Student Conduct Appeals Committee means ",
      "type": "section",
      "title": "Student Conduct Appeals Committee means the Student Conduct Appeals Committee, RMIT University asm.",
      "path": [
        "Part A",
        "Student Conduct Appeals Committee means the Student Conduct Appeals Committee, RMIT University asm."
      ],
      "text": ""
    },
    {
      "id": "S.Student Conduct Board means the Student ",
      "type": "section",
      "title": "Student Conduct Board means the Student Conduct Board, RMIT as established under these Regulations, andn.",
      "path": [
        "Part A",
        "Student Conduct Board means the Student Conduct Board, RMIT as established under these Regulations, andn."
      ],
      "text": ""
    },
    {
      "id": "S.Regulations means these Student Conduct ",
      "type": "section",
      "title": "Regulations means these Student Conduct Regulations.o.",
      "path": [
        "Part A",
        "Regulations means these Student Conduct Regulations.o."
      ],
      "text": ""
    },
    {
      "id": "S.Student Conduct",
      "type": "section",
      "title": "Student Conduct",
      "path": [
        "Part B",
        "Student Conduct"
      ],
      "text": "Student conduct may be subject to prohibitions, restrictions or conditions imposed by: law; ora. the reasonable and proportionate regulation of conduct necessary to enable RMIT to discharge its obligations inb. relation to its: teaching and research activities;i. duty to foster the wellbeing of students and staff;ii. legal duties; oriii. reasonable requirements as to programs and courses to be delivered and the means of their delivery.iv."
    },
    {
      "id": "C.X(5)",
      "type": "clause",
      "title": "Student Conduct",
      "path": [
        "Part B",
        "Student Conduct",
        "(5)"
      ],
      "text": "Student conduct may be subject to prohibitions, restrictions or conditions imposed by: law; ora. the reasonable and proportionate regulation of conduct necessary to enable RMIT to discharge its obligations inb. relation to its: teaching and research activities;i. duty to foster the wellbeing of students and staff;ii. legal duties; oriii. reasonable requirements as to programs and courses to be delivered and the means of their delivery.iv.",
      "subclauses": []
    },
    {
      "id": "S.Academic, disciplinary, and professional",
      "type": "section",
      "title": "Academic, disciplinary, and professional standards that apply to the production of academic work andc.",
      "path": [
        "Part B",
        "Academic, disciplinary, and professional standards that apply to the production of academic work andc."
      ],
      "text": "Subject to the limitations and regulation of conduct allowable under the Intellectual Freedom Policy : the exercise of academic freedom by a student will not constitute misconduct nor attract any penalty ora. adverse action; and a student’s lawful speech on RMIT property or in connection with a University activity will not constituteb. misconduct or attract a penalty or adverse action by reference only to its content."
    },
    {
      "id": "C.X(6)",
      "type": "clause",
      "title": "Academic, disciplinary, and professional standards that apply to the production of academic work andc.",
      "path": [
        "Part B",
        "Academic, disciplinary, and professional standards that apply to the production of academic work andc.",
        "(6)"
      ],
      "text": "Subject to the limitations and regulation of conduct allowable under the Intellectual Freedom Policy : the exercise of academic freedom by a student will not constitute misconduct nor attract any penalty ora. adverse action; and a student’s lawful speech on RMIT property or in connection with a University activity will not constituteb. misconduct or attract a penalty or adverse action by reference only to its content.",
      "subclauses": []
    },
    {
      "id": "S.General Misconduct",
      "type": "section",
      "title": "General Misconduct",
      "path": [
        "Part C",
        "General Misconduct"
      ],
      "text": "General misconduct is conduct by a student: that is prohibited by a University Statute, regulation, policy, procedure, rule, guideline, principle, code, chartera. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 9or similar instrument; or that is or is likely to be detrimental to:b. RMIT’s ability to fulfil its learning, teaching, research and service obligations;i."
    },
    {
      "id": "C.X(7)",
      "type": "clause",
      "title": "General Misconduct",
      "path": [
        "Part C",
        "General Misconduct",
        "(7)"
      ],
      "text": "General misconduct is conduct by a student: that is prohibited by a University Statute, regulation, policy, procedure, rule, guideline, principle, code, chartera. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 9or similar instrument; or that is or is likely to be detrimental to:b. RMIT’s ability to fulfil its learning, teaching, research and service obligations;i.",
      "subclauses": []
    },
    {
      "id": "S.RMIT staff, students (including the stud",
      "type": "section",
      "title": "RMIT staff, students (including the student themselves), or the public;ii.",
      "path": [
        "Part C",
        "RMIT staff, students (including the student themselves), or the public;ii."
      ],
      "text": ""
    },
    {
      "id": "S.RMIT property or the property of any per",
      "type": "section",
      "title": "RMIT property or the property of any person or the public.iii.",
      "path": [
        "Part C",
        "RMIT property or the property of any person or the public.iii."
      ],
      "text": "General misconduct does not include high risk misconduct."
    },
    {
      "id": "C.X(8)",
      "type": "clause",
      "title": "RMIT property or the property of any person or the public.iii.",
      "path": [
        "Part C",
        "RMIT property or the property of any person or the public.iii.",
        "(8)"
      ],
      "text": "General misconduct does not include high risk misconduct.",
      "subclauses": []
    },
    {
      "id": "S.High Risk Misconduct",
      "type": "section",
      "title": "High Risk Misconduct",
      "path": [
        "Part C",
        "High Risk Misconduct"
      ],
      "text": "High risk misconduct is conduct by a student that gives rise to a significant or substantial risk to, or that has consequences that are potentially major, severe or extreme for: the physical or psychological safety of RMIT staff, students (including the student themselves) or the public; or a."
    },
    {
      "id": "C.X(9)",
      "type": "clause",
      "title": "High Risk Misconduct",
      "path": [
        "Part C",
        "High Risk Misconduct",
        "(9)"
      ],
      "text": "High risk misconduct is conduct by a student that gives rise to a significant or substantial risk to, or that has consequences that are potentially major, severe or extreme for: the physical or psychological safety of RMIT staff, students (including the student themselves) or the public; or a.",
      "subclauses": []
    },
    {
      "id": "S.RMIT property or the property of any per",
      "type": "section",
      "title": "RMIT property or the property of any person or the public, b.",
      "path": [
        "Part C",
        "RMIT property or the property of any person or the public, b."
      ],
      "text": ""
    },
    {
      "id": "S.Academic Misconduct",
      "type": "section",
      "title": "Academic Misconduct",
      "path": [
        "Part D",
        "Academic Misconduct"
      ],
      "text": "Academic misconduct is conduct by a student that is intended or is likely to have the effect of obtaining, for that student or any other person, an advantage in the performance of assessment by unauthorised, dishonest, unethical or unfair means whether or not the advantage was obtained."
    },
    {
      "id": "C.X(10)",
      "type": "clause",
      "title": "Academic Misconduct",
      "path": [
        "Part D",
        "Academic Misconduct",
        "(10)"
      ],
      "text": "Academic misconduct is conduct by a student that is intended or is likely to have the effect of obtaining, for that student or any other person, an advantage in the performance of assessment by unauthorised, dishonest, unethical or unfair means whether or not the advantage was obtained.",
      "subclauses": []
    },
    {
      "id": "S.Officers and Senior Officers",
      "type": "section",
      "title": "Officers and Senior Officers",
      "path": [
        "Part E",
        "Officers and Senior Officers"
      ],
      "text": ""
    },
    {
      "id": "S.Reporting and responding to potential st",
      "type": "section",
      "title": "Reporting and responding to potential student misconduct",
      "path": [
        "Part E",
        "Reporting and responding to potential student misconduct"
      ],
      "text": "Where an officer: receives a report concerning potential student misconduct, ora. has reasonable grounds to believe that a student has engaged in misconduct,b. they must inform a Course Coordinator or Senior Officer (where appropriate) and act in accordance with the Student"
    },
    {
      "id": "C.X(11)",
      "type": "clause",
      "title": "Reporting and responding to potential student misconduct",
      "path": [
        "Part E",
        "Reporting and responding to potential student misconduct",
        "(11)"
      ],
      "text": "Where an officer: receives a report concerning potential student misconduct, ora. has reasonable grounds to believe that a student has engaged in misconduct,b. they must inform a Course Coordinator or Senior Officer (where appropriate) and act in accordance with the Student",
      "subclauses": []
    },
    {
      "id": "S.Conduct Policy and any corresponding pro",
      "type": "section",
      "title": "Conduct Policy and any corresponding procedures.",
      "path": [
        "Part E",
        "Conduct Policy and any corresponding procedures."
      ],
      "text": "The role of Senior Officer is constituted under these Regulations. Senior Officers are appointed: in RMIT University and RMIT Vietnam, by the Deputy Vice-Chancellor Educationa. in RMIT Europe, by the Executive Director,b. in RMIT University Pathways (RMIT UP), by the Chief Executive Officer, andc. in RMIT Online, by the Chief Executive Officer.d. Senior Officers may: consider reports of potential general and academic misconduct;a. make and direct internal investigations;b. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 9refer complex or serious conduct matters to the Student Conduct Board; c. make determinations:d. regarding findings of fact concerning reported potential student misconduct; i. as to whether the reported conduct constitutes student misconduct; and ii. on any actions, consequences or penalties to be applied, following those determinations.iii. in accordance with these Regulations, the Student Conduct Policy and corresponding procedures Where a Senior Officer: receives a report concerning potential student misconduct, ora. has reasonable grounds to believe that a student has engaged in misconduct,b. they must comply with the Student Conduct Policy and any corresponding procedures in relation to the potential misconduct."
    },
    {
      "id": "C.X(12)",
      "type": "clause",
      "title": "Conduct Policy and any corresponding procedures.",
      "path": [
        "Part E",
        "Conduct Policy and any corresponding procedures.",
        "(12)"
      ],
      "text": "The role of Senior Officer is constituted under these Regulations.",
      "subclauses": []
    },
    {
      "id": "C.X(13)",
      "type": "clause",
      "title": "Conduct Policy and any corresponding procedures.",
      "path": [
        "Part E",
        "Conduct Policy and any corresponding procedures.",
        "(13)"
      ],
      "text": "Senior Officers are appointed: in RMIT University and RMIT Vietnam, by the Deputy Vice-Chancellor Educationa. in RMIT Europe, by the Executive Director,b. in RMIT University Pathways (RMIT UP), by the Chief Executive Officer, andc. in RMIT Online, by the Chief Executive Officer.d.",
      "subclauses": []
    },
    {
      "id": "C.X(14)",
      "type": "clause",
      "title": "Conduct Policy and any corresponding procedures.",
      "path": [
        "Part E",
        "Conduct Policy and any corresponding procedures.",
        "(14)"
      ],
      "text": "Senior Officers may: consider reports of potential general and academic misconduct;a. make and direct internal investigations;b. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 9refer complex or serious conduct matters to the Student Conduct Board; c. make determinations:d. regarding findings of fact concerning reported potential student misconduct; i. as to whether the reported conduct constitutes student misconduct; and ii. on any actions, consequences or penalties to be applied, following those determinations.iii. in accordance with these Regulations, the Student Conduct Policy and corresponding procedures",
      "subclauses": []
    },
    {
      "id": "C.X(15)",
      "type": "clause",
      "title": "Conduct Policy and any corresponding procedures.",
      "path": [
        "Part E",
        "Conduct Policy and any corresponding procedures.",
        "(15)"
      ],
      "text": "Where a Senior Officer: receives a report concerning potential student misconduct, ora. has reasonable grounds to believe that a student has engaged in misconduct,b. they must comply with the Student Conduct Policy and any corresponding procedures in relation to the potential misconduct.",
      "subclauses": []
    },
    {
      "id": "S.Student Conduct Board",
      "type": "section",
      "title": "Student Conduct Board",
      "path": [
        "Part E",
        "Student Conduct Board"
      ],
      "text": "The Student Conduct Board is constituted under these Regulations. The powers and functions of the Student Conduct Board are set out in these Regulations, and in the Student"
    },
    {
      "id": "C.X(16)",
      "type": "clause",
      "title": "Student Conduct Board",
      "path": [
        "Part E",
        "Student Conduct Board",
        "(16)"
      ],
      "text": "The Student Conduct Board is constituted under these Regulations.",
      "subclauses": []
    },
    {
      "id": "C.X(17)",
      "type": "clause",
      "title": "Student Conduct Board",
      "path": [
        "Part E",
        "Student Conduct Board",
        "(17)"
      ],
      "text": "The powers and functions of the Student Conduct Board are set out in these Regulations, and in the Student",
      "subclauses": []
    },
    {
      "id": "S.Conduct Policy and corresponding procedu",
      "type": "section",
      "title": "Conduct Policy and corresponding procedures.",
      "path": [
        "Part E",
        "Conduct Policy and corresponding procedures."
      ],
      "text": "The Student Conduct Board may: consider reports of potential general, high risk and academic misconduct; a. make and direct internal and external investigations;b. make determinations:c. regarding findings of fact concerning reported potential student misconduct,i. as to whether the reported conduct constitutes student misconduct, andii. on any actions, consequences, or penalties to be applied, following those determinations,iii. in accordance with these Regulations, the Student Conduct Policy and corresponding procedures. Subject to Regulaton (21), membership of the Student Conduct Board comprises: a Chair,a. two Senior Officers, andb. an enrolled student nominated by the principal student organisation.c. Where possible, membership of the Student Conduct Board will represent gender diversity. A quorum of the Student Conduct Board is the Chair and two members. The Chair may make procedural determinations on behalf of the Student Conduct Board, including but not limited to determinations in relation to: the attendance of parties, representatives, and support persons at the hearing,a. requests for adjournments, andb. release of information about the process and the determination.c."
    },
    {
      "id": "C.X(18)",
      "type": "clause",
      "title": "Conduct Policy and corresponding procedures.",
      "path": [
        "Part E",
        "Conduct Policy and corresponding procedures.",
        "(18)"
      ],
      "text": "The Student Conduct Board may: consider reports of potential general, high risk and academic misconduct; a. make and direct internal and external investigations;b. make determinations:c. regarding findings of fact concerning reported potential student misconduct,i. as to whether the reported conduct constitutes student misconduct, andii. on any actions, consequences, or penalties to be applied, following those determinations,iii. in accordance with these Regulations, the Student Conduct Policy and corresponding procedures.",
      "subclauses": []
    },
    {
      "id": "C.X(19)",
      "type": "clause",
      "title": "Conduct Policy and corresponding procedures.",
      "path": [
        "Part E",
        "Conduct Policy and corresponding procedures.",
        "(19)"
      ],
      "text": "Subject to Regulaton (21), membership of the Student Conduct Board comprises: a Chair,a. two Senior Officers, andb. an enrolled student nominated by the principal student organisation.c.",
      "subclauses": []
    },
    {
      "id": "C.X(20)",
      "type": "clause",
      "title": "Conduct Policy and corresponding procedures.",
      "path": [
        "Part E",
        "Conduct Policy and corresponding procedures.",
        "(20)"
      ],
      "text": "Where possible, membership of the Student Conduct Board will represent gender diversity.",
      "subclauses": []
    },
    {
      "id": "C.X(21)",
      "type": "clause",
      "title": "Conduct Policy and corresponding procedures.",
      "path": [
        "Part E",
        "Conduct Policy and corresponding procedures.",
        "(21)"
      ],
      "text": "A quorum of the Student Conduct Board is the Chair and two members.",
      "subclauses": []
    },
    {
      "id": "C.X(22)",
      "type": "clause",
      "title": "Conduct Policy and corresponding procedures.",
      "path": [
        "Part E",
        "Conduct Policy and corresponding procedures.",
        "(22)"
      ],
      "text": "The Chair may make procedural determinations on behalf of the Student Conduct Board, including but not limited to determinations in relation to: the attendance of parties, representatives, and support persons at the hearing,a. requests for adjournments, andb. release of information about the process and the determination.c.",
      "subclauses": []
    },
    {
      "id": "S.Executive Suspension",
      "type": "section",
      "title": "Executive Suspension",
      "path": [
        "Part E",
        "Executive Suspension"
      ],
      "text": "The Vice-Chancellor (or delegate) may determine that a student is immediately subject to executive suspension. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 9(24) The powers conferred by Regulation 23 may not be exercised unless the Vice-Chancellor (or delegate) has determined that an executive suspension is reasonably necessary to prevent or reduce the likelihood of further high risk misconduct. The Vice-Chancellor (or delegate): is not required to hold a hearing before making the decision,a. may inform themselves in any way in relation to any matter, andb. may impose terms, conditions and directions on the executive suspension.c. The Vice-Chancellor's (or delegate’s) decision to impose an executive suspension is final and cannot be appealed. An executive suspension continues to operate until it is revoked, by the Vice-Chancellor (or delegate), however it may not exceed a period of 12 months from the date of imposition. The Vice-Chancellor (or delegate) will review the executive suspension after it has been in place for 6 months. The Vice-Chancellor (or delegate) must within 24 hours of the decision to executively suspend the student provide written notice to the student: of the decision, any terms and conditions of the decision, and a summary of the reasons for the decision, anda. the provisions of these Regulations.b. An executive suspension takes effect when the student is notified of the decision via their university email account. The Vice-Chancellor (or delegate) may vary an executive suspension including any of the terms, conditions or directions initially imposed at any time. The Vice-Chancellor (or delegate) will revoke an executive suspension when the student demonstrates to the satisfaction of the Vice-Chancellor (or delegate) that they are fit to return to study or otherwise engage with RMIT without further risk. If the student cannot demonstrate within 12 months of the executive suspension that they are fit to return to study or otherwise engage with RMIT without further risk, the student’s enrolment will be cancelled. Any future application for admission will be referred for a decision to the Vice-Chancellor (or delegate)."
    },
    {
      "id": "C.X(23)",
      "type": "clause",
      "title": "Executive Suspension",
      "path": [
        "Part E",
        "Executive Suspension",
        "(23)"
      ],
      "text": "The Vice-Chancellor (or delegate) may determine that a student is immediately subject to executive suspension. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 9(24) The powers conferred by Regulation 23 may not be exercised unless the Vice-Chancellor (or delegate) has determined that an executive suspension is reasonably necessary to prevent or reduce the likelihood of further high risk misconduct.",
      "subclauses": []
    },
    {
      "id": "C.X(25)",
      "type": "clause",
      "title": "Executive Suspension",
      "path": [
        "Part E",
        "Executive Suspension",
        "(25)"
      ],
      "text": "The Vice-Chancellor (or delegate): is not required to hold a hearing before making the decision,a. may inform themselves in any way in relation to any matter, andb. may impose terms, conditions and directions on the executive suspension.c.",
      "subclauses": []
    },
    {
      "id": "C.X(26)",
      "type": "clause",
      "title": "Executive Suspension",
      "path": [
        "Part E",
        "Executive Suspension",
        "(26)"
      ],
      "text": "The Vice-Chancellor's (or delegate’s) decision to impose an executive suspension is final and cannot be appealed.",
      "subclauses": []
    },
    {
      "id": "C.X(27)",
      "type": "clause",
      "title": "Executive Suspension",
      "path": [
        "Part E",
        "Executive Suspension",
        "(27)"
      ],
      "text": "An executive suspension continues to operate until it is revoked, by the Vice-Chancellor (or delegate), however it may not exceed a period of 12 months from the date of imposition. The Vice-Chancellor (or delegate) will review the executive suspension after it has been in place for 6 months.",
      "subclauses": []
    },
    {
      "id": "C.X(28)",
      "type": "clause",
      "title": "Executive Suspension",
      "path": [
        "Part E",
        "Executive Suspension",
        "(28)"
      ],
      "text": "The Vice-Chancellor (or delegate) must within 24 hours of the decision to executively suspend the student provide written notice to the student: of the decision, any terms and conditions of the decision, and a summary of the reasons for the decision, anda. the provisions of these Regulations.b.",
      "subclauses": []
    },
    {
      "id": "C.X(29)",
      "type": "clause",
      "title": "Executive Suspension",
      "path": [
        "Part E",
        "Executive Suspension",
        "(29)"
      ],
      "text": "An executive suspension takes effect when the student is notified of the decision via their university email account.",
      "subclauses": []
    },
    {
      "id": "C.X(30)",
      "type": "clause",
      "title": "Executive Suspension",
      "path": [
        "Part E",
        "Executive Suspension",
        "(30)"
      ],
      "text": "The Vice-Chancellor (or delegate) may vary an executive suspension including any of the terms, conditions or directions initially imposed at any time.",
      "subclauses": []
    },
    {
      "id": "C.X(31)",
      "type": "clause",
      "title": "Executive Suspension",
      "path": [
        "Part E",
        "Executive Suspension",
        "(31)"
      ],
      "text": "The Vice-Chancellor (or delegate) will revoke an executive suspension when the student demonstrates to the satisfaction of the Vice-Chancellor (or delegate) that they are fit to return to study or otherwise engage with RMIT without further risk.",
      "subclauses": []
    },
    {
      "id": "C.X(32)",
      "type": "clause",
      "title": "Executive Suspension",
      "path": [
        "Part E",
        "Executive Suspension",
        "(32)"
      ],
      "text": "If the student cannot demonstrate within 12 months of the executive suspension that they are fit to return to study or otherwise engage with RMIT without further risk, the student’s enrolment will be cancelled. Any future application for admission will be referred for a decision to the Vice-Chancellor (or delegate).",
      "subclauses": []
    },
    {
      "id": "S.Eligibility Criteria",
      "type": "section",
      "title": "Eligibility Criteria",
      "path": [
        "Part F",
        "Eligibility Criteria"
      ],
      "text": "Subject to satisfying any eligibility criteria set out in the Student Conduct Policy or corresponding procedures, a student may apply to appeal to the Student Conduct Appeals Committee against the determinations of a Senior Officer or the Student Conduct Board. Any application to appeal must be based on one or more of the grounds of appeal set out in the Student Conduct"
    },
    {
      "id": "C.X(33)",
      "type": "clause",
      "title": "Eligibility Criteria",
      "path": [
        "Part F",
        "Eligibility Criteria",
        "(33)"
      ],
      "text": "Subject to satisfying any eligibility criteria set out in the Student Conduct Policy or corresponding procedures, a student may apply to appeal to the Student Conduct Appeals Committee against the determinations of a Senior Officer or the Student Conduct Board.",
      "subclauses": []
    },
    {
      "id": "C.X(34)",
      "type": "clause",
      "title": "Eligibility Criteria",
      "path": [
        "Part F",
        "Eligibility Criteria",
        "(34)"
      ],
      "text": "Any application to appeal must be based on one or more of the grounds of appeal set out in the Student Conduct",
      "subclauses": []
    },
    {
      "id": "S.Policy or corresponding procedure.",
      "type": "section",
      "title": "Policy or corresponding procedure.",
      "path": [
        "Part F",
        "Policy or corresponding procedure."
      ],
      "text": "The University Secretary and Academic Registrar (or delegate) will decide whether the relevant application to appeal satisfies the grounds for appeal set out in the Student Conduct Policy or corresponding procedure in determining whether the application to appeal can proceed to a hearing of the Student Conduct Appeals Committee. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 6 of 9Student Conduct Appeals Committee The Student Conduct Appeals Committee is constituted under these Regulations. The powers and functions of the Student Conduct Appeals Committee are set out in this Regulation, the Student"
    },
    {
      "id": "C.X(35)",
      "type": "clause",
      "title": "Policy or corresponding procedure.",
      "path": [
        "Part F",
        "Policy or corresponding procedure.",
        "(35)"
      ],
      "text": "The University Secretary and Academic Registrar (or delegate) will decide whether the relevant application to appeal satisfies the grounds for appeal set out in the Student Conduct Policy or corresponding procedure in determining whether the application to appeal can proceed to a hearing of the Student Conduct Appeals Committee. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 6 of 9Student Conduct Appeals Committee",
      "subclauses": []
    },
    {
      "id": "C.X(36)",
      "type": "clause",
      "title": "Policy or corresponding procedure.",
      "path": [
        "Part F",
        "Policy or corresponding procedure.",
        "(36)"
      ],
      "text": "The Student Conduct Appeals Committee is constituted under these Regulations.",
      "subclauses": []
    },
    {
      "id": "C.X(37)",
      "type": "clause",
      "title": "Policy or corresponding procedure.",
      "path": [
        "Part F",
        "Policy or corresponding procedure.",
        "(37)"
      ],
      "text": "The powers and functions of the Student Conduct Appeals Committee are set out in this Regulation, the Student",
      "subclauses": []
    },
    {
      "id": "S.Conduct Policy and corresponding procedu",
      "type": "section",
      "title": "Conduct Policy and corresponding procedures.",
      "path": [
        "Part F",
        "Conduct Policy and corresponding procedures."
      ],
      "text": "The Student Conduct Appeals Committee may consider and make determinations in relation to eligible applications concerning determinations of:"
    },
    {
      "id": "C.X(38)",
      "type": "clause",
      "title": "Conduct Policy and corresponding procedures.",
      "path": [
        "Part F",
        "Conduct Policy and corresponding procedures.",
        "(38)"
      ],
      "text": "The Student Conduct Appeals Committee may consider and make determinations in relation to eligible applications concerning determinations of:",
      "subclauses": []
    },
    {
      "id": "S.Senior Officers, anda.",
      "type": "section",
      "title": "Senior Officers, anda.",
      "path": [
        "Part F",
        "Senior Officers, anda."
      ],
      "text": "Subject to Regulation (41), membership of the Student Conduct Appeals Committee comprises: a Chaira. one Senior Officer, andb. an enrolled student nominated by the principal student organisation.c. Where possible, membership of the Student Conduct Appeals Committee will represent gender diversity. A quorum of the Student Conduct Appeals Committee for determining the appeal is the Chair and one member. The Chair may make procedural determinations on behalf of the Student Conduct Appeals Committee, including but not limited to determinations in relation to: the attendance of parties, representatives, and support persons at the hearinga. requests for adjournments, andb. release of information about the process and the determination.c."
    },
    {
      "id": "C.X(39)",
      "type": "clause",
      "title": "Senior Officers, anda.",
      "path": [
        "Part F",
        "Senior Officers, anda.",
        "(39)"
      ],
      "text": "Subject to Regulation (41), membership of the Student Conduct Appeals Committee comprises: a Chaira. one Senior Officer, andb. an enrolled student nominated by the principal student organisation.c.",
      "subclauses": []
    },
    {
      "id": "C.X(40)",
      "type": "clause",
      "title": "Senior Officers, anda.",
      "path": [
        "Part F",
        "Senior Officers, anda.",
        "(40)"
      ],
      "text": "Where possible, membership of the Student Conduct Appeals Committee will represent gender diversity.",
      "subclauses": []
    },
    {
      "id": "C.X(41)",
      "type": "clause",
      "title": "Senior Officers, anda.",
      "path": [
        "Part F",
        "Senior Officers, anda.",
        "(41)"
      ],
      "text": "A quorum of the Student Conduct Appeals Committee for determining the appeal is the Chair and one member.",
      "subclauses": []
    },
    {
      "id": "C.X(42)",
      "type": "clause",
      "title": "Senior Officers, anda.",
      "path": [
        "Part F",
        "Senior Officers, anda.",
        "(42)"
      ],
      "text": "The Chair may make procedural determinations on behalf of the Student Conduct Appeals Committee, including but not limited to determinations in relation to: the attendance of parties, representatives, and support persons at the hearinga. requests for adjournments, andb. release of information about the process and the determination.c.",
      "subclauses": []
    },
    {
      "id": "S.Senior Officers",
      "type": "section",
      "title": "Senior Officers",
      "path": [
        "Part G",
        "Senior Officers"
      ],
      "text": "A Senior Officer may apply the following consequences or penalties in finding that a student has engaged in misconduct: a reprimand;a. suspend the student’s enrolment for a period not exceeding one compulsory semester or nominated teachingb. period; require the student to repeat all or any part of an assessment task;c. record a failure or capped result for a course;d. record a failure for all or any part of an assessment task;e. require the student to pay the cost of any damage to RMIT property (including the cost of repair orf. replacement) up to a maximum of $AUD200 in total. Property damage in excess of this amount is referred to the Student Conduct Board; provide the student with a verbal or a written warning taking steps to record the warning on the relevantg. student record or file; require that the student undertake or participate in any educative, learning, mediation or resolution focussedh. activity; impose a combination of the above; ori. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 7 of 9subject to Regulation 44 below, any other actions which the Senior Officer considers appropriate, including asj. may be set out in more detail in the Student Conduct Policy and corresponding procedures. A Senior Officer may not: cancel any or all final results;a. impose a financial penalty on the student who has engaged in misconduct;b. revoke the student’s licence to attend campus or any RMIT premises;c. exclude the student from using any of RMIT’s computing and network facilities for a period, either partially ord. fully; refer to Council a recommendation to revoke an award; or e. expel the respondent student.f."
    },
    {
      "id": "C.X(43)",
      "type": "clause",
      "title": "Senior Officers",
      "path": [
        "Part G",
        "Senior Officers",
        "(43)"
      ],
      "text": "A Senior Officer may apply the following consequences or penalties in finding that a student has engaged in misconduct: a reprimand;a. suspend the student’s enrolment for a period not exceeding one compulsory semester or nominated teachingb. period; require the student to repeat all or any part of an assessment task;c. record a failure or capped result for a course;d. record a failure for all or any part of an assessment task;e. require the student to pay the cost of any damage to RMIT property (including the cost of repair orf. replacement) up to a maximum of $AUD200 in total. Property damage in excess of this amount is referred to the Student Conduct Board; provide the student with a verbal or a written warning taking steps to record the warning on the relevantg. student record or file; require that the student undertake or participate in any educative, learning, mediation or resolution focussedh. activity; impose a combination of the above; ori. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 7 of 9subject to Regulation 44 below, any other actions which the Senior Officer considers appropriate, including asj. may be set out in more detail in the Student Conduct Policy and corresponding procedures.",
      "subclauses": []
    },
    {
      "id": "C.X(44)",
      "type": "clause",
      "title": "Senior Officers",
      "path": [
        "Part G",
        "Senior Officers",
        "(44)"
      ],
      "text": "A Senior Officer may not: cancel any or all final results;a. impose a financial penalty on the student who has engaged in misconduct;b. revoke the student’s licence to attend campus or any RMIT premises;c. exclude the student from using any of RMIT’s computing and network facilities for a period, either partially ord. fully; refer to Council a recommendation to revoke an award; or e. expel the respondent student.f.",
      "subclauses": []
    },
    {
      "id": "S.Student Conduct Board",
      "type": "section",
      "title": "Student Conduct Board",
      "path": [
        "Part G",
        "Student Conduct Board"
      ],
      "text": "The Student Conduct Board may apply the following consequences or penalties in finding that a student has engaged in misconduct: any of the outcomes available to Senior Officers in Regulation 43 above;a. record a failure for a course or a capped result for a course, including the research component of a researchb. program; cancel any or all final results;c. impose a financial penalty or fine on the student who has engaged in misconduct, in accordance with thed. RMIT’s schedule of fees and charges; require the student to pay the cost of any damage to RMIT property;e. make an order that the student has forfeited their fees associated with undertaking a course or program; f. revoke the student's licence to attend campus or RMIT premises;g. exclude the student from using any of the RMIT’s computing and network facilities for a period either partiallyh. or fully; suspend the student's enrolment for a period not exceeding two compulsory semesters or nominated teachingi. periods; refer to Council a recommendation to revoke an award;j. expel the student; k. any combination of the above consequences or penalties; l. any other action the Student Conduct Board considers appropriate, including as may be set out in the Student m."
    },
    {
      "id": "C.X(45)",
      "type": "clause",
      "title": "Student Conduct Board",
      "path": [
        "Part G",
        "Student Conduct Board",
        "(45)"
      ],
      "text": "The Student Conduct Board may apply the following consequences or penalties in finding that a student has engaged in misconduct: any of the outcomes available to Senior Officers in Regulation 43 above;a. record a failure for a course or a capped result for a course, including the research component of a researchb. program; cancel any or all final results;c. impose a financial penalty or fine on the student who has engaged in misconduct, in accordance with thed. RMIT’s schedule of fees and charges; require the student to pay the cost of any damage to RMIT property;e. make an order that the student has forfeited their fees associated with undertaking a course or program; f. revoke the student's licence to attend campus or RMIT premises;g. exclude the student from using any of the RMIT’s computing and network facilities for a period either partiallyh. or fully; suspend the student's enrolment for a period not exceeding two compulsory semesters or nominated teachingi. periods; refer to Council a recommendation to revoke an award;j. expel the student; k. any combination of the above consequences or penalties; l. any other action the Student Conduct Board considers appropriate, including as may be set out in the Student m.",
      "subclauses": []
    },
    {
      "id": "S.Conduct Policy and corresponding procedu",
      "type": "section",
      "title": "Conduct Policy and corresponding procedures.",
      "path": [
        "Part G",
        "Conduct Policy and corresponding procedures."
      ],
      "text": ""
    },
    {
      "id": "S.External Review of Determination",
      "type": "section",
      "title": "External Review of Determination",
      "path": [
        "Part H",
        "External Review of Determination"
      ],
      "text": "Nothing in these Regulations is intended to preclude a student from exercising any right to external review of any determination. RMIT may pause any internal process under these Regulations where the student exercises the right to external review of a determination involving the same or similar subject matter, or where the matter is otherwise subject to legal proceedings. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 8 of 9Regulation of Proceedings Subject to RMIT legislation, a Senior Officer, the Student Conduct Board, and the Student Conduct Appeals"
    },
    {
      "id": "C.X(46)",
      "type": "clause",
      "title": "External Review of Determination",
      "path": [
        "Part H",
        "External Review of Determination",
        "(46)"
      ],
      "text": "Nothing in these Regulations is intended to preclude a student from exercising any right to external review of any determination.",
      "subclauses": []
    },
    {
      "id": "C.X(47)",
      "type": "clause",
      "title": "External Review of Determination",
      "path": [
        "Part H",
        "External Review of Determination",
        "(47)"
      ],
      "text": "RMIT may pause any internal process under these Regulations where the student exercises the right to external review of a determination involving the same or similar subject matter, or where the matter is otherwise subject to legal proceedings. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 8 of 9Regulation of Proceedings",
      "subclauses": []
    },
    {
      "id": "C.X(48)",
      "type": "clause",
      "title": "External Review of Determination",
      "path": [
        "Part H",
        "External Review of Determination",
        "(48)"
      ],
      "text": "Subject to RMIT legislation, a Senior Officer, the Student Conduct Board, and the Student Conduct Appeals",
      "subclauses": []
    },
    {
      "id": "S.Committee constituted under the Student ",
      "type": "section",
      "title": "Committee constituted under the Student Conduct Regulations:",
      "path": [
        "Part H",
        "Committee constituted under the Student Conduct Regulations:"
      ],
      "text": ""
    },
    {
      "id": "S.Delegations",
      "type": "section",
      "title": "Delegations",
      "path": [
        "Part H",
        "Delegations"
      ],
      "text": "The Vice-Chancellor may delegate to a Senior Officer in writing any of their functions or powers under these"
    },
    {
      "id": "C.X(49)",
      "type": "clause",
      "title": "Delegations",
      "path": [
        "Part H",
        "Delegations",
        "(49)"
      ],
      "text": "The Vice-Chancellor may delegate to a Senior Officer in writing any of their functions or powers under these",
      "subclauses": []
    },
    {
      "id": "S.Regulations other than this power of del",
      "type": "section",
      "title": "Regulations other than this power of delegation.",
      "path": [
        "Part H",
        "Regulations other than this power of delegation."
      ],
      "text": "A Senior Officer may delegate to a Deputy Dean or Deputy Head of School in writing any of their functions or powers under these Regulations other than: a function or power delegated under Regulation 49, anda. this power of delegation.b."
    },
    {
      "id": "C.X(50)",
      "type": "clause",
      "title": "Regulations other than this power of delegation.",
      "path": [
        "Part H",
        "Regulations other than this power of delegation.",
        "(50)"
      ],
      "text": "A Senior Officer may delegate to a Deputy Dean or Deputy Head of School in writing any of their functions or powers under these Regulations other than: a function or power delegated under Regulation 49, anda. this power of delegation.b.",
      "subclauses": []
    },
    {
      "id": "S.Transitional Provisions",
      "type": "section",
      "title": "Transitional Provisions",
      "path": [
        "Part H",
        "Transitional Provisions"
      ],
      "text": "In this Regulation: commencement date means the date on which these Regulations come into operation.a. old regulations mean the Student Conduct Regulations in respect of which the seal was affixed by the authorityb. of Council on 11 November 2013, and which were in force up until the commencement date of these"
    },
    {
      "id": "C.X(51)",
      "type": "clause",
      "title": "Transitional Provisions",
      "path": [
        "Part H",
        "Transitional Provisions",
        "(51)"
      ],
      "text": "In this Regulation: commencement date means the date on which these Regulations come into operation.a. old regulations mean the Student Conduct Regulations in respect of which the seal was affixed by the authorityb. of Council on 11 November 2013, and which were in force up until the commencement date of these",
      "subclauses": []
    },
    {
      "id": "S.Regulations.",
      "type": "section",
      "title": "Regulations.",
      "path": [
        "Part H",
        "Regulations."
      ],
      "text": "Any report of potential student misconduct reported to a Senior Officer in accordance with these Regulations, on and from the commencement date, is to be dealt with under these Regulations. Any report of potential student misconduct reported to a Senior Officer in accordance with the old regulations, prior to the commencement date, is to be dealt with under the old regulations."
    },
    {
      "id": "C.X(52)",
      "type": "clause",
      "title": "Regulations.",
      "path": [
        "Part H",
        "Regulations.",
        "(52)"
      ],
      "text": "Any report of potential student misconduct reported to a Senior Officer in accordance with these Regulations, on and from the commencement date, is to be dealt with under these Regulations.",
      "subclauses": []
    },
    {
      "id": "C.X(53)",
      "type": "clause",
      "title": "Regulations.",
      "path": [
        "Part H",
        "Regulations.",
        "(53)"
      ],
      "text": "Any report of potential student misconduct reported to a Senior Officer in accordance with the old regulations, prior to the commencement date, is to be dealt with under the old regulations.",
      "subclauses": []
    },
    {
      "id": "S.Revocation of Regulations",
      "type": "section",
      "title": "Revocation of Regulations",
      "path": [
        "Part H",
        "Revocation of Regulations"
      ],
      "text": "On the commencement of these Regulations the following regulations are revoked: the Student Conduct"
    },
    {
      "id": "C.X(54)",
      "type": "clause",
      "title": "Revocation of Regulations",
      "path": [
        "Part H",
        "Revocation of Regulations",
        "(54)"
      ],
      "text": "On the commencement of these Regulations the following regulations are revoked: the Student Conduct",
      "subclauses": []
    },
    {
      "id": "S.Regulations in respect of which the seal",
      "type": "section",
      "title": "Regulations in respect of which the seal was affixed by the authority of Council on 11 November 2013, and which were",
      "path": [
        "Part H",
        "Regulations in respect of which the seal was affixed by the authority of Council on 11 November 2013, and which were"
      ],
      "text": ""
    },
    {
      "id": "S.Status Current",
      "type": "section",
      "title": "Status Current",
      "path": [
        "Part H",
        "Status Current"
      ],
      "text": ""
    },
    {
      "id": "S.Review Date 31st December 2027",
      "type": "section",
      "title": "Review Date 31st December 2027",
      "path": [
        "Part H",
        "Review Date 31st December 2027"
      ],
      "text": ""
    },
    {
      "id": "S.Approval Authority RMIT University Counc",
      "type": "section",
      "title": "Approval Authority RMIT University Council",
      "path": [
        "Part H",
        "Approval Authority RMIT University Council"
      ],
      "text": ""
    },
    {
      "id": "S.Approval Date 16th December 2021",
      "type": "section",
      "title": "Approval Date 16th December 2021",
      "path": [
        "Part H",
        "Approval Date 16th December 2021"
      ],
      "text": ""
    },
    {
      "id": "S.Expiry Date Not Applicable",
      "type": "section",
      "title": "Expiry Date Not Applicable",
      "path": [
        "Part H",
        "Expiry Date Not Applicable"
      ],
      "text": ""
    },
    {
      "id": "S.Policy OwnerConnie Merlino",
      "type": "section",
      "title": "Policy OwnerConnie Merlino",
      "path": [
        "Part H",
        "Policy OwnerConnie Merlino"
      ],
      "text": ""
    },
    {
      "id": "S.University Secretary and Academic Regist",
      "type": "section",
      "title": "University Secretary and Academic Registrar",
      "path": [
        "Part H",
        "University Secretary and Academic Registrar"
      ],
      "text": ""
    },
    {
      "id": "S.Policy AuthorConnie Merlino",
      "type": "section",
      "title": "Policy AuthorConnie Merlino",
      "path": [
        "Part H",
        "Policy AuthorConnie Merlino"
      ],
      "text": ""
    },
    {
      "id": "S.University Secretary and Academic Regist",
      "type": "section",
      "title": "University Secretary and Academic Registrar",
      "path": [
        "Part H",
        "University Secretary and Academic Registrar"
      ],
      "text": ""
    },
    {
      "id": "S.Enquiries Contact University Secretariat",
      "type": "section",
      "title": "Enquiries Contact University Secretariat",
      "path": [
        "Part H",
        "Enquiries Contact University Secretariat"
      ],
      "text": ""
    },
    {
      "id": "S.Glossary Terms and Definitions",
      "type": "section",
      "title": "Glossary Terms and Definitions",
      "path": [
        "Part H",
        "Glossary Terms and Definitions"
      ],
      "text": ""
    },
    {
      "id": "S.Pathways)",
      "type": "section",
      "title": "Pathways)",
      "path": [
        "Part H",
        "Pathways)"
      ],
      "text": ""
    }
  ],
  "chunks": [
    {
      "id": "K.001",
      "text": "Part A :: Purpose\nThe purpose of these Regulations is to: maintain and protect academic integrity at RMIT;a. regulate the conduct of students in connection with RMIT;b. facilitate the proper functioning of RMIT; andc. enable RMIT to fulfil its duty to foster the wellbeing of staff and students.d. Part A :: Authorising Provision\nThese Regulations are made under the RMIT Statute No. 1 and sections 28, 29 and 30 of the Royal Melbourne Part A :: Scope\nThese Regulations apply to RMIT Group students as defined in the Student Conduct Policy . Part A :: Definitions\nIn these Regulations: Part B :: Student Conduct\nStudent conduct may be subject to prohibitions, restrictions or conditions imposed by: law; ora. the reasonable and proportionate regulation of conduct necessary to enable RMIT to discharge its obligations inb. relation to its: teaching and research activities;i. duty to foster the wellbeing of students and staff;ii. legal duties; oriii. reasonable requirements as to programs and courses to be delivered and the means of their delivery.iv. Part B :: Academic, disciplinary, and professional standards that apply to the production of academic work andc.\nassessment.\nSubject to the limitations and regulation of conduct allowable under the Intellectual Freedom Policy : the exercise of academic freedom by a student will not constitute misconduct nor attract any penalty ora. adverse action; and a student’s lawful speech on RMIT property or in connection with a University activity will not constituteb. misconduct or attract a penalty or adverse action by reference only to its content. Part C :: General Misconduct\nGeneral misconduct is conduct by a student: that is prohibited by a University Statute, regulation, policy, procedure, rule, guideline, principle, code, chartera. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 9or similar instrument; or that is or is likely to be detrimental to:b. RMIT’s ability to fulfil its learning, teaching, research and service obligations;i. Part C :: RMIT property or the property of any person or the public.iii.\nGeneral misconduct does not include high risk misconduct. Part C :: High Risk Misconduct\nHigh risk misconduct is conduct by a student that gives rise to a significant or substantial risk to, or that has consequences that are potentially major, severe or extreme for: the physical or psychological safety of RMIT staff, students (including the student themselves) or the public; or a. Part D :: Academic Misconduct\nAcademic misconduct is conduct by a student that is intended or is likely to have the effect of obtaining, for that student or any other person, an advantage in the performance of assessment by unauthorised, dishonest, unethical or unfair means whether or not the advantage was obtained. Part E :: Reporting and responding to potential student misconduct\nWhere an officer: receives a report concerning potential student misconduct, ora. has reasonable grounds to believe that a student has engaged in misconduct,b. they must inform a Course Coordinator or Senior Officer (where appropriate) and act in accordance with the Student Part E :: Conduct Policy and any corresponding procedures.\nThe role of Senior Officer is constituted under these Regulations. Senior Officers are appointed: in RMIT University and RMIT Vietnam, by the Deputy Vice-Chancellor Educationa. in RMIT Europe, by the Executive Director,b. in RMIT University Pathways (RMIT UP), by the Chief Executive Officer, andc. in RMIT Online, by the Chief Executive Officer.d. Senior Officers may: consider reports of potential general and academic misconduct;a. make and direct internal investigations;b. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 9refer complex or serious conduct matters to the Student Conduct Board; c. make determinations:d. regarding findings of fact concerning reported potential student misconduct; i. as to whether the reported conduct constitutes student misconduct; and ii. on any actions, consequences or penalties to be applied, following those determinations.iii. in accordance with these Regulations, the Student Conduct Policy and corresponding procedures Where a Senior Officer: receives a report concerning potential student misconduct, ora. has reasonable grounds to believe that a student has engaged in misconduct,b. they must comply with the Student Conduct Policy and any corresponding procedures in relation to the potential misconduct. Part E :: Student Conduct Board\nThe Student Conduct Board is constituted under these Regulations. The powers and functions of the Student Conduct Board are set out in these Regulations, and in the Student Part E :: Conduct Policy and corresponding procedures.\nThe Student Conduct Board may: consider reports of potential general, high risk and academic misconduct; a. make and direct internal and external investigations;b. make determinations:c. regarding findings of fact concerning reported potential student misconduct,i. as to whether the reported conduct constitutes student misconduct, andii. on any actions, consequences, or penalties to be applied, following those determinations,iii. in accordance with these Regulations, the Student Conduct Policy and corresponding procedures. Subject to Regulaton (21), membership of the Student Conduct Board comprises: a Chair,a. two Senior Officers, andb. an enrolled student nominated by the principal student organisation.c. Where possible, membership of the Student Conduct Board will represent gender diversity. A quorum of the Student Conduct Board is the Chair and two members. The Chair may make procedural determinations on behalf of the Student Conduct Board, including but not limited to determinations in relation to: the attendance of parties, representatives, and support persons at the hearing,a. requests for adjournments, andb. release of information about the process and the determination.c. Part E :: Executive Suspension\nThe Vice-Chancellor (or delegate) may determine that a student is immediately subject to executive suspension. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 9(24) The powers conferred by Regulation 23 may not be exercised unless the Vice-Chancellor (or delegate) has determined that an executive suspension is reasonably necessary to prevent or reduce the likelihood of further high risk misconduct. The Vice-Chancellor (or delegate): is not required to hold a hearing before making the decision,a. may inform themselves in any way in relation to any matter, andb. may impose terms, conditions and directions on the executive suspension.c. The Vice-Chancellor's (or delegate’s) decision to impose an executive suspension is final and cannot be appealed. An executive suspension continues to operate until it is revoked, by the Vice-Chancellor (or delegate), however it may not exceed a period of 12 months from the date of imposition. The Vice-Chancellor (or delegate) will review the executive suspension after it has been in place for 6 months. The Vice-Chancellor (or delegate) must within 24 hours of the decision to executively suspend the student provide written notice to the student: of the decision, any terms and conditions of the decision, and a summary of the reasons for the decision, anda. the provisions of these Regulations.b. An executive suspension takes effect when the student is notified of the decision via their university email account. The Vice-Chancellor (or delegate) may vary an executive suspension including any of the terms, conditions or directions initially imposed at any time. The Vice-Chancellor (or delegate) will revoke an executive suspension when the student demonstrates to the satisfaction of the Vice-Chancellor (or delegate) that they are fit to return to study or otherwise engage with RMIT without further risk. If the student cannot demonstrate within 12 months of the executive suspension that they are fit to return to study or otherwise engage with RMIT without further risk, the student’s enrolment will be cancelled. Any future application for admission will be referred for a decision to the Vice-Chancellor (or delegate). Part F :: Eligibility Criteria\nSubject to satisfying any eligibility criteria set out in the Student Conduct Policy or corresponding procedures, a student may apply to appeal to the Student Conduct Appeals Committee against the determinations of a Senior Officer or the Student Conduct Board. Any application to appeal must be based on one or more of the grounds of appeal set out in the Student Conduct",
      "source_ids": [
        "S.Purpose",
        "S.Authorising_Provision",
        "S.Scope",
        "S.Definitions",
        "S.Student_Conduct",
        "S.Academic_disciplinary_and_professional_standards_that_apply_to_the_production_of_academic_work_andc",
        "S.General_Misconduct",
        "S.RMIT_property_or_the_property_of_any_person_or_the_public_iii",
        "S.High_Risk_Misconduct",
        "S.Academic_Misconduct",
        "S.Reporting_and_responding_to_potential_student_misconduct",
        "S.Conduct_Policy_and_any_corresponding_procedures",
        "S.Student_Conduct_Board",
        "S.Conduct_Policy_and_corresponding_procedures",
        "S.Executive_Suspension",
        "S.Eligibility_Criteria"
      ],
      "page_range": null,
      "token_estimate": 1820
    },
    {
      "id": "K.002",
      "text": "Part F :: Policy or corresponding procedure.\nThe University Secretary and Academic Registrar (or delegate) will decide whether the relevant application to appeal satisfies the grounds for appeal set out in the Student Conduct Policy or corresponding procedure in determining whether the application to appeal can proceed to a hearing of the Student Conduct Appeals Committee. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 6 of 9Student Conduct Appeals Committee The Student Conduct Appeals Committee is constituted under these Regulations. The powers and functions of the Student Conduct Appeals Committee are set out in this Regulation, the Student Part F :: Conduct Policy and corresponding procedures.\nThe Student Conduct Appeals Committee may consider and make determinations in relation to eligible applications concerning determinations of: Part F :: Senior Officers, anda.\nthe Student Conduct Board.b.\nSubject to Regulation (41), membership of the Student Conduct Appeals Committee comprises: a Chaira. one Senior Officer, andb. an enrolled student nominated by the principal student organisation.c. Where possible, membership of the Student Conduct Appeals Committee will represent gender diversity. A quorum of the Student Conduct Appeals Committee for determining the appeal is the Chair and one member. The Chair may make procedural determinations on behalf of the Student Conduct Appeals Committee, including but not limited to determinations in relation to: the attendance of parties, representatives, and support persons at the hearinga. requests for adjournments, andb. release of information about the process and the determination.c. Part G :: Senior Officers\nA Senior Officer may apply the following consequences or penalties in finding that a student has engaged in misconduct: a reprimand;a. suspend the student’s enrolment for a period not exceeding one compulsory semester or nominated teachingb. period; require the student to repeat all or any part of an assessment task;c. record a failure or capped result for a course;d. record a failure for all or any part of an assessment task;e. require the student to pay the cost of any damage to RMIT property (including the cost of repair orf. replacement) up to a maximum of $AUD200 in total. Property damage in excess of this amount is referred to the Student Conduct Board; provide the student with a verbal or a written warning taking steps to record the warning on the relevantg. student record or file; require that the student undertake or participate in any educative, learning, mediation or resolution focussedh. activity; impose a combination of the above; ori. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 7 of 9subject to Regulation 44 below, any other actions which the Senior Officer considers appropriate, including asj. may be set out in more detail in the Student Conduct Policy and corresponding procedures. A Senior Officer may not: cancel any or all final results;a. impose a financial penalty on the student who has engaged in misconduct;b. revoke the student’s licence to attend campus or any RMIT premises;c. exclude the student from using any of RMIT’s computing and network facilities for a period, either partially ord. fully; refer to Council a recommendation to revoke an award; or e. expel the respondent student.f. Part G :: Student Conduct Board\nThe Student Conduct Board may apply the following consequences or penalties in finding that a student has engaged in misconduct: any of the outcomes available to Senior Officers in Regulation 43 above;a. record a failure for a course or a capped result for a course, including the research component of a researchb. program; cancel any or all final results;c. impose a financial penalty or fine on the student who has engaged in misconduct, in accordance with thed. RMIT’s schedule of fees and charges; require the student to pay the cost of any damage to RMIT property;e. make an order that the student has forfeited their fees associated with undertaking a course or program; f. revoke the student's licence to attend campus or RMIT premises;g. exclude the student from using any of the RMIT’s computing and network facilities for a period either partiallyh. or fully; suspend the student's enrolment for a period not exceeding two compulsory semesters or nominated teachingi. periods; refer to Council a recommendation to revoke an award;j. expel the student; k. any combination of the above consequences or penalties; l. any other action the Student Conduct Board considers appropriate, including as may be set out in the Student m. Part H :: External Review of Determination\nNothing in these Regulations is intended to preclude a student from exercising any right to external review of any determination. RMIT may pause any internal process under these Regulations where the student exercises the right to external review of a determination involving the same or similar subject matter, or where the matter is otherwise subject to legal proceedings. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 8 of 9Regulation of Proceedings Subject to RMIT legislation, a Senior Officer, the Student Conduct Board, and the Student Conduct Appeals Part H :: Delegations\nThe Vice-Chancellor may delegate to a Senior Officer in writing any of their functions or powers under these Part H :: Regulations other than this power of delegation.\nA Senior Officer may delegate to a Deputy Dean or Deputy Head of School in writing any of their functions or powers under these Regulations other than: a function or power delegated under Regulation 49, anda. this power of delegation.b. Part H :: Transitional Provisions\nIn this Regulation: commencement date means the date on which these Regulations come into operation.a. old regulations mean the Student Conduct Regulations in respect of which the seal was affixed by the authorityb. of Council on 11 November 2013, and which were in force up until the commencement date of these Part H :: Regulations.\nAny report of potential student misconduct reported to a Senior Officer in accordance with these Regulations, on and from the commencement date, is to be dealt with under these Regulations. Any report of potential student misconduct reported to a Senior Officer in accordance with the old regulations, prior to the commencement date, is to be dealt with under the old regulations. Part H :: Revocation of Regulations\nOn the commencement of these Regulations the following regulations are revoked: the Student Conduct",
      "source_ids": [
        "S.Policy_or_corresponding_procedure",
        "S.Conduct_Policy_and_corresponding_procedures",
        "S.Senior_Officers_anda",
        "S.Senior_Officers",
        "S.Student_Conduct_Board",
        "S.External_Review_of_Determination",
        "S.Delegations",
        "S.Regulations_other_than_this_power_of_delegation",
        "S.Transitional_Provisions",
        "S.Regulations",
        "S.Revocation_of_Regulations"
      ],
      "page_range": null,
      "token_estimate": 1466
    }
  ]
}