{
  "metadata": {
    "title": "Student Conduct Procedure",
    "source_path": "/mnt/data/Student_Conduct_Procedure.pdf",
    "pages": 6,
    "effective_date": null,
    "review_date": "1st January 2027",
    "approval_authority": "Deputy Vice-Chancellor Education",
    "approval_date": "6th December 2021",
    "expiry_date": "Not Applicable",
    "policy_owner": null,
    "policy_author": null,
    "enquiries_contact": "Student Conduct"
  },
  "sections": [
    {
      "id": "S.1",
      "heading": "Section 1 – Context",
      "number": 1,
      "text": "(1) This procedure addresses: how RMIT will respond to and refer potential student misconducta. student careb. processes applicable to respondent students who are also members of staffc. address for notice and communication, andd. records, privacy, and confidentiality.e."
    },
    {
      "id": "S.2",
      "heading": "Section 2 – Authority",
      "number": 2,
      "text": "(2) Authority for this document is established by the Student Conduct Policy ."
    },
    {
      "id": "S.3",
      "heading": "Section 3 – Scope",
      "number": 3,
      "text": "(3) This procedure applies to students and staff of RMIT, as set out in the Student Conduct Policy . It relates to the implementation of the Student Conduct Regulations , Student Conduct Policy , and corresponding procedures regarding student conduct and the management of student misconduct. (4) Nothing in this procedure prevents an officer or Senior Officer from taking precautionary measures at any time to address or manage a safety concern."
    },
    {
      "id": "S.4",
      "heading": "Section 4 – Procedure",
      "number": 4,
      "subsections": [
        {
          "heading": "Reports of Potential Student Misconduct",
          "text": "(5) An officer must comply with this procedure when they receive a report or any information resulting in a reasonable belief that a student may have engaged in any form of misconduct under the Student Conduct Policy . (6) For matters relating to potential academic student misconduct, the officer must investigate the conduct in accordance with the Academic Integrity Policy and report it to the relevant course coordinator (or equivalent): The course coordinator (or equivalent) must evaluate the conduct and determine whether:a. it is an assessment matter that can be addressed as part of the assessment of the student’s work ini. accordance with clause (10) of the Academic Integrity Procedure , or it is potential academic misconduct which will be referred to a Senior Officer via the Academic Integrity ii. and Student Conduct Reporting Form . (7) For matters relating to potential general misconduct, the officer must: This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 6make initial enquiries and collate relevant information and materials regarding the conduct, anda. refer the matter along with the relevant material to a Senior Officer via the Academic Integrity and Student b. Conduct Reporting Form . (8) For matters relating to potential high risk misconduct, the officer must refer the conduct to the Student Conduct Board."
        },
        {
          "heading": "Student Care",
          "text": "(9) Applying the Student Conduct Policy and corresponding procedures may have adverse personal or academic consequences for students; therefore, any students to which these procedures apply will be provided with resources and information to support their welfare and wellbeing. (10) Staff will assist students, where appropriate, by providing: information on relevant support services including referral to external services, as required by the nature of thea. reported conduct clear and open communication, andb. procedural fairness.c. (11) RMIT Group support services include: Safer Communitya. mental health wellbeing and counsellingb. peer support and advocacy (principal student organisation and Student Council)c. assessment adjustmentsd. student complaint processes e. health, security, or accommodation providersf. Ngarara Willim Centre (for Aboriginal and Torres Strait Islander students and staff).g. (12) Where there is an emergency or an immediate risk of harm, staff should seek urgent assistance via: emergency services and RMIT Security, for RMIT Australia. RMIT Security will assist in coordinating personala. safety of staff and students, property damage or theft, or referral to a Critical Incident Management Team the relevant local authority, for offshore campuses and partners.b. (13) Where staff have concerns about how to support a distressed student or staff member, they should immediately contact the RMIT Staff Line for students and People Connect for staff support, for: advice on managing distressa. strategies to address the behaviour causing distressb. reasonable and appropriate precautionary measures to protect the safety of any personc. referral of the student and staff to other specialist supportd. disclosure of information.e. (14) Where a student conduct process has commenced, a student may choose to disclose details of concerning, threatening or inappropriate behaviour. Disclosures may include, but are not limited to, the provision of information about physical or verbal assault,a. sexual harm or sexual assault, stalking, self-harm, bullying, harassment, unlawful discrimination and/or This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 6victimisation. A person who makes a disclosure or a report of these kinds of behaviours or harm will be informed by staffb. about their options, including if they would like to report their experience to the police, as well as their ability to engage with the special consideration process or any other academic or wellbeing support mechanisms. A person may make a disclosure of sexual harm; however, they may choose not to have that disclosure treatedc. as an instance of potential student misconduct to which this procedure applies. (15) Staff must notify Safer Community (while maintaining student privacy to the extent possible, and subject to the requirements of this procedure) if any conduct or incident involves: a person under the age of 18 yearsa. sexual harm, a vulnerable party, or where responding to the matter may require a trauma-informed approach,b. or any behaviour which is threatening, concerning or inappropriate.c. (16) Staff must contact the Ngarara Willim Centre if any conduct or incident involves an Aboriginal or Torres Strait Islander student. The Ngarara Willim Centre may provide care and support to the student during the misconduct process.a. Any notice of written communication sent to an Aboriginal or Torres Strait Islander student under clause (21)b. must also be sent to Ngarara Willim. Notifications received by Ngarara Willim will not be considered receipt of the correspondence by the student."
        },
        {
          "heading": "Students Who Are Also Staff of RMIT",
          "text": "(17) Where a student who is the subject of a potential misconduct report is also a staff member, action may also be taken under the relevant staff policy where their position as a staff member was relevant to the circumstances of the reported conduct. (18) Factors which may affect the relevance of a person’s status as a staff member may include (but are not limited to): whether the person was acting in their capacity as a staff member at the time the reported conduct is said toa. have occurred whether the person’s status as a student and staff member was known or apparent to any other personsb. involved whether the person’s status as a staff member was still current at the time of the reported conductc. whether the person’s status as a staff member enabled the person to have additional access to RMIT facilitiesd. or equipment which relates to the reported conduct whether the person’s status as a staff member provided them actual or perceived:e. authority, power, or trusti. ability to influence student or staff mattersii. obligations to discharge a duty of care in relation to a studentiii. discretion in relation to a student or staff matteriv. the nature and seriousness of the potential student misconduct and its consequencesf. any other facts or circumstances which relate to the persons involved in the reported conduct which areg. relevant to a person’s status as a staff member. (19) In circumstances where both the Student Conduct Policy and the relevant staff policy and procedures apply, This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 6RMIT’s human resources team will work with the University Secretary and Academic Registrar (or delegate) to determine the most appropriate way or ways to proceed, which may include pausing one set of proceedings or investigation while the other continues, or having both proceedings being conducted at the same time. (20) Where the reported conduct is investigated, the investigation should be undertaken so as to reduce an overlap or repeated questioning or evidence gathering, and evidence or other relevant material gathered in the course of one proceeding may be used in relation to the other."
        },
        {
          "heading": "Address for Notice and Communication",
          "text": "(21) Any notice or written communication to a student for the purposes of the Student Conduct Regulations , policy and corresponding procedures, including in relation to the application of an executive suspension, notification of the opportunity to make a response to conduct matter or an outcome determination, is sufficient if it is in writing and: emailed to the student’s allocated RMIT email account, or if there is no RMIT email account, or if access to thea. RMIT email account has been suspended, such other personal email account held in RMIT’s student records system; or posted by registered mail to the address listed in the student’s contact information within RMIT’s studentb. records system. (22) A notice is deemed to have been received: if sent by email, either at the time designated by an email delivery receipt, or 24 hours after the time it wasa. sent by RMIT, whichever occurs first, or after 72 hours if posted by registered mail.a."
        },
        {
          "heading": "Records, Privacy, and Confidentiality",
          "text": "(23) All parties to Student Conduct matters initiated under the Student Conduct Policy and corresponding procedures must maintain confidentiality whilst the process is underway in order to ensure the integrity of the proceedings and outcomes. This requirement does not limit the exercise of student academic freedoms associated with university operations upon the formal conclusion of student conduct proceedings. (24) Advocates and support persons are bound by the same confidentiality requirements as all other persons involved in conduct proceedings. (25) RMIT recognises the importance of maintaining confidentiality to ensure safety and will seek to balance this with procedural fairness. This may mean that the identities of persons who are witnesses are not disclosed to a respondent student where it might give rise to a risk to safety or wellbeing. Different approaches to confidentiality may also apply where a matter involves persons who are under 18 years of age. (26) Records and information regarding student conduct matters will be managed in accordance with RMIT’s Privacy Policy and the information management policies and procedures."
        }
      ],
      "text": ""
    },
    {
      "id": "S.5",
      "heading": "Section 5 – Definitions",
      "number": 5,
      "text": "Term Deﬁnition advocatemeans a member of the principal student organisation, case manager from Safer Community or another person approved by a Senior Oﬃcer or Chair of the Student Conduct Board to accompany a student during an investigation or conduct hearing. An advocate may provide advice and is permitted to make submissions or speak on a respondent student's behalf during an investigation or conduct hearing. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 6course coordinatormeans the academic or teaching staﬀ member who is responsible for the management, conduct, teaching and assessment of a course. respondent student is a student who is reported to have engaged in conduct which might, if proven, constitute misconduct, or who has been found to have engaged in misconduct. Senior Oﬃcermeans the role of Senior Oﬃcer as established under the Student Conduct Regulations and referenced within the Student Conduct Policy . sexual assaultoccurs when someone does not consent to a sexual act, such as where a person is forced, coerced, or tricked into sexual acts against their will or without their consent, including when they have withdrawn their consent. Sexual assault includes a range of behaviours, all of which are unacceptable and constitute a crime. Examples of conduct which may constitute sexual assault or sexual harassment are also set out in the Gender-Based Violence Prevention and Response Policy . sexual harmis the term RMIT uses to describe any kind of impact on a person (including trauma) which could result from non-consensual sexual behaviour, including sexual harassment or sexual assault. support persona support person is someone who may accompany a person and support their wellbeing during a student conduct investigation or conduct hearing but who may not represent or speak on behalf of the student. A support person is usually a family member, friend, fellow student or colleague. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 6 of 6Status and Details Status Current Eﬀective Date 10th January 2022 Review Date 1st January 2027 Approval Authority Deputy Vice-Chancellor Education Approval Date 6th December 2021 Expiry Date Not Applicable Policy OwnerConnie Merlino University Secretary and Academic Registrar Policy AuthorKathryn Wardill Associate Director, Integrity and Assessment Support Enquiries Contact Student Conduct Glossary Terms and Definitions \"RMIT Group\" - RMIT University and its controlled entities (RMIT Europe, RMIT Online, RMIT Vietnam, RMIT University Pathways) \"Sexual harm\" - Is the term RMIT uses to describe any kind of impact on a person (including trauma) which could result from non-consensual sexual behaviour and including sexual harassment or sexual assault. \"Misconduct\" - means general misconduct and/or academic misconduct and/or high risk misconduct. \"Officer\" - means any person employed or engaged as staff within the RMIT Group"
    }
  ],
  "qa_index": [
    {
      "id": "S.1",
      "type": "section",
      "title": "Section 1 – Context",
      "path": [
        "Section 1 – Context"
      ],
      "text": "(1) This procedure addresses: how RMIT will respond to and refer potential student misconducta. student careb. processes applicable to respondent students who are also members of staffc. address for notice and communication, andd. records, privacy, and confidentiality.e."
    },
    {
      "id": "S.2",
      "type": "section",
      "title": "Section 2 – Authority",
      "path": [
        "Section 2 – Authority"
      ],
      "text": "(2) Authority for this document is established by the Student Conduct Policy ."
    },
    {
      "id": "S.3",
      "type": "section",
      "title": "Section 3 – Scope",
      "path": [
        "Section 3 – Scope"
      ],
      "text": "(3) This procedure applies to students and staff of RMIT, as set out in the Student Conduct Policy . It relates to the implementation of the Student Conduct Regulations , Student Conduct Policy , and corresponding procedures regarding student conduct and the management of student misconduct. (4) Nothing in this procedure prevents an officer or Senior Officer from taking precautionary measures at any time to address or manage a safety concern."
    },
    {
      "id": "S.4",
      "type": "section",
      "title": "Section 4 – Procedure",
      "path": [
        "Section 4 – Procedure"
      ],
      "text": ""
    },
    {
      "id": "S.4.Reports_of_Potential_Student_Misconduct",
      "type": "subsection",
      "title": "Reports of Potential Student Misconduct",
      "path": [
        "Section 4 – Procedure",
        "Reports of Potential Student Misconduct"
      ],
      "text": "(5) An officer must comply with this procedure when they receive a report or any information resulting in a reasonable belief that a student may have engaged in any form of misconduct under the Student Conduct Policy . (6) For matters relating to potential academic student misconduct, the officer must investigate the conduct in accordance with the Academic Integrity Policy and report it to the relevant course coordinator (or equivalent): The course coordinator (or equivalent) must evaluate the conduct and determine whether:a. it is an assessment matter that can be addressed as part of the assessment of the student’s work ini. accordance with clause (10) of the Academic Integrity Procedure , or it is potential academic misconduct which will be referred to a Senior Officer via the Academic Integrity ii. and Student Conduct Reporting Form . (7) For matters relating to potential general misconduct, the officer must: This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 6make initial enquiries and collate relevant information and materials regarding the conduct, anda. refer the matter along with the relevant material to a Senior Officer via the Academic Integrity and Student b. Conduct Reporting Form . (8) For matters relating to potential high risk misconduct, the officer must refer the conduct to the Student Conduct Board."
    },
    {
      "id": "S.4.Student_Care",
      "type": "subsection",
      "title": "Student Care",
      "path": [
        "Section 4 – Procedure",
        "Student Care"
      ],
      "text": "(9) Applying the Student Conduct Policy and corresponding procedures may have adverse personal or academic consequences for students; therefore, any students to which these procedures apply will be provided with resources and information to support their welfare and wellbeing. (10) Staff will assist students, where appropriate, by providing: information on relevant support services including referral to external services, as required by the nature of thea. reported conduct clear and open communication, andb. procedural fairness.c. (11) RMIT Group support services include: Safer Communitya. mental health wellbeing and counsellingb. peer support and advocacy (principal student organisation and Student Council)c. assessment adjustmentsd. student complaint processes e. health, security, or accommodation providersf. Ngarara Willim Centre (for Aboriginal and Torres Strait Islander students and staff).g. (12) Where there is an emergency or an immediate risk of harm, staff should seek urgent assistance via: emergency services and RMIT Security, for RMIT Australia. RMIT Security will assist in coordinating personala. safety of staff and students, property damage or theft, or referral to a Critical Incident Management Team the relevant local authority, for offshore campuses and partners.b. (13) Where staff have concerns about how to support a distressed student or staff member, they should immediately contact the RMIT Staff Line for students and People Connect for staff support, for: advice on managing distressa. strategies to address the behaviour causing distressb. reasonable and appropriate precautionary measures to protect the safety of any personc. referral of the student and staff to other specialist supportd. disclosure of information.e. (14) Where a student conduct process has commenced, a student may choose to disclose details of concerning, threatening or inappropriate behaviour. Disclosures may include, but are not limited to, the provision of information about physical or verbal assault,a. sexual harm or sexual assault, stalking, self-harm, bullying, harassment, unlawful discrimination and/or This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 6victimisation. A person who makes a disclosure or a report of these kinds of behaviours or harm will be informed by staffb. about their options, including if they would like to report their experience to the police, as well as their ability to engage with the special consideration process or any other academic or wellbeing support mechanisms. A person may make a disclosure of sexual harm; however, they may choose not to have that disclosure treatedc. as an instance of potential student misconduct to which this procedure applies. (15) Staff must notify Safer Community (while maintaining student privacy to the extent possible, and subject to the requirements of this procedure) if any conduct or incident involves: a person under the age of 18 yearsa. sexual harm, a vulnerable party, or where responding to the matter may require a trauma-informed approach,b. or any behaviour which is threatening, concerning or inappropriate.c. (16) Staff must contact the Ngarara Willim Centre if any conduct or incident involves an Aboriginal or Torres Strait Islander student. The Ngarara Willim Centre may provide care and support to the student during the misconduct process.a. Any notice of written communication sent to an Aboriginal or Torres Strait Islander student under clause (21)b. must also be sent to Ngarara Willim. Notifications received by Ngarara Willim will not be considered receipt of the correspondence by the student."
    },
    {
      "id": "S.4.Students_Who_Are_Also_Staff_of_RMIT",
      "type": "subsection",
      "title": "Students Who Are Also Staff of RMIT",
      "path": [
        "Section 4 – Procedure",
        "Students Who Are Also Staff of RMIT"
      ],
      "text": "(17) Where a student who is the subject of a potential misconduct report is also a staff member, action may also be taken under the relevant staff policy where their position as a staff member was relevant to the circumstances of the reported conduct. (18) Factors which may affect the relevance of a person’s status as a staff member may include (but are not limited to): whether the person was acting in their capacity as a staff member at the time the reported conduct is said toa. have occurred whether the person’s status as a student and staff member was known or apparent to any other personsb. involved whether the person’s status as a staff member was still current at the time of the reported conductc. whether the person’s status as a staff member enabled the person to have additional access to RMIT facilitiesd. or equipment which relates to the reported conduct whether the person’s status as a staff member provided them actual or perceived:e. authority, power, or trusti. ability to influence student or staff mattersii. obligations to discharge a duty of care in relation to a studentiii. discretion in relation to a student or staff matteriv. the nature and seriousness of the potential student misconduct and its consequencesf. any other facts or circumstances which relate to the persons involved in the reported conduct which areg. relevant to a person’s status as a staff member. (19) In circumstances where both the Student Conduct Policy and the relevant staff policy and procedures apply, This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 6RMIT’s human resources team will work with the University Secretary and Academic Registrar (or delegate) to determine the most appropriate way or ways to proceed, which may include pausing one set of proceedings or investigation while the other continues, or having both proceedings being conducted at the same time. (20) Where the reported conduct is investigated, the investigation should be undertaken so as to reduce an overlap or repeated questioning or evidence gathering, and evidence or other relevant material gathered in the course of one proceeding may be used in relation to the other."
    },
    {
      "id": "S.4.Address_for_Notice_and_Communication",
      "type": "subsection",
      "title": "Address for Notice and Communication",
      "path": [
        "Section 4 – Procedure",
        "Address for Notice and Communication"
      ],
      "text": "(21) Any notice or written communication to a student for the purposes of the Student Conduct Regulations , policy and corresponding procedures, including in relation to the application of an executive suspension, notification of the opportunity to make a response to conduct matter or an outcome determination, is sufficient if it is in writing and: emailed to the student’s allocated RMIT email account, or if there is no RMIT email account, or if access to thea. RMIT email account has been suspended, such other personal email account held in RMIT’s student records system; or posted by registered mail to the address listed in the student’s contact information within RMIT’s studentb. records system. (22) A notice is deemed to have been received: if sent by email, either at the time designated by an email delivery receipt, or 24 hours after the time it wasa. sent by RMIT, whichever occurs first, or after 72 hours if posted by registered mail.a."
    },
    {
      "id": "S.4.Records_Privacy_and_Confidentiality",
      "type": "subsection",
      "title": "Records, Privacy, and Confidentiality",
      "path": [
        "Section 4 – Procedure",
        "Records, Privacy, and Confidentiality"
      ],
      "text": "(23) All parties to Student Conduct matters initiated under the Student Conduct Policy and corresponding procedures must maintain confidentiality whilst the process is underway in order to ensure the integrity of the proceedings and outcomes. This requirement does not limit the exercise of student academic freedoms associated with university operations upon the formal conclusion of student conduct proceedings. (24) Advocates and support persons are bound by the same confidentiality requirements as all other persons involved in conduct proceedings. (25) RMIT recognises the importance of maintaining confidentiality to ensure safety and will seek to balance this with procedural fairness. This may mean that the identities of persons who are witnesses are not disclosed to a respondent student where it might give rise to a risk to safety or wellbeing. Different approaches to confidentiality may also apply where a matter involves persons who are under 18 years of age. (26) Records and information regarding student conduct matters will be managed in accordance with RMIT’s Privacy Policy and the information management policies and procedures."
    },
    {
      "id": "S.5",
      "type": "section",
      "title": "Section 5 – Definitions",
      "path": [
        "Section 5 – Definitions"
      ],
      "text": "Term Deﬁnition advocatemeans a member of the principal student organisation, case manager from Safer Community or another person approved by a Senior Oﬃcer or Chair of the Student Conduct Board to accompany a student during an investigation or conduct hearing. An advocate may provide advice and is permitted to make submissions or speak on a respondent student's behalf during an investigation or conduct hearing. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 6course coordinatormeans the academic or teaching staﬀ member who is responsible for the management, conduct, teaching and assessment of a course. respondent student is a student who is reported to have engaged in conduct which might, if proven, constitute misconduct, or who has been found to have engaged in misconduct. Senior Oﬃcermeans the role of Senior Oﬃcer as established under the Student Conduct Regulations and referenced within the Student Conduct Policy . sexual assaultoccurs when someone does not consent to a sexual act, such as where a person is forced, coerced, or tricked into sexual acts against their will or without their consent, including when they have withdrawn their consent. Sexual assault includes a range of behaviours, all of which are unacceptable and constitute a crime. Examples of conduct which may constitute sexual assault or sexual harassment are also set out in the Gender-Based Violence Prevention and Response Policy . sexual harmis the term RMIT uses to describe any kind of impact on a person (including trauma) which could result from non-consensual sexual behaviour, including sexual harassment or sexual assault. support persona support person is someone who may accompany a person and support their wellbeing during a student conduct investigation or conduct hearing but who may not represent or speak on behalf of the student. A support person is usually a family member, friend, fellow student or colleague. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 6 of 6Status and Details Status Current Eﬀective Date 10th January 2022 Review Date 1st January 2027 Approval Authority Deputy Vice-Chancellor Education Approval Date 6th December 2021 Expiry Date Not Applicable Policy OwnerConnie Merlino University Secretary and Academic Registrar Policy AuthorKathryn Wardill Associate Director, Integrity and Assessment Support Enquiries Contact Student Conduct Glossary Terms and Definitions \"RMIT Group\" - RMIT University and its controlled entities (RMIT Europe, RMIT Online, RMIT Vietnam, RMIT University Pathways) \"Sexual harm\" - Is the term RMIT uses to describe any kind of impact on a person (including trauma) which could result from non-consensual sexual behaviour and including sexual harassment or sexual assault. \"Misconduct\" - means general misconduct and/or academic misconduct and/or high risk misconduct. \"Officer\" - means any person employed or engaged as staff within the RMIT Group"
    }
  ],
  "chunks": [
    {
      "id": "K.001",
      "text": "Section 1 – Context\n(1) This procedure addresses: how RMIT will respond to and refer potential student misconducta. student careb. processes applicable to respondent students who are also members of staffc. address for notice and communication, andd. records, privacy, and confidentiality.e. Section 2 – Authority\n(2) Authority for this document is established by the Student Conduct Policy . Section 3 – Scope\n(3) This procedure applies to students and staff of RMIT, as set out in the Student Conduct Policy . It relates to the implementation of the Student Conduct Regulations , Student Conduct Policy , and corresponding procedures regarding student conduct and the management of student misconduct. (4) Nothing in this procedure prevents an officer or Senior Officer from taking precautionary measures at any time to address or manage a safety concern. Section 4 – Procedure :: Reports of Potential Student Misconduct\n(5) An officer must comply with this procedure when they receive a report or any information resulting in a reasonable belief that a student may have engaged in any form of misconduct under the Student Conduct Policy . (6) For matters relating to potential academic student misconduct, the officer must investigate the conduct in accordance with the Academic Integrity Policy and report it to the relevant course coordinator (or equivalent): The course coordinator (or equivalent) must evaluate the conduct and determine whether:a. it is an assessment matter that can be addressed as part of the assessment of the student’s work ini. accordance with clause (10) of the Academic Integrity Procedure , or it is potential academic misconduct which will be referred to a Senior Officer via the Academic Integrity ii. and Student Conduct Reporting Form . (7) For matters relating to potential general misconduct, the officer must: This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 6make initial enquiries and collate relevant information and materials regarding the conduct, anda. refer the matter along with the relevant material to a Senior Officer via the Academic Integrity and Student b. Conduct Reporting Form . (8) For matters relating to potential high risk misconduct, the officer must refer the conduct to the Student Conduct Board. Section 4 – Procedure :: Student Care\n(9) Applying the Student Conduct Policy and corresponding procedures may have adverse personal or academic consequences for students; therefore, any students to which these procedures apply will be provided with resources and information to support their welfare and wellbeing. (10) Staff will assist students, where appropriate, by providing: information on relevant support services including referral to external services, as required by the nature of thea. reported conduct clear and open communication, andb. procedural fairness.c. (11) RMIT Group support services include: Safer Communitya. mental health wellbeing and counsellingb. peer support and advocacy (principal student organisation and Student Council)c. assessment adjustmentsd. student complaint processes e. health, security, or accommodation providersf. Ngarara Willim Centre (for Aboriginal and Torres Strait Islander students and staff).g. (12) Where there is an emergency or an immediate risk of harm, staff should seek urgent assistance via: emergency services and RMIT Security, for RMIT Australia. RMIT Security will assist in coordinating personala. safety of staff and students, property damage or theft, or referral to a Critical Incident Management Team the relevant local authority, for offshore campuses and partners.b. (13) Where staff have concerns about how to support a distressed student or staff member, they should immediately contact the RMIT Staff Line for students and People Connect for staff support, for: advice on managing distressa. strategies to address the behaviour causing distressb. reasonable and appropriate precautionary measures to protect the safety of any personc. referral of the student and staff to other specialist supportd. disclosure of information.e. (14) Where a student conduct process has commenced, a student may choose to disclose details of concerning, threatening or inappropriate behaviour. Disclosures may include, but are not limited to, the provision of information about physical or verbal assault,a. sexual harm or sexual assault, stalking, self-harm, bullying, harassment, unlawful discrimination and/or This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 6victimisation. A person who makes a disclosure or a report of these kinds of behaviours or harm will be informed by staffb. about their options, including if they would like to report their experience to the police, as well as their ability to engage with the special consideration process or any other academic or wellbeing support mechanisms. A person may make a disclosure of sexual harm; however, they may choose not to have that disclosure treatedc. as an instance of potential student misconduct to which this procedure applies. (15) Staff must notify Safer Community (while maintaining student privacy to the extent possible, and subject to the requirements of this procedure) if any conduct or incident involves: a person under the age of 18 yearsa. sexual harm, a vulnerable party, or where responding to the matter may require a trauma-informed approach,b. or any behaviour which is threatening, concerning or inappropriate.c. (16) Staff must contact the Ngarara Willim Centre if any conduct or incident involves an Aboriginal or Torres Strait Islander student. The Ngarara Willim Centre may provide care and support to the student during the misconduct process.a. Any notice of written communication sent to an Aboriginal or Torres Strait Islander student under clause (21)b. must also be sent to Ngarara Willim. Notifications received by Ngarara Willim will not be considered receipt of the correspondence by the student. Section 4 – Procedure :: Students Who Are Also Staff of RMIT\n(17) Where a student who is the subject of a potential misconduct report is also a staff member, action may also be taken under the relevant staff policy where their position as a staff member was relevant to the circumstances of the reported conduct. (18) Factors which may affect the relevance of a person’s status as a staff member may include (but are not limited to): whether the person was acting in their capacity as a staff member at the time the reported conduct is said toa. have occurred whether the person’s status as a student and staff member was known or apparent to any other personsb. involved whether the person’s status as a staff member was still current at the time of the reported conductc. whether the person’s status as a staff member enabled the person to have additional access to RMIT facilitiesd. or equipment which relates to the reported conduct whether the person’s status as a staff member provided them actual or perceived:e. authority, power, or trusti. ability to influence student or staff mattersii. obligations to discharge a duty of care in relation to a studentiii. discretion in relation to a student or staff matteriv. the nature and seriousness of the potential student misconduct and its consequencesf. any other facts or circumstances which relate to the persons involved in the reported conduct which areg. relevant to a person’s status as a staff member. (19) In circumstances where both the Student Conduct Policy and the relevant staff policy and procedures apply, This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 6RMIT’s human resources team will work with the University Secretary and Academic Registrar (or delegate) to determine the most appropriate way or ways to proceed, which may include pausing one set of proceedings or investigation while the other continues, or having both proceedings being conducted at the same time. (20) Where the reported conduct is investigated, the investigation should be undertaken so as to reduce an overlap or repeated questioning or evidence gathering, and evidence or other relevant material gathered in the course of one proceeding may be used in relation to the other.",
      "source_ids": [
        "S.1",
        "S.2",
        "S.3",
        "S.4.Reports_of_Potential_Student_Misconduct",
        "S.4.Student_Care",
        "S.4.Students_Who_Are_Also_Staff_of_RMIT"
      ],
      "page_range": null,
      "token_estimate": 1753
    },
    {
      "id": "K.002",
      "text": "Section 4 – Procedure :: Address for Notice and Communication\n(21) Any notice or written communication to a student for the purposes of the Student Conduct Regulations , policy and corresponding procedures, including in relation to the application of an executive suspension, notification of the opportunity to make a response to conduct matter or an outcome determination, is sufficient if it is in writing and: emailed to the student’s allocated RMIT email account, or if there is no RMIT email account, or if access to thea. RMIT email account has been suspended, such other personal email account held in RMIT’s student records system; or posted by registered mail to the address listed in the student’s contact information within RMIT’s studentb. records system. (22) A notice is deemed to have been received: if sent by email, either at the time designated by an email delivery receipt, or 24 hours after the time it wasa. sent by RMIT, whichever occurs first, or after 72 hours if posted by registered mail.a. Section 4 – Procedure :: Records, Privacy, and Confidentiality\n(23) All parties to Student Conduct matters initiated under the Student Conduct Policy and corresponding procedures must maintain confidentiality whilst the process is underway in order to ensure the integrity of the proceedings and outcomes. This requirement does not limit the exercise of student academic freedoms associated with university operations upon the formal conclusion of student conduct proceedings. (24) Advocates and support persons are bound by the same confidentiality requirements as all other persons involved in conduct proceedings. (25) RMIT recognises the importance of maintaining confidentiality to ensure safety and will seek to balance this with procedural fairness. This may mean that the identities of persons who are witnesses are not disclosed to a respondent student where it might give rise to a risk to safety or wellbeing. Different approaches to confidentiality may also apply where a matter involves persons who are under 18 years of age. (26) Records and information regarding student conduct matters will be managed in accordance with RMIT’s Privacy Policy and the information management policies and procedures. Section 5 – Definitions\nTerm Deﬁnition advocatemeans a member of the principal student organisation, case manager from Safer Community or another person approved by a Senior Oﬃcer or Chair of the Student Conduct Board to accompany a student during an investigation or conduct hearing. An advocate may provide advice and is permitted to make submissions or speak on a respondent student's behalf during an investigation or conduct hearing. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 6course coordinatormeans the academic or teaching staﬀ member who is responsible for the management, conduct, teaching and assessment of a course. respondent student is a student who is reported to have engaged in conduct which might, if proven, constitute misconduct, or who has been found to have engaged in misconduct. Senior Oﬃcermeans the role of Senior Oﬃcer as established under the Student Conduct Regulations and referenced within the Student Conduct Policy . sexual assaultoccurs when someone does not consent to a sexual act, such as where a person is forced, coerced, or tricked into sexual acts against their will or without their consent, including when they have withdrawn their consent. Sexual assault includes a range of behaviours, all of which are unacceptable and constitute a crime. Examples of conduct which may constitute sexual assault or sexual harassment are also set out in the Gender-Based Violence Prevention and Response Policy . sexual harmis the term RMIT uses to describe any kind of impact on a person (including trauma) which could result from non-consensual sexual behaviour, including sexual harassment or sexual assault. support persona support person is someone who may accompany a person and support their wellbeing during a student conduct investigation or conduct hearing but who may not represent or speak on behalf of the student. A support person is usually a family member, friend, fellow student or colleague. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 6 of 6Status and Details Status Current Eﬀective Date 10th January 2022 Review Date 1st January 2027 Approval Authority Deputy Vice-Chancellor Education Approval Date 6th December 2021 Expiry Date Not Applicable Policy OwnerConnie Merlino University Secretary and Academic Registrar Policy AuthorKathryn Wardill Associate Director, Integrity and Assessment Support Enquiries Contact Student Conduct Glossary Terms and Definitions \"RMIT Group\" - RMIT University and its controlled entities (RMIT Europe, RMIT Online, RMIT Vietnam, RMIT University Pathways) \"Sexual harm\" - Is the term RMIT uses to describe any kind of impact on a person (including trauma) which could result from non-consensual sexual behaviour and including sexual harassment or sexual assault. \"Misconduct\" - means general misconduct and/or academic misconduct and/or high risk misconduct. \"Officer\" - means any person employed or engaged as staff within the RMIT Group",
      "source_ids": [
        "S.4.Address_for_Notice_and_Communication",
        "S.4.Records_Privacy_and_Confidentiality",
        "S.5"
      ],
      "page_range": null,
      "token_estimate": 1105
    }
  ]
}