{
  "metadata": {
    "title": "Support for Students Policy",
    "source_path": "/mnt/data/Support_for_Students_Policy.pdf",
    "pages": 5,
    "effective_date": null,
    "review_date": "31st March 2025",
    "approval_authority": "for this policy.",
    "approval_date": "15th December 2023",
    "expiry_date": "Not Applicable",
    "policy_owner": "for this policy. (21) The Executive Director, Students is the policy author for this policy.",
    "policy_author": "for this policy. (22) This policy will be communicated to students via student communication channels.",
    "enquiries_contact": "Academic Policy"
  },
  "sections": [
    {
      "id": "S.1",
      "heading": "Section 1 – Purpose",
      "number": 1,
      "text": "(1) This policy establishes a framework of related RMIT policies, procedures and resources that inform and guide the delivery of support for students at RMIT. (2) Read this policy with the range of related RMIT policies included in the Support for Students category available on the RMIT Policy Register."
    },
    {
      "id": "S.2",
      "heading": "Section 2 – Overview",
      "number": 2,
      "text": "(3) RMIT is a self-accrediting University and Registered Training Organisation offering Australian Qualifications Framework (AQF) accredited and non-AQF programs and courses in Australia, overseas campuses, and international partner locations. RMIT is also a registered CRICOS provider for students in university pathway programs. (4) Through this policy, RMIT recognises the obligation to support student retention and progression, principally to: identify, assess, and assist students who are at risk of not successfully completing their studies.a. provide and promote access to academic and non-academic support services, such as mental health support,b. equitable support for students with diverse needs, literacy and numeracy support, and crisis and critical harm response arrangements. comply with the Australian Privacy Principles in respect of student personal information.c."
    },
    {
      "id": "S.3",
      "heading": "Section 3 – Scope",
      "number": 3,
      "text": "(5) This policy applies to students in all programs, courses and non-award study offered by the RMIT Group and RMIT partner institutions."
    },
    {
      "id": "S.4",
      "heading": "Section 4 – Policy",
      "number": 4,
      "subsections": [
        {
          "heading": "Principles",
          "text": "(6) RMIT is committed to supporting its students, inclusive of meeting its obligations in relation to providing: transparent, fair, and consistent student admission information and processesa. clear and accessible enrolment information and processesb. access to academic and learning support and resourcesc. guidance on academic and research integrityd. access to university-provided welfare and wellbeing support and referral to government and community-basede. support and services accommodation of student diversityf. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 5safe and healthy learning, teaching and research environments and activitiesg. gender-based harm prevention and incident managementh. timely and objective responses to student grievances and complaints.i."
        },
        {
          "heading": "Supporting Student Admission",
          "text": "(7) The RMIT Admission Policy establishes the principles for admission of students to RMIT courses and programs. (8) The policy ensures that admissions policies, procedures, and requirements are applied fairly and consistently and that admitted students have the academic preparation and proficiency in English needed to participate successfully in their intended study. (9) The policy ensures students are informed of their rights and obligations during admission and enrolment processes, all associated fees, charges or funding arrangements, potential eligibility for credit for prior learning, and provision for changes to or withdrawal from offers and acceptance of admission."
        },
        {
          "heading": "Supporting Student Enrolment and Retention",
          "text": "(10) RMIT’s Enrolment Policy articulates RMIT’s commitment to providing information relating to enrolment and enrolment variation that is clear and accessible to students and the availability of academic and student support services and appropriate learning resources."
        },
        {
          "heading": "Supporting Student Academic Success and Progression",
          "text": "(11) RMIT’s Assessment, Academic Progress and Appeals Regulations provide for assessment and appeals relating to academic and student affairs and the monitoring and management of student progress. (12) RMIT’s Assessment and Assessment Flexibility Policy articulates RMIT’s commitment to flexible, equitable and inclusive assessment with a commitment to caring for students whose circumstances require assessment flexibility."
        },
        {
          "heading": "Supporting Student Academic and Research Integrity",
          "text": "(13) RMIT’s Academic Integrity Policy ensures the university adopts a consistent approach to academic integrity across the RMIT Group. It sets out RMIT’s expectations of staff and students in upholding academic integrity standards, supporting an educative approach to academic integrity and deterring and detecting breaches of academic integrity."
        },
        {
          "heading": "Supporting the Needs of Diverse Students",
          "text": "(14) RMIT’s Inclusion, Diversity and Equity Policy articulates RMIT’s commitment to providing an accessible and inclusive learning and work environment that promotes diversity, inclusion and equal opportunity and is free from discrimination, sexual harm, victimisation, and vilification."
        },
        {
          "heading": "Supporting Student Health, Safety and Wellbeing",
          "text": "(15) RMIT’s Health, Safety and Wellbeing Policy articulates RMIT’s commitment to provide a healthy and safe working, research and learning environment that enhances wellbeing across the RMIT community."
        },
        {
          "heading": "Preventing and Responding to Gender-Based Harm",
          "text": "(16) RMIT’s Gender-Based Violence Prevention and Response Policy establishes a framework to support and enable the prevention of sexual harm at RMIT and RMIT’s responses to sexual harm. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 5Supporting Student Grievances and Complaints (17) RMIT’s Student and Student-Related Complaints Policy establishes a transparent student and student-related complaint handling system to ensure complaints management is fair, objective and prompt."
        },
        {
          "heading": "Supporting Student Privacy",
          "text": "(18) RMIT’s Privacy Policy affirms RMIT’s commitment to privacy and its approach to managing personal, sensitive and health information, consistent with relevant legislation."
        },
        {
          "heading": "Responsibilities",
          "text": "(19) The Chair, Academic Board is the approval authority for this policy. (20) The Deputy Vice-Chancellor Education is the policy owner for this policy. (21) The Executive Director, Students is the policy author for this policy. (22) This policy will be communicated to students via student communication channels."
        },
        {
          "heading": "Review",
          "text": "(23) This policy will be reviewed by 31 March 2025 to ensure alignment with regulatory requirements."
        }
      ],
      "text": ""
    },
    {
      "id": "S.5",
      "heading": "Section 5 – Procedures and Resources",
      "number": 5,
      "text": "(24) Refer to the following specific Support for Students-related policy documents: Academic Integrity Policya. Admission Policyb. Fraud and Corruption Control Policyc. Assessment and Assessment Flexibility Policyd. Child Safe Policye. Enrolment Policyf. Health, Safety, and Wellbeing Policyg. Inclusion, Diversity and Equity Policyh. Privacy Policyi. Scholarships and Prizes Policyj. Gender-Based Violence Prevention and Response Policyk. Student and Student-Related Complaints Policyl. Student Conduct Policym. Travel Policyn."
    },
    {
      "id": "S.6",
      "heading": "Section 6 – Definitions",
      "number": 6,
      "text": "(25) For the purposes of this policy, the following definitions apply: This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 5Term Deﬁnition Academic (category)All matters pertaining to intellectual freedom, learning, teaching and education services, programs and courses, student administration including enforcement of student regulations, research and research training, student life and student services. It includes human resource matters that relate to academic status (such as titles, promotions, academic misconduct). Approval authorityThe Council, Academic Board, Vice-Chancellor's Executive, or the policy owner with prescribed authority to approve a policy document. Group policyStatements of the mandatory principles guiding the operations and signiﬁcant decision-making of the RMIT Group. They must support national and international legislation and/or Group objectives to enable Group-wide application. Policy authorA senior subject matter expert nominated by the policy owner. Policy authors are responsible for the accuracy and maintenance of the policy document lifecycle and any supporting resources. They will act as a key liaison for the University Policy Manager. The policy author may also be delegated the custodian of a procedure or resource by the policy owner. Policy documentThe collective term for all policies, procedures, associated resources. A schedule to a policy document forms part of the policy document. Policy RegisterThe oﬃcial repository for all current and expired policy documents of the RMIT Group. It contains the operational details for policy documents. Policy ownerThe VCE Member with whom the policy matter most clearly resides, having regard to the organisational structure and the prescribed purpose and scope of the policy document. ProcedureA document that captures the ‘how to’ statements of mandatory prescribed processes, practices and/or actions to give eﬀect to principles under a Policy. Support for Students (secondary category)A secondary category for all matters pertaining to the provision of support for students. Speciﬁc policies that are included in this secondary category are approved in accordance with RMIT’s Policy Governance Framework categories across Governance, Academic, Talent and Culture and Operational Eﬀectiveness domains. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 5Status and Details Status Current Eﬀective Date 18th December 2023 Review Date 31st March 2025 Approval Authority Academic Board Approval Date 15th December 2023 Expiry Date Not Applicable Policy OwnerSherman Young Deputy Vice-Chancellor Education Policy AuthorDene Cicci Executive Director, Students Enquiries Contact Academic Policy"
    }
  ],
  "qa_index": [
    {
      "id": "S.1",
      "type": "section",
      "title": "Section 1 – Purpose",
      "path": [
        "Section 1 – Purpose"
      ],
      "text": "(1) This policy establishes a framework of related RMIT policies, procedures and resources that inform and guide the delivery of support for students at RMIT. (2) Read this policy with the range of related RMIT policies included in the Support for Students category available on the RMIT Policy Register."
    },
    {
      "id": "S.2",
      "type": "section",
      "title": "Section 2 – Overview",
      "path": [
        "Section 2 – Overview"
      ],
      "text": "(3) RMIT is a self-accrediting University and Registered Training Organisation offering Australian Qualifications Framework (AQF) accredited and non-AQF programs and courses in Australia, overseas campuses, and international partner locations. RMIT is also a registered CRICOS provider for students in university pathway programs. (4) Through this policy, RMIT recognises the obligation to support student retention and progression, principally to: identify, assess, and assist students who are at risk of not successfully completing their studies.a. provide and promote access to academic and non-academic support services, such as mental health support,b. equitable support for students with diverse needs, literacy and numeracy support, and crisis and critical harm response arrangements. comply with the Australian Privacy Principles in respect of student personal information.c."
    },
    {
      "id": "S.3",
      "type": "section",
      "title": "Section 3 – Scope",
      "path": [
        "Section 3 – Scope"
      ],
      "text": "(5) This policy applies to students in all programs, courses and non-award study offered by the RMIT Group and RMIT partner institutions."
    },
    {
      "id": "S.4",
      "type": "section",
      "title": "Section 4 – Policy",
      "path": [
        "Section 4 – Policy"
      ],
      "text": ""
    },
    {
      "id": "S.4.Principles",
      "type": "subsection",
      "title": "Principles",
      "path": [
        "Section 4 – Policy",
        "Principles"
      ],
      "text": "(6) RMIT is committed to supporting its students, inclusive of meeting its obligations in relation to providing: transparent, fair, and consistent student admission information and processesa. clear and accessible enrolment information and processesb. access to academic and learning support and resourcesc. guidance on academic and research integrityd. access to university-provided welfare and wellbeing support and referral to government and community-basede. support and services accommodation of student diversityf. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 5safe and healthy learning, teaching and research environments and activitiesg. gender-based harm prevention and incident managementh. timely and objective responses to student grievances and complaints.i."
    },
    {
      "id": "S.4.Supporting_Student_Admission",
      "type": "subsection",
      "title": "Supporting Student Admission",
      "path": [
        "Section 4 – Policy",
        "Supporting Student Admission"
      ],
      "text": "(7) The RMIT Admission Policy establishes the principles for admission of students to RMIT courses and programs. (8) The policy ensures that admissions policies, procedures, and requirements are applied fairly and consistently and that admitted students have the academic preparation and proficiency in English needed to participate successfully in their intended study. (9) The policy ensures students are informed of their rights and obligations during admission and enrolment processes, all associated fees, charges or funding arrangements, potential eligibility for credit for prior learning, and provision for changes to or withdrawal from offers and acceptance of admission."
    },
    {
      "id": "S.4.Supporting_Student_Enrolment_and_Retention",
      "type": "subsection",
      "title": "Supporting Student Enrolment and Retention",
      "path": [
        "Section 4 – Policy",
        "Supporting Student Enrolment and Retention"
      ],
      "text": "(10) RMIT’s Enrolment Policy articulates RMIT’s commitment to providing information relating to enrolment and enrolment variation that is clear and accessible to students and the availability of academic and student support services and appropriate learning resources."
    },
    {
      "id": "S.4.Supporting_Student_Academic_Success_and_Progression",
      "type": "subsection",
      "title": "Supporting Student Academic Success and Progression",
      "path": [
        "Section 4 – Policy",
        "Supporting Student Academic Success and Progression"
      ],
      "text": "(11) RMIT’s Assessment, Academic Progress and Appeals Regulations provide for assessment and appeals relating to academic and student affairs and the monitoring and management of student progress. (12) RMIT’s Assessment and Assessment Flexibility Policy articulates RMIT’s commitment to flexible, equitable and inclusive assessment with a commitment to caring for students whose circumstances require assessment flexibility."
    },
    {
      "id": "S.4.Supporting_Student_Academic_and_Research_Integrity",
      "type": "subsection",
      "title": "Supporting Student Academic and Research Integrity",
      "path": [
        "Section 4 – Policy",
        "Supporting Student Academic and Research Integrity"
      ],
      "text": "(13) RMIT’s Academic Integrity Policy ensures the university adopts a consistent approach to academic integrity across the RMIT Group. It sets out RMIT’s expectations of staff and students in upholding academic integrity standards, supporting an educative approach to academic integrity and deterring and detecting breaches of academic integrity."
    },
    {
      "id": "S.4.Supporting_the_Needs_of_Diverse_Students",
      "type": "subsection",
      "title": "Supporting the Needs of Diverse Students",
      "path": [
        "Section 4 – Policy",
        "Supporting the Needs of Diverse Students"
      ],
      "text": "(14) RMIT’s Inclusion, Diversity and Equity Policy articulates RMIT’s commitment to providing an accessible and inclusive learning and work environment that promotes diversity, inclusion and equal opportunity and is free from discrimination, sexual harm, victimisation, and vilification."
    },
    {
      "id": "S.4.Supporting_Student_Health_Safety_and_Wellbeing",
      "type": "subsection",
      "title": "Supporting Student Health, Safety and Wellbeing",
      "path": [
        "Section 4 – Policy",
        "Supporting Student Health, Safety and Wellbeing"
      ],
      "text": "(15) RMIT’s Health, Safety and Wellbeing Policy articulates RMIT’s commitment to provide a healthy and safe working, research and learning environment that enhances wellbeing across the RMIT community."
    },
    {
      "id": "S.4.Preventing_and_Responding_to_Gender_Based_Harm",
      "type": "subsection",
      "title": "Preventing and Responding to Gender-Based Harm",
      "path": [
        "Section 4 – Policy",
        "Preventing and Responding to Gender-Based Harm"
      ],
      "text": "(16) RMIT’s Gender-Based Violence Prevention and Response Policy establishes a framework to support and enable the prevention of sexual harm at RMIT and RMIT’s responses to sexual harm. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 5Supporting Student Grievances and Complaints (17) RMIT’s Student and Student-Related Complaints Policy establishes a transparent student and student-related complaint handling system to ensure complaints management is fair, objective and prompt."
    },
    {
      "id": "S.4.Supporting_Student_Privacy",
      "type": "subsection",
      "title": "Supporting Student Privacy",
      "path": [
        "Section 4 – Policy",
        "Supporting Student Privacy"
      ],
      "text": "(18) RMIT’s Privacy Policy affirms RMIT’s commitment to privacy and its approach to managing personal, sensitive and health information, consistent with relevant legislation."
    },
    {
      "id": "S.4.Responsibilities",
      "type": "subsection",
      "title": "Responsibilities",
      "path": [
        "Section 4 – Policy",
        "Responsibilities"
      ],
      "text": "(19) The Chair, Academic Board is the approval authority for this policy. (20) The Deputy Vice-Chancellor Education is the policy owner for this policy. (21) The Executive Director, Students is the policy author for this policy. (22) This policy will be communicated to students via student communication channels."
    },
    {
      "id": "S.4.Review",
      "type": "subsection",
      "title": "Review",
      "path": [
        "Section 4 – Policy",
        "Review"
      ],
      "text": "(23) This policy will be reviewed by 31 March 2025 to ensure alignment with regulatory requirements."
    },
    {
      "id": "S.5",
      "type": "section",
      "title": "Section 5 – Procedures and Resources",
      "path": [
        "Section 5 – Procedures and Resources"
      ],
      "text": "(24) Refer to the following specific Support for Students-related policy documents: Academic Integrity Policya. Admission Policyb. Fraud and Corruption Control Policyc. Assessment and Assessment Flexibility Policyd. Child Safe Policye. Enrolment Policyf. Health, Safety, and Wellbeing Policyg. Inclusion, Diversity and Equity Policyh. Privacy Policyi. Scholarships and Prizes Policyj. Gender-Based Violence Prevention and Response Policyk. Student and Student-Related Complaints Policyl. Student Conduct Policym. Travel Policyn."
    },
    {
      "id": "S.6",
      "type": "section",
      "title": "Section 6 – Definitions",
      "path": [
        "Section 6 – Definitions"
      ],
      "text": "(25) For the purposes of this policy, the following definitions apply: This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 5Term Deﬁnition Academic (category)All matters pertaining to intellectual freedom, learning, teaching and education services, programs and courses, student administration including enforcement of student regulations, research and research training, student life and student services. It includes human resource matters that relate to academic status (such as titles, promotions, academic misconduct). Approval authorityThe Council, Academic Board, Vice-Chancellor's Executive, or the policy owner with prescribed authority to approve a policy document. Group policyStatements of the mandatory principles guiding the operations and signiﬁcant decision-making of the RMIT Group. They must support national and international legislation and/or Group objectives to enable Group-wide application. Policy authorA senior subject matter expert nominated by the policy owner. Policy authors are responsible for the accuracy and maintenance of the policy document lifecycle and any supporting resources. They will act as a key liaison for the University Policy Manager. The policy author may also be delegated the custodian of a procedure or resource by the policy owner. Policy documentThe collective term for all policies, procedures, associated resources. A schedule to a policy document forms part of the policy document. Policy RegisterThe oﬃcial repository for all current and expired policy documents of the RMIT Group. It contains the operational details for policy documents. Policy ownerThe VCE Member with whom the policy matter most clearly resides, having regard to the organisational structure and the prescribed purpose and scope of the policy document. ProcedureA document that captures the ‘how to’ statements of mandatory prescribed processes, practices and/or actions to give eﬀect to principles under a Policy. Support for Students (secondary category)A secondary category for all matters pertaining to the provision of support for students. Speciﬁc policies that are included in this secondary category are approved in accordance with RMIT’s Policy Governance Framework categories across Governance, Academic, Talent and Culture and Operational Eﬀectiveness domains. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 5Status and Details Status Current Eﬀective Date 18th December 2023 Review Date 31st March 2025 Approval Authority Academic Board Approval Date 15th December 2023 Expiry Date Not Applicable Policy OwnerSherman Young Deputy Vice-Chancellor Education Policy AuthorDene Cicci Executive Director, Students Enquiries Contact Academic Policy"
    }
  ],
  "chunks": [
    {
      "id": "K.001",
      "text": "Section 1 – Purpose\n(1) This policy establishes a framework of related RMIT policies, procedures and resources that inform and guide the delivery of support for students at RMIT. (2) Read this policy with the range of related RMIT policies included in the Support for Students category available on the RMIT Policy Register. Section 2 – Overview\n(3) RMIT is a self-accrediting University and Registered Training Organisation offering Australian Qualifications Framework (AQF) accredited and non-AQF programs and courses in Australia, overseas campuses, and international partner locations. RMIT is also a registered CRICOS provider for students in university pathway programs. (4) Through this policy, RMIT recognises the obligation to support student retention and progression, principally to: identify, assess, and assist students who are at risk of not successfully completing their studies.a. provide and promote access to academic and non-academic support services, such as mental health support,b. equitable support for students with diverse needs, literacy and numeracy support, and crisis and critical harm response arrangements. comply with the Australian Privacy Principles in respect of student personal information.c. Section 3 – Scope\n(5) This policy applies to students in all programs, courses and non-award study offered by the RMIT Group and RMIT partner institutions. Section 4 – Policy :: Principles\n(6) RMIT is committed to supporting its students, inclusive of meeting its obligations in relation to providing: transparent, fair, and consistent student admission information and processesa. clear and accessible enrolment information and processesb. access to academic and learning support and resourcesc. guidance on academic and research integrityd. access to university-provided welfare and wellbeing support and referral to government and community-basede. support and services accommodation of student diversityf. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 2 of 5safe and healthy learning, teaching and research environments and activitiesg. gender-based harm prevention and incident managementh. timely and objective responses to student grievances and complaints.i. Section 4 – Policy :: Supporting Student Admission\n(7) The RMIT Admission Policy establishes the principles for admission of students to RMIT courses and programs. (8) The policy ensures that admissions policies, procedures, and requirements are applied fairly and consistently and that admitted students have the academic preparation and proficiency in English needed to participate successfully in their intended study. (9) The policy ensures students are informed of their rights and obligations during admission and enrolment processes, all associated fees, charges or funding arrangements, potential eligibility for credit for prior learning, and provision for changes to or withdrawal from offers and acceptance of admission. Section 4 – Policy :: Supporting Student Enrolment and Retention\n(10) RMIT’s Enrolment Policy articulates RMIT’s commitment to providing information relating to enrolment and enrolment variation that is clear and accessible to students and the availability of academic and student support services and appropriate learning resources. Section 4 – Policy :: Supporting Student Academic Success and Progression\n(11) RMIT’s Assessment, Academic Progress and Appeals Regulations provide for assessment and appeals relating to academic and student affairs and the monitoring and management of student progress. (12) RMIT’s Assessment and Assessment Flexibility Policy articulates RMIT’s commitment to flexible, equitable and inclusive assessment with a commitment to caring for students whose circumstances require assessment flexibility. Section 4 – Policy :: Supporting Student Academic and Research Integrity\n(13) RMIT’s Academic Integrity Policy ensures the university adopts a consistent approach to academic integrity across the RMIT Group. It sets out RMIT’s expectations of staff and students in upholding academic integrity standards, supporting an educative approach to academic integrity and deterring and detecting breaches of academic integrity. Section 4 – Policy :: Supporting the Needs of Diverse Students\n(14) RMIT’s Inclusion, Diversity and Equity Policy articulates RMIT’s commitment to providing an accessible and inclusive learning and work environment that promotes diversity, inclusion and equal opportunity and is free from discrimination, sexual harm, victimisation, and vilification. Section 4 – Policy :: Supporting Student Health, Safety and Wellbeing\n(15) RMIT’s Health, Safety and Wellbeing Policy articulates RMIT’s commitment to provide a healthy and safe working, research and learning environment that enhances wellbeing across the RMIT community. Section 4 – Policy :: Preventing and Responding to Gender-Based Harm\n(16) RMIT’s Gender-Based Violence Prevention and Response Policy establishes a framework to support and enable the prevention of sexual harm at RMIT and RMIT’s responses to sexual harm. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 3 of 5Supporting Student Grievances and Complaints (17) RMIT’s Student and Student-Related Complaints Policy establishes a transparent student and student-related complaint handling system to ensure complaints management is fair, objective and prompt. Section 4 – Policy :: Supporting Student Privacy\n(18) RMIT’s Privacy Policy affirms RMIT’s commitment to privacy and its approach to managing personal, sensitive and health information, consistent with relevant legislation. Section 4 – Policy :: Responsibilities\n(19) The Chair, Academic Board is the approval authority for this policy. (20) The Deputy Vice-Chancellor Education is the policy owner for this policy. (21) The Executive Director, Students is the policy author for this policy. (22) This policy will be communicated to students via student communication channels. Section 4 – Policy :: Review\n(23) This policy will be reviewed by 31 March 2025 to ensure alignment with regulatory requirements. Section 5 – Procedures and Resources\n(24) Refer to the following specific Support for Students-related policy documents: Academic Integrity Policya. Admission Policyb. Fraud and Corruption Control Policyc. Assessment and Assessment Flexibility Policyd. Child Safe Policye. Enrolment Policyf. Health, Safety, and Wellbeing Policyg. Inclusion, Diversity and Equity Policyh. Privacy Policyi. Scholarships and Prizes Policyj. Gender-Based Violence Prevention and Response Policyk. Student and Student-Related Complaints Policyl. Student Conduct Policym. Travel Policyn.",
      "source_ids": [
        "S.1",
        "S.2",
        "S.3",
        "S.4.Principles",
        "S.4.Supporting_Student_Admission",
        "S.4.Supporting_Student_Enrolment_and_Retention",
        "S.4.Supporting_Student_Academic_Success_and_Progression",
        "S.4.Supporting_Student_Academic_and_Research_Integrity",
        "S.4.Supporting_the_Needs_of_Diverse_Students",
        "S.4.Supporting_Student_Health_Safety_and_Wellbeing",
        "S.4.Preventing_and_Responding_to_Gender_Based_Harm",
        "S.4.Supporting_Student_Privacy",
        "S.4.Responsibilities",
        "S.4.Review",
        "S.5"
      ],
      "page_range": null,
      "token_estimate": 1278
    },
    {
      "id": "K.002",
      "text": "Section 6 – Definitions\n(25) For the purposes of this policy, the following definitions apply: This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 4 of 5Term Deﬁnition Academic (category)All matters pertaining to intellectual freedom, learning, teaching and education services, programs and courses, student administration including enforcement of student regulations, research and research training, student life and student services. It includes human resource matters that relate to academic status (such as titles, promotions, academic misconduct). Approval authorityThe Council, Academic Board, Vice-Chancellor's Executive, or the policy owner with prescribed authority to approve a policy document. Group policyStatements of the mandatory principles guiding the operations and signiﬁcant decision-making of the RMIT Group. They must support national and international legislation and/or Group objectives to enable Group-wide application. Policy authorA senior subject matter expert nominated by the policy owner. Policy authors are responsible for the accuracy and maintenance of the policy document lifecycle and any supporting resources. They will act as a key liaison for the University Policy Manager. The policy author may also be delegated the custodian of a procedure or resource by the policy owner. Policy documentThe collective term for all policies, procedures, associated resources. A schedule to a policy document forms part of the policy document. Policy RegisterThe oﬃcial repository for all current and expired policy documents of the RMIT Group. It contains the operational details for policy documents. Policy ownerThe VCE Member with whom the policy matter most clearly resides, having regard to the organisational structure and the prescribed purpose and scope of the policy document. ProcedureA document that captures the ‘how to’ statements of mandatory prescribed processes, practices and/or actions to give eﬀect to principles under a Policy. Support for Students (secondary category)A secondary category for all matters pertaining to the provision of support for students. Speciﬁc policies that are included in this secondary category are approved in accordance with RMIT’s Policy Governance Framework categories across Governance, Academic, Talent and Culture and Operational Eﬀectiveness domains. This document may be varied, withdrawn or replaced at any time. Printed copies, or part thereof, are regarded as unauthorised and should not be relied upon as the current version. It is the responsibility of the reader to refer to RMIT's Policy Register for the latest version of this document.Page 5 of 5Status and Details Status Current Eﬀective Date 18th December 2023 Review Date 31st March 2025 Approval Authority Academic Board Approval Date 15th December 2023 Expiry Date Not Applicable Policy OwnerSherman Young Deputy Vice-Chancellor Education Policy AuthorDene Cicci Executive Director, Students Enquiries Contact Academic Policy",
      "source_ids": [
        "S.6"
      ],
      "page_range": null,
      "token_estimate": 595
    }
  ]
}